{
				"id": "user316",
				"title": "Walking Around by Pablo Neruda",
				"exclude_from_menu": "true",
				"image": "Weijie-.jpg",
				"tag": ["15", "3", "8", "21"],
				"video": {
					"src": ["Tilt-up-building-at-night.m4v","View-over-hong-kong-from-victoria-peak-the-illuminated.m4v","Wide-angle-cloud-and-sky-scraper-timelapse.m4v","Boston-time-lapse-at-night.m4v" , "Spinning-suburban-town-aeria.m4v","Spinning-above-freeway-overpass.m4v", "Aerial-shot-of-industrial-area-of-salt-lake-city-in-winter.m4v", "Aerial-shot-of-las-vegas-freeway-daytime.m4v"],
					"type": "background"	
				},
				"main_text": "It so happens I am sick of being a man.<br>And it happens that I walk into tailorshops and movie<br>houses<br>dried up, waterproof, like a swan made of felt<br>steering my way in a water of wombs and ashes.<br><br>The smell of barbershops makes me break into hoarse<br>sobs.<br>The only thing I want is to lie still like stones or wool.<br>The only thing I want is to see no more stores, no gardens,<br>no more goods, no spectacles, no elevators.<br><br>It so happens that I am sick of my feet and my nails<br>and my hair and my shadow.<br>It so happens I am sick of being a man.<br><br>Still it would be marvelous<br>to terrify a law clerk with a cut lily,<br>or kill a nun with a blow on the ear.<br>It would be great<br>to go through the streets with a green knife<br>letting out yells until I died of the cold.<br><br>I don't want to go on being a root in the dark,<br>insecure, stretched out, shivering with sleep,<br>going on down, into the moist guts of the earth,<br>taking in and thinking, eating every day.<br><br>I don't want so much misery.<br>I don't want to go on as a root and a tomb,<br>alone under the ground, a warehouse with corpses,<br>half frozen, dying of grief.<br><br>That's why Monday, when it sees me coming<br>with my convict face, blazes up like gasoline,<br>and it howls on its way like a wounded wheel,<br>and leaves tracks full of warm blood leading toward the<br>night.<br><br>And it pushes me into certain corners, into some moist<br>houses,<br>into hospitals where the bones fly out the window,<br>into shoeshops that smell like vinegar,<br>and certain streets hideous as cracks in the skin.<br><br>There are sulphur-colored birds, and hideous intestines<br>hanging over the doors of houses that I hate,<br>and there are false teeth forgotten in a coffeepot,<br>there are mirrors<br>that ought to have wept from shame and terror,<br>there are umbrellas everywhere, and venoms, and umbilical<br>cords.<br><br>I stroll along serenely, with my eyes, my shoes,<br>my rage, forgetting everything,<br>I walk by, going through office buildings and orthopedic<br>shops,<br>and courtyards with washing hanging from the line:<br>underwear, towels and shirts from which slow<br>dirty tears are falling."
			}