{"id":"user179",
"title":"'A Room of One's Own - Shakespeare's Sister' by Virginia Woolf",
"exclude_from_menu":"true",
"image": "Vintoh Chandar (6).jpg",
"tag": ["27", "5", "21", "25"],
"video": {
							"src": ["Hd-las-vegas-eiffel-tower.m4v", "Hd-las-vegas-new-york-new-york.m4v", "Hd-las-vegas-venetian.m4v", "Hd-los-angeles-405-highway-3.m4v", "Hd-los-angeles-405-highway-4.m4v", "Hd-los-angeles-405-highway.m4v", "Hd-los-angeles-el-capitan-theatre-3.m4v", "Hd-los-angeles-hollywood-sign-4.m4v", "Hd-los-angeles-santa-monica-pier.m4v", "Hd-los-angeles-venice-beach-5.m4v", "Hd-new-york-city-chrysler-building.m4v", "Hd-new-york-city-empire-state-building.m4v", "Hd-new-york-city-foot-traffic-nyc.m4v", "Hd-new-york-city-new-york-city-skyline-2.m4v", "Hd-new-york-city-new-york-city-skyline-5.m4v", "Hd-new-york-city-new-york-city-skyline.m4v", "Hd-new-york-city-new-york-city-street.m4v", "Hd-new-york-city-new-york-city-subway.m4v", "Hd-new-york-city-radio-city.m4v", "Hd-new-york-city-times-square-2.m4v", "Hd-san-francisco-golden-gate-bridge-13.m4v", "Hd-san-francisco-golden-gate-bridge-14.m4v", "Hd-san-francisco-golden-gate-bridge.m4v", "Hd-san-francisco-san-francisco-bay-3.m4v", "Hd-san-francisco-san-francisco-bay-night-skyline-3.m4v", "Hd-san-francisco-san-francisco-bay-night-skyline.m4v", "Hd-san-francisco-san-francisco-bay-skyline-2.m4v", "Hd-san-francisco-san-francisco-golden-gate-bridge-2.m4v", "Hd-san-francisco-san-francisco-skyline-6.m4v", "Hd-san-francisco-san-francisco-town-houses-3.m4v", "Hd-seattle-seattle-skyline-12.m4v", "Hd-seattle-seattle-skyline-2.m4v", "Hd-washington-dc-washington-capitol-7.m4v", "Hd-washington-dc-washington-capitol-8.m4v", "Hd-boston-fenway-park.m4v", "Hd-seattle-mount-rainier-2.m4v", "Hd-seattle-seattle-port-2.m4v", "Hd-seattle-seattle-skyline-10.m4v"],
							"title": "video title",
							"type": "background"
						},
"shuffle": "true",
"main_text":"October 1928<br><br>'But, you may say, we asked you to speak about women and fiction - what has that got to do with a room of one's own? I will try to explain. When you asked me to speak about women and fiction I sat down on the banks of a river and began to wonder what the words meant. They might mean simply a few remarks about Fanny Burney; a few more about Jane Austen; a tribute to the Brontes and a sketch of Haworth Parsonage under snow; some witticisms if possible about Miss Mitford; a respectful allusion to George Eliot; a reference to Mrs. Gaskell and one would have done. But at second sight the words seemed not so simple. The title women and fiction might mean, and you may have meant it to mean, women and what they are like; or it might mean women and the fiction that they write; or it might mean women and the fiction that is written about them; or it might mean that somehow all three are inextricable mixed together and you want me to consider them in that light.<br><br> But when I began to consider the subject in this last way, which seemed the most interesting, I soon say that it had one fatal drawback. I should never be able to come to a conclusion. I should never be able to fulfill what is, I understand, the first duty of a lecturer - to hand you after an hour that - one cannot hope to tell the truth. One can only show how one came to hold whatever one does hold. One can only give one's audience the chance of drawing their own conclusions as they observe the limitations, the prejudices, the idiosyncrasies of the speaker. Fiction here is likely to contain more truth than fact. Therefore I propose, making use of all the liberties and licenses of a novelist, to tell you the story of the two days that preceded my coming here - how, bowed down by the weight of the subject which you have laid upon my shoulders, I pondered it, and made it work in and out of my daily life....<br><br> Here then was I (call me Mary Beton, Mary Seton, Mary Carmichael or by any name you please - it is not a matter of any importance) sitting on the banks of a river a week or two ago in fine October weather, lost in thought. That collar I have spoken of, women and fiction, the need of coming to some conclusion on a subject that raises all sorts of prejudices and passions, bowed my head to the ground. To the right and left bushes of some sort, golden and crimson, glowed with the colour, even it seemed burnt with the heat, of fire. On the further bank the willows wept in perpetual lamentation, their hair about their shoulders. The river reflected whatever it chose of sky and bridge and burning tree, and when the undergraduate had oared his boat through the reflections they closed again, completely, as if he had never been. <br><br>There one might have sat clock round lost in thought. Thought - to call it by a prouder name than it deserved - had let its line down into the stream. It swayed, minute after minute, hither and thither among the reflections and the weeds, letting the water lift it and sink it, until - you know the little tug - the sudden conglomeration of an idea at the end of one's line: and then the cautious hauling of it in, and the careful laying of it out. Alas, laid on the grass how small, how insignificant this thought of mine looked; the sort of fish that a good fisherman puts back into the water so that it may grow fatter and be one day worth cooking and eating. I will not trouble you with that thought now, though if you look carefully you may find it for yourselves in the course of what I am going to say.<br><br> But however small it was, it had, nevertheless, the mysterious property of its kind - put back into the mind, it became at once very exciting, and important; and as it darted and sank and flashed hither and thither, set up such a wash and tumult of ideas that it was impossible to sit still. It was thus that I found myself walking with extreme rapidity across a grass plot. Instantly a man's figure rose to intercept me. Nor did I at first understand that the gesticulations of a curious-looking object, in a cut-away coat and evening shirt, were aimed at me. His face expressed horror and indignation. Instinct rather than reason came to my help; he was a Beadle; I was a woman. This was the turf; there was the path. Only Fellows and Scholars are allowed here; the gravel is the place for me. Such thoughts were the work of a moment. As I regained the path the arms of the Beadle sank, his face assumed its usual repose, and though turf is better walking than gravel, no very great harm was done. The only charge I could bring against the Fellows and Scholars of whatever the college might happen to be was that in the protection of their turf, which has been rolled for 300 years in succession, they had sent my little fish into hiding....<br><br> Life for both sexes - and I looked at them (through a restaurant window while waiting for my lunch to be served), shouldering their way along the pavement - is arduous, difficult, a perpetual struggle. It calls for gigantic courage and strength. More than anything, perhaps, creatures of illusion as we are, it calls for confidence in oneself. Without self-confidence we are babes in the cradle. And how can we generate this imponderable quality, which is yet so invaluable, most quickly? By thinking that other people are inferior to oneself. By feeling that one has some innate superiority - it may be wealth, or rank, a straight nose, or the portrait of a grandfather by Romney - for there is no end to the pathetic devices of the human imagination - over other people. Hence the enormous importance to a patriarch who has to conquer, who has to rule, of feeling that great numbers of people, half the human race indeed, are by nature inferior to himself. <br><br>It must indeed be one of the great sources of his power....Women have served all these centuries as looking-glasses possessing the magic and delicious power of reflecting the figure of man at twice its natural size. Without that power probably the earth would still be swamp and jungle. The glories of all our wars would be on the remains of mutton bones and bartering flints for sheepskins or whatever simple ornament took our unsophisticated taste. Supermen and Fingers of Destiny would never have existed. The Czar and the Kaiser would never have worn their crowns or lost them. Whatever may be their use in civilised societies, mirrors are essential to all violent and heroic action. That is why Napoleon and Mussolini both insist so emphatically upon the inferiority of women, for if they were not inferior, they would cease to enlarge. That serves to explain in part the necessity that women so often are to men. And it serves to explain how restless they are under her criticism; how impossible it is for her to say to them this book is bad, this picture is feeble, or whatever it may be, without giving far more pain and rousing far more anger than a man would do who gave the same criticism. <br><br>For if she begins to tell the truth, the figure in the looking-glass shrinks; his fitness in life is diminished. How is he to go on giving judgment, civilising natives, making laws, writing books, dressing up and speechifying at banquets, unless he can see himself at breakfast and at dinner at least twice the size he really is? So I reflected, crumbling by bread and stirring my coffee and now and again looking at the people in the street. The looking-glass vision is of supreme importance because it charges the vitality; it stimulates the nervous system. Take it away and man may die, like the drug fiend deprived of his cocaine. Under the spell of that illusion, I thought, looking out of the window, half the people on the pavement are striding to work. They put on their hats and coats in the morning under its agreeable rays. They start the day confident, braced, believing themselves desired at Miss Smith's tea party; they say to themselves as they go into the room, I am the superior of half the people here, and it is thus that they speak with that self-confidence, that self-assurance, which have had such profound consequences in public life and lead to such curious notes in the margin of the private mind.<br><br> But these contributions to the dangerous and fascinating subject of the psychology of the other sex - it is one, I hope, that you will investigate when you have five hundred a year of your own - were interrupted by the necessity of paying the bill. It came to five shillings and ninepence. I gave the waiter a ten-shilling note and he went to bring me change. There was another ten-shilling note in my purse; I noticed it, because it is a fact that still takes my breath away - the power of my purse to breed ten-shilling notes automatically. I open it and there they are. Society gives me chicken and coffee, bed and lodging, in return for a certain number of pieces of paper which were left me by an aunt, for no other reason than that I share her name.<br><br> My aunt, May Beton, I must tell you, died by a fall from her horse when she was riding to take the air in Bombay. The news of my legacy reached me one night about the same time that the act was passed that gave notes to women. A solicitor's letter fell into the post-box and when I opened it I found that she had left me five hundred pounds a year for ever. Of the two - the vote and the money - the money, I own, seemed infinitely the more important. Before that I had made my living by cadging odd jobs from newspapers, by reporting a donkey show here or a wedding there; I had earned a few pounds by addressing envelopes, reading to old ladies, making artificial flowers, teaching the alphabet to small children in a kindergarten. Such were the chief occupations that were open to women before 1918. I need not, I am afraid, describe in any detail the hardness of the work, for you know perhaps women who have done it; nor the difficulty of living on the money when it was earned, for you may have tried. <br><br>But what still remains with me as a worse infliction than either was the poison of fear and bitterness which those days bred in me. To begin with, always to be doing work that one did not wish to do, and to do it like a slave, flattering and fawning, not always necessarily perhaps, but it seemed necessary and stakes were too great to run risks; and then the thought of that one gift which it was death to hide - a small one but dear to the possessor - perishing and with it myself, my soul - all this became like a rust eating away the bloom of the spring, destroying the tree at its heart. However, as I say, my aunt died; and whenever I change a ten-shilling note a little of that rust and corrosion is rubbed off; fear and bitterness go. Indeed, I thought, slipping the silver into my purse, it is remarkable, remembering the bitterness of those days, what a change of temper a fixed income will bring about.<br><br> No force in the world can take from me my five hundred pounds. Food, house and clothing are mine forever. Therefore not merely do effort and labour cease, but also hatred and bitterness. I need not hate any man; he cannot hurt me. I need not flatter any man; he has nothing to give me. So imperceptibly I found myself adopting a new attitude toward the other half of the human race. It was absurd to blame any class or any sex, as a whole. Great bodies of people are never responsible for what they do. They are driven by instincts which are not within their control. They too, the patriarchs, the professors, had endless difficulties, terrible drawbacks to contend with. Their education had been in some ways as faulty as my own. It had bred in them defects as great. True, they had money and power, but only at the cost of harbouring in their breasts an eagle, a vulture, forever tearing the liver out and plucking at the lungs - the instinct for possession, the rage for acquisition which drives them to desire other people's fields and good perpetually; to make frontiers and flags; battleships and poison gas; to offer up their own lives and their children's lives.<br><br> Walk through the Admiralty Arch (I had reached that monument), or any other avenue given up to trophies and cannon, and reflect upon the kind of glory celebrated there. Or watch in the spring sunshine the stockbroker and the great barrister going indoors to make money and more money and more money when it is a fact that five hundred pounds a year will keep one alive in the sunshine. These are unpleasant instincts to harbour, I reflected. They are bred of the conditions of life; of the lack of civilisation, I thought, looking at the statue of the Duke of Cambridge, and in particular at the feathers in his cocked hat, with a fixity that they have scarcely ever received before. And, as I realized these drawbacks, by degrees fear and bitterness modified themselves into pity and toleration went, and the greatest release of all came,, which is freedom to think of things in themselves. That building, for example, do I like it or not? Is that picture beautiful or not? Is that in my opinion a good book or bad? Indeed my aunt's legacy unveiled the sky to me, and substituted for the large and imposing figure of a gentleman, which Milton recommended for my perpetual adoration, a view of the open sky.<br><br> So thinking, so speculating, I found my way back to my house by the river. Lamps were being lit and an indescribable change had come over London since the morning hour....<br><br> It was disappointing not to have brought back in the evening some important statement, some authentic fact. Women are poorer than men because - this or that. Perhaps now it would be better to give up seeking the truth, and receiving on one's head an avalanche of opinion hot as lava, discoloured as dish-water. It would be better to draw the curtains; to shut out distractions; to light the lamp; to narrow the inquiry and to ask the historian, who records not opinions but fact, to describe under what conditions women lived, not throughout the ages, but in England, say in the time of Elizabeth.<br><br> For it is a perennial puzzle why no woman wrote a word of that extraordinary literature when every other man, it seemed, was capable of song or sonnet. What were the conditions in which women lived, I asked myself; for fiction, imaginative work that is, is not dropped like a pebble upon the ground, as science may be; fiction is like a spider's web, attached ever so lightly perhaps, but still attached to life at all four corners. Often the attachment is scarcely perceptible; Shakespeare's plays, for instance, seem to hang there complete by themselves. But when the web is pulled askew, hooked up at the edge, torn in the middle, one remembers that these webs are not spun in midair by incorporeal creatures, but are the work of suffering human beings, and are attached to grossly material things, like health and money and the houses we live in.<br><br> I went, therefore, to the shelf where the histories stand and took down one of the latest, Professor Trevelyan's History of England. Once more I looked up ‘Women’, found ‘position of,’ and turned to the pages indicated. ‘Wife-beating,’ I read, ‘was a recognized right of man, and was practiced without shame by high as well as low....Similarly,’ the historian goes on, ‘the daughter who refused to marry the gentleman of her parents' choice was liable to be locked up, beaten and flung about the room, without any shock being inflicted on public opinion. Marriage was not an affair of personal affection, but of family avarice, particularly in the 'chivalrous' upper classes.... Betrothal often took place while one or both of the parties was in the cradle, and marriage when they were scarcely out of the nurses' charge.’ That was about 1470, soon after Chaucer's time.<br><br> The next reference to the position of women is some two hundred years later, in the time of the Stuarts. ‘It was still the exception for women of the upper and middle class to choose their own husbands, and when the husband had been assigned, he was lord and master, so far at least as law and custom could make him. Yet even so,’ Professor Trevelyan concludes, ‘neither Shakespeare's women nor those of authentic seventeenth-century memoirs...seem wanting in personality and character.’...Indeed, if woman had no existence save in the fiction written by men, one would imagine her a person of the utmost importance; very various; heroic and mean; splendid and sordid; infinitely beautiful and hideous in the extreme; as great as a man, some think even greater. But this is woman in fiction. In fact, as Professor Trevelyan points out, she was locked up, beaten and flung about the room.<br><br> A very queer, composite being thus emerges. Imaginatively she is of the highest importance; practically she is completely insignificant. She pervades poetry from cover to cover; she is all but absent from history. She dominates the lives of kings and conquerors in fiction; in fact she was the slave of any boy whose parents forced a ring upon her finger. Some of the most inspired words, some of the most profound thoughts in literature fall from her lips; in real life she could hardly read, could scarcely spell, and was the property of her husband.<br><br> It was certainly an odd monster that one made up by reading the historians first and the poets afterwards - a worm winged like an eagle; the spirit of life and beauty in a kitchen chopping up suet. But these monsters, however amusing to the imagination, have no existence in fact. What one must do to bring her to life was to think poetically and prosaically at one and the same moment, thus keeping in touch with fact - that she is Mrs. Martin, aged thirty-six, dressed in blue, wearing a black hat and brown shoes; but not losing sight of fiction either - that she is a vessel in which all sorts of spirits and forces are coursing and flashing perpetually. The moment, however, that one tries this method with the Elizabethan woman, one branch of illumination fails; one is held up by the scarcity of facts. One knows nothing detailed, nothing perfectly true and substantial about her. History scarcely mentions her...Occasionally an individual woman is mentioned, an Elizabeth or a Mary; a queen or a great lady. <br><br>But by no possible means could middle-class women with nothing but brains and character at their command have taken part in any one of the great movements which, brought together, constitute the historian's view of the past. Nor shall we find her in any collection of anecdotes. Aubrey hardly mentions her. She never writes her own life and scarcely keeps a diary; there are only a handful of her letters in existence. She left no plays or poems by which we can judge her. What one wants, I thought - and why does not some brilliant student at Newnham or Girton supply it? - is a mass of information; at what age did she marry; how many children had she as a rule; what was her house like; had she a room to herself; did she do the cooking; would she be likely to have a servant? All these facts lie somewhere, presumably, in parish registers and account books; the life of the average Elizabethan woman must be scattered about somewhere, could one collect it and make a book of it. It would be ambitious beyond my daring, I thought, looking about the shelves for books that were not there, to suggest to the students of those famous colleges that they should re-write history, though I own that it often seems a little queer as it is, unreal, lop-sided; but why should they not add a supplement to history?<br><br> Calling it, of course, by some inconspicuous name so that women might figure there without impropriety? For one often catches a glimpse of them in the lives of the great, whisking away into the background, concealing, I sometimes think, a wink, a laugh, perhaps a tear...But what I find deplorable, is that nothing is known about women before the eighteenth century. I have no model in my mind to turn about this way and that. Here am I asking why women did not write poetry in the Elizabethan age, and I am not sure how they were educated; whether they were taught to write; whether they had sitting-rooms to themselves; how many women had children before they were twenty-one; what, in short, they did from eight in the morning till eight at night. <br><br>They had no money evidently; according to Professor Trevelyan they were married whether they liked it or not before they were out of the nursery, at fifteen or sixteen very likely. It would have been extremely odd, even upon this showing, had one of them suddenly written the plays of Shakespeare, I concluded, and I thought of that old gentleman, who is dead now, but was a bishop, I think, who declared that it was impossible for any woman, past, present, or to come, to have the genius of Shakespeare. He wrote to the papers about it. He also told a lady who applied to him for information that cats do not as a matter of fact go to heaven, though they have, he added, souls of a sort. How much thinking those old gentlemen used to save one! How the borders of ignorance shrank back at their approach! Cats do not go to heaven. Women cannot write the plays of Shakespeare.<br><br> Be that as it may, I could not help thinking, as I looked at the works of Shakespeare on the shelf, that the bishop was right at least in this; it would have been impossible, completely and entirely, for any woman to have written the plays of Shakespeare in the age of Shakespeare. Let me imagine, since the facts are so hard to come by, what would have happened had Shakespeare had a wonderfully gifted sister, called Judith, let us say. Shakespeare himself went, very probably - his mother was an heiress - to the grammar school, where he may have learnt Latin - Ovid, Virgin and Horace - and the elements of grammar and logic. He was, it is well known, a wild boy who poached rabbits, perhaps shot a deer, and had, rather sooner than he should have done, to marry a woman in the neighborhood, who bore him a child rather quicker than was right. That escapade sent him to seek his fortune in London. He had, it seemed, a taste for the theatre; he began by holding horses at the stage door.<br><br> Very soon he got work in the theatre, became a successful actor, and lived at the hub of the universe, meeting everybody, knowing everybody, practicing his art on the boards, exercising his wits in the streets, and even getting access to the palace of the queen. Meanwhile his extraordinarily gifted sister, let us suppose, remained at home. She was as adventurous, as imaginative, as agog to see the world as he was. But she was not sent to school. She had no chance of learning grammar and logic, let alone of reading Horace and Virgil. She picked up a book now and then, one of her brother's perhaps, and read a few pages. But then her parents came in and told her to mend the stockings or mind the stew and not moon about with books and papers. They would have spoken sharply but kindly, for they were substantial people who knew the conditions of life for a woman and loved their daughter - indeed, more likely than not she was the apple of her father's eye.<br><br> Perhaps she scribbled some pages up in an apple loft on the sly, but was careful to hide them or set fire to them. Soon, however, before she was out of her teens, she was to be betrothed to the son of a neighboring wool-stapler. She cried out that marriage was hateful to her, and for that she was severely beaten by her father. Then he ceased to scold her. He begged her instead not to hurt him, not to shame him in this matter of her marriage. He would give her a chain of beads or a fine petticoat, he said; and there were tears in his eyes. How could she disobey him? How could she break his heart? The force of her own gift alone drove her to it. She made up a small parcel of her belongings, let herself down by a rope one summer's night and took the road to London. She was not seventeen. The birds that sang in the hedge were not more musical than she was. She had the quickest fancy, a gift like her brother's, for the tune of words. Like him, she had a taste for the theatre.<br><br> She stood at the stage door; she wanted to act, she said. Men laughed in her face. The manager - a fat, loose-lipped man - guffawed. He bellowed something about poodles dancing and women acting - no woman, he said, could possibly be an actress. He hinted - you can imagine what. She could get no training in her craft. Could she even seek her dinner in a tavern or roam the streets at midnight? Yet her genius was for fiction and lusted to feed abundantly upon the lives of men and women and the study of their ways. At last - for she was very young, oddly like Shakespeare the poet in her face, with the same grey eyes and rounded brows - at last Nick Greene the actor-manager took pity on her; she found herself with child by that gentleman and so - who shall measure the heat and violence of the poet's heart when caught and tangled in a woman's body? - killed herself one winter's night and lies buried at some crossroads where the omnibuses now stop outside the Elephant and Castle.<br><br> That, more or less, is how the story would run, I think, if a woman in Shakespeare's day had had Shakespeare's genius. But for my part, I agree with the deceased bishop, if such he was - it is unthinkable that any woman in Shakespeare's day should have had Shakespeare's genius. For genius like Shakespeare's is not born among labouring, uneducated, servile people. It was not born in England among the Saxons and the Britons. It is not born today among the working classes. How, then, could it have been born among women whose work began, according to Professor Trevelyan, almost before they were out of the nursery, who were forced to it by their parents and held to it by all the power of law and custom? Yet genius of a sort must have existed among women as it must have existed among the working classes.<br><br> Now and again an Emily Bronte or a Robert Burns blazes out and proves its presence. But certainly it never got itself on to paper. When, however, one reads of a witch being ducked, of a woman possessed by devils, of a wise woman selling herbs, or even of a very remarkable man who had a mother, then I think we are on the track of a lost novelist, a suppressed poet, of some mute and inglorious Jane Austen, some Emily Bronte who dashed her brains out on the moor or mopped and mowed about the highways crazed with the torture that her gift had put her to. Indeed, I would venture to guess that Anon, who wrote so many poems without signing them, was often a woman. It was a woman Edward Fitzgerald, I think, suggested who made the ballads and the folk-songs, crooning them to her children, beguiling her spinning with them, on the length of the winter's night.<br><br> This may be true or it may be false - who can say? - but what is true in it, so it seemed to me, reviewing the story of Shakespeare's sister as I had made it, is that any woman born with a great gift in the sixteenth century would certainly have gone crazed, shot herself, or ended her days in some lonely cottage outside the village, half witch, half wizard, feared and mocked at. For it needs little skill in psychology to be sure that a highly gifted girl who had tried to use her gift for poetry would have been so thwarted and hindered by other people, so tortured and pulled asunder by her own contrary instincts, that she must have lost her health and sanity to a certainty. No girl could have walked to London and stood at a stage door and forced her way into the presence of actor-managers without doing herself a violence and suffering an anguish which may have been irrational - for chastity may be a fetish invented by certain societies for unknown reasons - but were none the less inevitable. <br><br>Chastity has then, it has even now, a religious importance in a woman's life, and has so wrapped itself round with nerves and instincts that to cut it free and bring it to the light of day demands courage of the rarest. To have lived a free life in London in the sixteenth century would have meant for a woman who was a poet and playwright a nervous stress and dilemma which might well have killed her. Had she survived, whatever she had written would have been twisted and deformed, issuing from a strained and morbid imagination. And undoubtedly, I thought, looking at the shelf where there are no plays by women, her work would have gone unsigned. That refuge she would have sought certainly. It was the relic of the sense of chastity that dictated anonymity to women even so late as the nineteenth century. Currer Bell, George Eliot, George Sand, all the victims of inner strife as their writings prove, sought ineffectively to veil themselves by using the name of a man. Thus they did homage to the convention, which if not implanted by the other sex was liberally encouraged by them, that publicity in women is detestable. Anonymity runs in their blood....<br><br> Aphra Behn (seventeenth century novelist and dramatist) proved that money could be made by writing at the sacrifice, perhaps, of certain agreeable qualities; and so by degrees writing became not merely a sign of folly and a distracted mind, but was of practical importance. A husband might die, or some disaster overtake the family. Hundreds of women began as the eighteenth century drew on to add to their pin money, or to come to the rescue of their families by making translations or writing the innumerable bad novels which have ceased to be recorded even in textbooks....The extreme activity of mind which showed itself in the later eighteenth century among women - the talking, and the meeting, the writing of essays on Shakespeare, the translating of the classics - was founded on the solid fact that women could make money by writing. Money dignifies what is frivolous if unpaid for. It might still be well to sneer at ‘blue stockings with an itch for scribbling,’ but it could not be denied that they could put money in their purses. <br><br>Thus, towards the end of the eighteenth century a change came about which, if I were rewriting history, I should describe more fully and think of greater importance than the Crusades or the Wars of the Roses. The middle-class woman began to write....Without those forerunners, Jane Austen and the Brontes and George Eliot could no more have written than Shakespeare could have written without Marlowe, or Marlowe without Chaucer, or Chaucer without those forgotten poets who paved the ways and tamed the natural savagery of the tongue. For masterpieces are not single and solitary births; they are the outcome of many years of thinking in common, of thinking by the body of the people, so that the experience of the mass is behind the single voice....All women together ought to let flowers fall upon the tomb of Aphra Behn which is, most scandalously but rather appropriately, in Westminister Abbey, for it was she who earned them the right to speak their minds. It is she - shady and amorphous as she was - who makes it not quite fantastic for me to say to you tonight; Earn five hundred a year by your wits....<br><br> Next I think that you may object that in all this I have made too much of the importance of material things. Even allowing a generous margin for symbolism, that five hundred a year stands for the power to contemplate, that a lock on the door means the power to think for oneself, still you may say that the mind should rise above such things; and that great poets have often been poor men. Let me then quote to you the words of your own Professor of Literature, who knows better than I do what goes to the making of a poet. Sir Arthur Quiller-Coach writes: ‘The poor poet has not in these days, nor has had for two hundred years, a dog's chance...a poor child in England has little more hope than had the son of an Athenian slave to be emancipated into that intellectual freedom of which great writings are born.’ That is it. Intellectual freedom depends upon material things. Poetry depends upon intellectual freedom. And women have always been poor, not for two hundred years merely, but from the beginning of time. Women have had less intellectual freedom than the sons of Athenian slaves. Women, then, have not had a dog's chance of writing poetry. That is why I have laid so much stress on money and a room of one's own....<br><br> I told you in the course of this paper that Shakespeare had a sister; but do not look for her in Sir Sidney Lee's life of the poet. She died young - alas, she never wrote a word. She lies buried where the omnibuses now stop, opposite the Elephant and Castle. Now my belief is that this poet who never wrote a word and was buried at the crossroads still lives. She lives in you and in me, and in many other women who are not here tonight, for they are washing up the dishes and putting the children to bed. But she lives; for great poets do not die; they are continuing presences; they need only the opportunity to walk among us in the flesh. This opportunity, as I think, it is now coming within your power to give her.<br><br> For my belief is that if we live another century or so - I am taking of the common life which is the real life and not of the little separate lives which we live as individuals - and have five hundred a year each of us and rooms of our own; if we have the habit of freedom and the courage to write exactly what we think; if we escape a little from the common sitting-room and see human beings not always in their relation to each other but in relation to reality; and the sky, too, and the trees or whatever it may be in themselves; if we look past Milton's hogey, for no human being should shut out the view; if we face the fact, for it is a fact, that there is no arm to cling to, but that we go alone and that our relation is to the world of reality and not only to the world of men and women, then the opportunity will come and the dead poet who was Shakespeare's sister will put on the body which she has so often laid down. Drawing her life from the lives of the unknown who were her fore-runners, as her brother did before her, she will be born. As for her coming without that preparation, without that effort on our part, without that determination that when she is born again she shall find it possible to live and write her poetry, that we cannot expect, for that would be impossible. But I maintain that she would come if we worked for her, and that so to work, even in poverty and obscurity, is worth while.'"}