{
				"id": "user230",
				"title": "I Remember, I Remember by Philip Larkin",
				"exclude_from_menu": "true",
				"image": "Tim in sanhazzay2.jpg",
				"tag": ["15", "1"],
				"video": {
					"src": ["Foggy-forest-mountainside.m4v", "Following-san-diego-highway-horizon.m4v", "Forming-clouds-in-blue-sky-timelapse.m4v", "Forming-clouds-in-light-blue-sky.m4v", "Full-moon-at-night-behind-clouds.m4v", "Full-moon-and-dark-cloud-2.m4v", "Full-moon-and-dark-cloud-1.m4v", "Full-moon-and-cloud.m4v", "From-ground-to-roof-of-abandoned-desert-home.m4v", "Full-moon-at-night-behind-clouds-3.m4v", "Full-moon-rising-behind-tree.m4v"],
					"type": "background"	
				},
				"main_text": "Coming up England by a different line<br>For once, early in the cold new year,<br>We stopped, and, watching men with number plates<br>Sprint down the platform to familiar gates,<br>'Why, Coventry!' I exclaimed. 'I was born here.'<br><br>I leant far out, and squinnied for a sign<br>That this was still the town that had been 'mine'<br>So long, but found I wasn't even clear<br>Which side was which. From where those cycle-crates<br>Were standing, had we annually departed<br><br>For all those family hols? . . . A whistle went:<br>Things moved. I sat back, staring at my boots.<br>'Was that,' my friend smiled, 'where you 'have your roots'?'<br>No, only where my childhood was unspent,<br>I wanted to retort, just where I started:<br><br>By now I've got the whole place clearly charted.<br>Our garden, first: where I did not invent<br>Blinding theologies of flowers and fruits,<br>And wasn't spoken to by an old hat.<br>And here we have that splendid family<br><br>I never ran to when I got depressed,<br>The boys all biceps and the girls all chest,<br>Their comic Ford, their farm where I could be<br>'Really myself'. I'll show you, come to that, <br>The bracken where I never trembling sat,<br><br>Determined to go through with it; where she<br>Lay back, and 'all became a burning mist'.<br>And, in those offices, my doggerel<br>Was not set up in blunt ten-point, nor read<br>By a distinguished cousin of the mayor,<br><br>Who didn't call and tell my father There<br>Before us, had we the gift to see ahead -<br>'You look as though you wished the place in Hell,'<br>My friend said, 'judging from your face.' 'Oh well,<br>I suppose it's not the place's fault,' I said.<br><br>'Nothing, like something, happens anywhere.'"
			}