{
				"id": "user476",
				"title": "To a Skylark by Percy Bysshe Shelley",
				"exclude_from_menu": "true",
				"image": "Al_HikesAZ.jpg",
				"tag": ["15", "41", "48"],
				"video": {
					"src": ["Aerial-shot-of-ocean-and-island-off-coast-of-miami.m4v", "Aerial-shot-of-residential-miami-2.m4v", "Aerial-shot-of-ski-area-and-luxury-homes.m4v", "Aerial-shot-of-amtrak-train-and-desert-town.m4v", "Aerial-shot-of-amtrak-train-and-great-salt-lake.m4v", "Aerial-shot-of-lighthouse-with-sparkling-water-with-zoom-out.m4v", "Aerial-shot-of-lighthouse-with-sparkling-water-with-zoom-out2.m4v", "Aerial-shot-of-lighthouse-with-sparkling-water.m4v", "Aerial-shot-of-speed-boat-flyover.m4v", "Aerial-shot-of-three-motorcycles-on-monument-valley-highway.m4v", "Aerial-shot-of-three-motorcycles-on-monument-valley-highway2.m4v", "Aerial-shot-of-three-motorcycles-on-monument-valley-highway3.m4v", "Aerial-shot-of-three-motorcycles-on-monument-valley-highway4.m4v", "Aerial-shot-of-two-fly-fisherman.m4v"],
					"type": "background"	
				},
				"main_text": "HAIL to thee, blithe spirit!<br> Bird thou never wert-<br> That from heaven or near it<br> Pourest thy full heart<br> In profuse strains of unpremeditated art. <br> Higher still and higher<br> From the earth thou springest,<br> Like a cloud of fire;<br> The blue deep thou wingest,<br> And singing still dost soar, and soaring ever singest. <br> In the golden light'ning<br> Of the sunken sun,<br> O'er which clouds are bright'ning,<br> Thou dost float and run,<br> Like an unbodied joy whose race is just begun. <br> The pale purple even<br> Melts around thy flight;<br> Like a star of heaven,<br> In the broad daylight<br> Thou art unseen, but yet I hear thy shrill delight- <br> Keen as are the arrows<br> Of that silver sphere<br> Whose intense lamp narrows<br> In the white dawn clear,<br> Until we hardly see, we feel that it is there. <br> All the earth and air<br> With thy voice is loud,<br> As when night is bare,<br> From one lonely cloud<br> The moon rains out her beams, and heaven is overflow'd. <br> What thou art we know not;<br> What is most like thee?<br> From rainbow clouds there flow not<br> Drops so bright to see,<br> As from thy presence showers a rain of melody:- <br> Like a poet hidden<br> In the light of thought,<br> Singing hymns unbidden,<br> Till the world is wrought<br> To sympathy with hopes and fears it heeded not: <br> Like a high-born maiden<br> In a palace tower,<br> Soothing her love-laden<br> Soul in secret hour<br> With music sweet as love, which overflows her bower: <br> Like a glow-worm golden<br> In a dell of dew,<br> Scattering unbeholden<br> Its aerial hue<br> Among the flowers and grass which screen it from the view: <br> Like a rose embower'd<br> In its own green leaves,<br> By warm winds deflower'd,<br> Till the scent it gives<br> Makes faint with too much sweet those heavy-winged thieves. <br> Sound of vernal showers<br> On the twinkling grass,<br> Rain-awaken'd flowers-<br> All that ever was<br> Joyous and clear and fresh-thy music doth surpass. <br> Teach us, sprite or bird,<br> What sweet thoughts are thine:<br> I have never heard<br> Praise of love or wine<br> That panted forth a flood of rapture so divine. <br> Chorus hymeneal,<br> Or triumphal chant,<br> Match'd with thine would be all<br> But an empty vaunt-<br> A thin wherein we feel there is some hidden want. <br> What objects are the fountains<br> Of thy happy strain?<br> What fields, or waves, or mountains?<br> What shapes of sky or plain?<br> What love of thine own kind? what ignorance of pain? <br> With thy clear keen joyance<br> Languor cannot be:<br> Shadow of annoyance<br> Never came near thee:<br> Thou lovest, but ne'er knew love's sad satiety. <br> Waking or asleep,<br> Thou of death must deem<br> Things more true and deep<br> Than we mortals dream,<br> Or how could thy notes flow in such a crystal stream? <br> We look before and after,<br> And pine for what is not:<br> Our sincerest laughter<br> With some pain is fraught;<br> Our sweetest songs are those that tell of saddest thought. <br> Yet, if we could scorn<br> Hate and pride and fear,<br> If we were things born<br> Not to shed a tear,<br> I know not how thy joy we ever should come near. <br> Better than all measures<br> Of delightful sound,<br> Better than all treasures<br> That in books are found,<br> Thy skill to poet were, thou scorner of the ground! <br> Teach me half the gladness<br> That thy brain must know;<br> Such harmonious madness<br> From my lips would flow,<br> The world should listen then, as I am listening now."
			}