{"id":"user68","title":"Virginia Woolf","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"From the oval-shaped flower-bed there rose perhaps a hundred stalks spreading into heart-shaped or tongue-shaped leaves half way up and unfurling at the tip red or blue or yellow petals marked with spots of colour raised upon the surface; and from the red, blue or yellow gloom of the throat emerged a straight bar, rough with gold dust and slightly clubbed at the end. The petals were voluminous enough to be stirred by the summer breeze, and when they moved, the red, blue and yellow lights passed one over the other, staining an inch of the brown earth beneath with a spot of the most intricate colour. The light fell either upon the smooth, grey back of a pebble, or, the shell of a snail with its brown, circular veins, or falling into a raindrop, it expanded with such intensity of red, blue and yellow the thin walls of water that one expected them to burst and disappear. Instead, the drop was left in a second silver grey once more, and the light now settled upon the flesh of a leaf, revealing the branching thread of fibre beneath the surface, and again it moved on and spread its illumination in the vast green spaces beneath the dome of the heart-shaped and tongue-shaped leaves. Then the breeze stirred rather more briskly overhead and the colour was flashed into the air above, into the eyes of the men and women who walk in Kew Gardens in July.<br> <br> The figures of these men and women straggled past the flower-bed with a curiously irregular movement not unlike that of the white and blue butterflies who crossed the turf in zig-zag flights from bed to bed. The man was about six inches in front of the woman, strolling carelessly, while she bore on with greater purpose, only turning her head now and then to see that the children were not too far behind. The man kept this distance in front of the woman purposely, though perhaps unconsciously, for he wished to go on with his thoughts.<br> <br> ‘Fifteen years ago I came here with Lily,’ he thought. ‘We sat somewhere over there by a lake and I begged her to marry me all through the hot afternoon. How the dragonfly kept circling round us: how clearly I see the dragonfly and her shoe with the square silver buckle at the toe. All the time I spoke I saw her shoe and when it moved impatiently I knew without looking up what she was going to say: the whole of her seemed to be in her shoe. And my love, my desire, were in the dragonfly; for some reason I thought that if it settled there, on that leaf, the broad one with the red flower in the middle of it, if the dragonfly settled on the leaf she would say ‘Yes’ at once. But the dragonfly went round and round: it never settled anywhere — of course not, happily not, or I shouldn’t be walking here with Eleanor and the children — Tell me, Eleanor. D’you ever think of the past?’<br> <br> ‘Why do you ask, Simon?’<br> <br> ‘Because I’ve been thinking of the past. I’ve been thinking of Lily, the woman I might have married . . . Well, why are you silent? Do you mind my thinking of the past?’<br> <br> ‘Why should I mind, Simon? Doesn’t one always think of the past, in a garden with men and women lying under the trees? Aren’t they one’s past, all that remains of it, those men and women, those ghosts lying under the trees . . . one’s happiness, one’s reality?’<br> <br> ‘For me, a square silver shoe buckle and a dragonfly —’<br> <br> ‘For me, a kiss. Imagine six little girls sitting before their easels twenty years ago, down by the side of a lake, painting the water-lilies, the first red water-lilies I’d ever seen. And suddenly a kiss, there on the back of my neck. And my hand shook all the afternoon so that I couldn’t paint. I took out my watch and marked the hour when I would allow myself to think of the kiss for five minutes only — it was so precious — the kiss of an old grey-haired woman with a wart on her nose, the mother of all my kisses all my life. Come, Caroline, come, Hubert.’<br> <br> They walked on the past the flower-bed, now walking four abreast, and soon diminished in size among the trees and looked half transparent as the sunlight and shade swam over their backs in large trembling irregular patches.<br> <br> In the oval flower bed the snail, whose shelled had been stained red, blue, and yellow for the space of two minutes or so, now appeared to be moving very slightly in its shell, and next began to labour over the crumbs of loose earth which broke away and rolled down as it passed over them. It appeared to have a definite goal in front of it, differing in this respect from the singular high stepping angular green insect who attempted to cross in front of it, and waited for a second with its antenna trembling as if in deliberation, and then stepped off as rapidly and strangely in the opposite direction. Brown cliffs with deep green lakes in the hollows, flat, blade-like trees that waved from root to tip, round boulders of grey stone, vast crumpled surfaces of a thin crackling texture — all these objects lay across the snail’s progress between one stalk and another to his goal. Before he had decided whether to circumvent the arched tent of a dead leaf or to breast it there came past the bed the feet of other human beings.<br> <br> This time they were both men. The younger of the two wore an expression of perhaps unnatural calm; he raised his eyes and fixed them very steadily in front of him while his companion spoke, and directly his companion had done speaking he looked on the ground again and sometimes opened his lips only after a long pause and sometimes did not open them at all. The elder man had a curiously uneven and shaky method of walking, jerking his hand forward and throwing up his head abruptly, rather in the manner of an impatient carriage horse tired of waiting outside a house; but in the man these gestures were irresolute and pointless. He talked almost incessantly; he smiled to himself and again began to talk, as if the smile had been an answer. He was talking about spirits — the spirits of the dead, who, according to him, were even now telling him all sorts of odd things about their experiences in Heaven.<br> <br> ‘Heaven was known to the ancients as Thessaly, William, and now, with this war, the spirit matter is rolling between the hills like thunder.’ He paused, seemed to listen, smiled, jerked his head and continued:——<br> <br> ‘You have a small electric battery and a piece of rubber to insulate the wire — isolate? — insulate? — well, we’ll skip the details, no good going into details that wouldn’t be understood — and in short the little machine stands in any convenient position by the head of the bed, we will say, on a neat mahogany stand. All arrangements being properly fixed by workmen under my direction, the widow applies her ear and summons the spirit by sign as agreed. Women! Widows! Women in black ——’<br> <br> Here he seemed to have caught sight of a woman’s dress in the distance, which in the shade looked a purple black. He took off his hat, placed his hand upon his heart, and hurried towards her muttering and gesticulating feverishly. But William caught him by the sleeve and touched a flower with the tip of his walking-stick in order to divert the old man’s attention. After looking at it for a moment in some confusion the old man bent his ear to it and seemed to answer a voice speaking from it, for he began talking about the forests of Uruguay which he had visited hundreds of years ago in company with the most beautiful young woman in Europe. He could be heard murmuring about forests of Uruguay blanketed with the wax petals of tropical roses, nightingales, sea beaches, mermaids, and women drowned at sea, as he suffered himself to be moved on by William, upon whose face the look of stoical patience grew slowly deeper and deeper.<br> <br> Following his steps so closely as to be slightly puzzled by his gestures came two elderly women of the lower middle class, one stout and ponderous, the other rosy cheeked and nimble. Like most people of their station they were frankly fascinated by any signs of eccentricity betokening a disordered brain, especially in the well-to-do; but they were too far off to be certain whether the gestures were merely eccentric or genuinely mad. After they had scrutinised the old man’s back in silence for a moment and given each other a queer, sly look, they went on energetically piecing together their very complicated dialogue:<br> <br> ‘Nell, Bert, Lot, Cess, Phil, Pa, he says, I says, she says, I says, I says, I says ——’<br> <br> ‘My Bert, Sis, Bill, Grandad, the old man, sugar, Sugar, flour, kippers, greens, Sugar, sugar, sugar.’<br> <br> The ponderous woman looked through the pattern of falling words at the flowers standing cool, firm, and upright in the earth, with a curious expression. She saw them as a sleeper waking from a heavy sleep sees a brass candlestick reflecting the light in an unfamiliar way, and closes his eyes and opens them, and seeing the brass candlestick again, finally starts broad awake and stares at the candlestick with all his powers. So the heavy woman came to a standstill opposite the oval-shaped flower bed, and ceased even to pretend to listen to what the other woman was saying. She stood there letting the words fall over her, swaying the top part of her body slowly backwards and forwards, looking at the flowers. Then she suggested that they should find a seat and have their tea.<br> <br> The snail had now considered every possible method of reaching his goal without going round the dead leaf or climbing over it. Let alone the effort needed for climbing a leaf, he was doubtful whether the thin texture which vibrated with such an alarming crackle when touched even by the tip of his horns would bear his weight; and this determined him finally to creep beneath it, for there was a point where the leaf curved high enough from the ground to admit him. He had just inserted his head in the opening and was taking stock of the high brown roof and was getting used to the cool brown light when two other people came past outside on the turf. This time they were both young, a young man and a young woman. They were both in the prime of youth, or even in that season which precedes the prime of youth, the season before the smooth pink folds of the flower have burst their gummy case, when the wings of the butterfly, though fully grown, are motionless in the sun.<br> <br> ‘Lucky it isn’t Friday,’ he observed.<br> <br> ‘Why? D’you believe in luck?’<br> <br> ‘They make you pay sixpence on Friday.’<br> <br> ‘What’s sixpence anyway? Isn’t it worth sixpence?’<br> <br> ‘What’s ‘it’— what do you mean by ‘it’?’<br> <br> ‘O, anything — I mean — you know what I mean.’<br> <br> Long pauses came between each of these remarks; they were uttered in toneless and monotonous voices. The couple stood still on the edge of the flower bed, and together pressed the end of her parasol deep down into the soft earth. The action and the fact that his hand rested on the top of hers expressed their feelings in a strange way, as these short insignificant words also expressed something, words with short wings for their heavy body of meaning, inadequate to carry them far and thus alighting awkwardly upon the very common objects that surrounded them, and were to their inexperienced touch so massive; but who knows (so they thought as they pressed the parasol into the earth) what precipices aren’t concealed in them, or what slopes of ice don’t shine in the sun on the other side? Who knows? Who has ever seen this before? Even when she wondered what sort of tea they gave you at Kew, he felt that something loomed up behind her words, and stood vast and solid behind them; and the mist very slowly rose and uncovered — O, Heavens, what were those shapes? — little white tables, and waitresses who looked first at her and then at him; and there was a bill that he would pay with a real two shilling piece, and it was real, all real, he assured himself, fingering the coin in his pocket, real to everyone except to him and to her; even to him it began to seem real; and then — but it was too exciting to stand and think any longer, and he pulled the parasol out of the earth with a jerk and was impatient to find the place where one had tea with other people, like other people.<br> <br> ‘Come along, Trissie; it’s time we had our tea.’<br> <br> ‘Wherever DOES one have one’s tea?’ she asked with the oddest thrill of excitement in her voice, looking vaguely round and letting herself be drawn on down the grass path, trailing her parasol, turning her head this way and that way, forgetting her tea, wishing to go down there and then down there, remembering orchids and cranes among wild flowers, a Chinese pagoda and a crimson crested bird; but he bore her on.<br> <br> Thus one couple after another with much the same irregular and aimless movement passed the flower-bed and were enveloped in layer after layer of green blue vapour, in which at first their bodies had substance and a dash of colour, but later both substance and colour dissolved in the green-blue atmosphere. How hot it was! So hot that even the thrush chose to hop, like a mechanical bird, in the shadow of the flowers, with long pauses between one movement and the next; instead of rambling vaguely the white butterflies danced one above another, making with their white shifting flakes the outline of a shattered marble column above the tallest flowers the glass roofs of the palm house shone as if a whole market full of shiny green umbrellas had opened in the sun; and in the drone of the aeroplane the voice of the summer sky murmured its fierce soul. Yellow and black, pink and snow white, shapes of all these colours, men, women, and children were spotted for a second upon the horizon, and then, seeing the breadth of yellow that lay upon the grass, they wavered and sought shade beneath the trees, dissolving like drops of water in the yellow and green atmosphere, staining it faintly with red and blue. It seemed as if all gross and heavy bodies had sunk down in the heat motionless and lay huddled upon the ground, but their voices went wavering from them as if they were flames lolling from the thick waxen bodies of candles. Voices. Yes, voices. Wordless voices, breaking the silence suddenly with such depth of contentment, such passion of desire, or, in the voices of children, such freshness of surprise; breaking the silence? But there was no silence; all the time the motor omnibuses were turning their wheels and changing their gear; like a vast nest of Chinese boxes all of wrought steel turning ceaselessly one within another the city murmured; on the top of which the voices cried aloud and the petals of myriads of flowers flashed their colours into the air.</p><br>Perhaps it was the middle of January in the present that I first looked up and saw the mark on the wall. In order to fix a date it is necessary to remember what one saw. So now I think of the fire; the steady film of yellow light upon the page of my book; the three chrysanthemums in the round glass bowl on the mantelpiece. Yes, it must have been the winter time, and we had just finished our tea, for I remember that I was smoking a cigarette when I looked up and saw the mark on the wall for the first time. I looked up through the smoke of my cigarette and my eye lodged for a moment upon the burning coals, and that old fancy of the crimson flag flapping from the castle tower came into my mind, and I thought of the cavalcade of red knights riding up the side of the black rock. Rather to my relief the sight of the mark interrupted the fancy, for it is an old fancy, an automatic fancy, made as a child perhaps. The mark was a small round mark, black upon the white wall, about six or seven inches above the mantelpiece.<br><br>How readily our thoughts swarm upon a new object, lifting it a little way, as ants carry a blade of straw so feverishly, and then leave it . . . If that mark was made by a nail, it can’t have been for a picture, it must have been for a miniature — the miniature of a lady with white powdered curls, powder-dusted cheeks, and lips like red carnations. A fraud of course, for the people who had this house before us would have chosen pictures in that way — an old picture for an old room. That is the sort of people they were — very interesting people, and I think of them so often, in such queer places, because one will never see them again, never know what happened next. They wanted to leave this house because they wanted to change their style of furniture, so he said, and he was in process of saying that in his opinion art should have ideas behind it when we were torn asunder, as one is torn from the old lady about to pour out tea and the young man about to hit the tennis ball in the back garden of the suburban villa as one rushes past in the train.<br><br>But as for that mark, I’m not sure about it; I don’t believe it was made by a nail after all; it’s too big, too round, for that. I might get up, but if I got up and looked at it, ten to one I shouldn’t be able to say for certain; because once a thing’s done, no one ever knows how it happened. Oh! dear me, the mystery of life; The inaccuracy of thought! The ignorance of humanity! To show how very little control of our possessions we have — what an accidental affair this living is after all our civilization — let me just count over a few of the things lost in one lifetime, beginning, for that seems always the most mysterious of losses — what cat would gnaw, what rat would nibble — three pale blue canisters of book-binding tools? Then there were the bird cages, the iron hoops, the steel skates, the Queen Anne coal-scuttle, the bagatelle board, the hand organ — all gone, and jewels, too. Opals and emeralds, they lie about the roots of turnips. What a scraping paring affair it is to be sure! The wonder is that I’ve any clothes on my back, that I sit surrounded by solid furniture at this moment. Why, if one wants to compare life to anything, one must liken it to being blown through the Tube at fifty miles an hour — landing at the other end without a single hairpin in one’s hair! Shot out at the feet of God entirely naked! Tumbling head over heels in the asphodel meadows like brown paper parcels pitched down a shoot in the post office! With one’s hair flying back like the tail of a race-horse. Yes, that seems to express the rapidity of life, the perpetual waste and repair; all so casual, all so haphazard . . .<br><br>But after life. The slow pulling down of thick green stalks so that the cup of the flower, as it turns over, deluges one with purple and red light. Why, after all, should one not be born there as one is born here, helpless, speechless, unable to focus one’s eyesight, groping at the roots of the grass, at the toes of the Giants? As for saying which are trees, and which are men and women, or whether there are such things, that one won’t be in a condition to do for fifty years or so. There will be nothing but spaces of light and dark, intersected by thick stalks, and rather higher up perhaps, rose-shaped blots of an indistinct colour — dim pinks and blues — which will, as time goes on, become more definite, become — I don’t know what . . .<br><br>And yet that mark on the wall is not a hole at all. It may even be caused by some round black substance, such as a small rose leaf, left over from the summer, and I, not being a very vigilant housekeeper — look at the dust on the mantelpiece, for example, the dust which, so they say, buried Troy three times over, only fragments of pots utterly refusing annihilation, as one can believe.<br><br>The tree outside the window taps very gently on the pane . . . I want to think quietly, calmly, spaciously, never to be interrupted, never to have to rise from my chair, to slip easily from one thing to another, without any sense of hostility, or obstacle. I want to sink deeper and deeper, away from the surface, with its hard separate facts. To steady myself, let me catch hold of the first idea that passes . . . Shakespeare . . . Well, he will do as well as another. A man who sat himself solidly in an arm-chair, and looked into the fire, so — A shower of ideas fell perpetually from some very high Heaven down through his mind. He leant his forehead on his hand, and people, looking in through the open door — for this scene is supposed to take place on a summer’s evening — But how dull this is, this historical fiction! It doesn’t interest me at all. I wish I could hit upon a pleasant track of thought, a track indirectly reflecting credit upon myself, for those are the pleasantest thoughts, and very frequent even in the minds of modest mouse-coloured people, who believe genuinely that they dislike to hear their own praises. They are not thoughts directly praising oneself; that is the beauty of them; they are thoughts like this:<br><br>‘And then I came into the room. They were discussing botany. I said how I’d seen a flower growing on a dust heap on the site of an old house in Kingsway. The seed, I said, must have been sown in the reign of Charles the First. What flowers grew in the reign of Charles the First?’ I asked —(but, I don’t remember the answer). Tall flowers with purple tassels to them perhaps. And so it goes on. All the time I’m dressing up the figure of myself in my own mind, lovingly, stealthily, not openly adoring it, for if I did that, I should catch myself out, and stretch my hand at once for a book in self-protection. Indeed, it is curious how instinctively one protects the image of oneself from idolatry or any other handling that could make it ridiculous, or too unlike the original to be believed in any longer. Or is it not so very curious after all? It is a matter of great importance. Suppose the looking glass smashes, the image disappears, and the romantic figure with the green of forest depths all about it is there no longer, but only that shell of a person which is seen by other people — what an airless, shallow, bald, prominent world it becomes! A world not to be lived in. As we face each other in omnibuses and underground railways we are looking into the mirror that accounts for the vagueness, the gleam of glassiness, in our eyes. And the novelists in future will realize more and more the importance of these reflections, for of course there is not one reflection but an almost infinite number; those are the depths they will explore, those the phantoms they will pursue, leaving the description of reality more and more out of their stories, taking a knowledge of it for granted, as the Greeks did and Shakespeare perhaps — but these generalizations are very worthless. The military sound of the word is enough. It recalls leading articles, cabinet ministers — a whole class of things indeed which as a child one thought the thing itself, the standard thing, the real thing, from which one could not depart save at the risk of nameless damnation. Generalizations bring back somehow Sunday in London, Sunday afternoon walks, Sunday luncheons, and also ways of speaking of the dead, clothes, and habits — like the habit of sitting all together in one room until a certain hour, although nobody liked it. There was a rule for everything. The rule for tablecloths at that particular period was that they should be made of tapestry with little yellow compartments marked upon them, such as you may see in photographs of the carpets in the corridors of the royal palaces. Tablecloths of a different kind were not real tablecloths. How shocking, and yet how wonderful it was to discover that these real things, Sunday luncheons, Sunday walks, country houses, and tablecloths were not entirely real, were indeed half phantoms, and the damnation which visited the disbeliever in them was only a sense of illegitimate freedom. What now takes the place of those things I wonder, those real standard things? Men perhaps, should you be a woman; the masculine point of view which governs our lives, which sets the standard, which establishes Whitaker’s Table of Precedency, which has become, I suppose, since the war half a phantom to many men and women, which soon — one may hope, will be laughed into the dustbin where the phantoms go, the mahogany sideboards and the Landseer prints, Gods and Devils, Hell and so forth, leaving us all with an intoxicating sense of illegitimate freedom — if freedom exists . . .<br><br>In certain lights that mark on the wall seems actually to project from the wall. Nor is it entirely circular. I cannot be sure, but it seems to cast a perceptible shadow, suggesting that if I ran my finger down that strip of the wall it would, at a certain point, mount and descend a small tumulus, a smooth tumulus like those barrows on the South Downs which are, they say, either tombs or camps. Of the two I should prefer them to be tombs, desiring melancholy like most English people, and finding it natural at the end of a walk to think of the bones stretched beneath the turf . . . There must be some book about it. Some antiquary must have dug up those bones and given them a name . . . What sort of a man is an antiquary, I wonder? Retired Colonels for the most part, I daresay, leading parties of aged labourers to the top here, examining clods of earth and stone, and getting into correspondence with the neighbouring clergy, which, being opened at breakfast time, gives them a feeling of importance, and the comparison of arrow-heads necessitates cross-country journeys to the county towns, an agreeable necessity both to them and to their elderly wives, who wish to make plum jam or to clean out the study, and have every reason for keeping that great question of the camp or the tomb in perpetual suspension, while the Colonel himself feels agreeably philosophic in accumulating evidence on both sides of the question. It is true that he does finally incline to believe in the camp; and, being opposed, indites a pamphlet which he is about to read at the quarterly meeting of the local society when a stroke lays him low, and his last conscious thoughts are not of wife or child, but of the camp and that arrowhead there, which is now in the case at the local museum, together with the foot of a Chinese murderess, a handful of Elizabethan nails, a great many Tudor clay pipes, a piece of Roman pottery, and the wine-glass that Nelson drank out of — proving I really don’t know what.<br><br>No, no, nothing is proved, nothing is known. And if I were to get up at this very moment and ascertain that the mark on the wall is really — what shall we say? — the head of a gigantic old nail, driven in two hundred years ago, which has now, owing to the patient attrition of many generations of housemaids, revealed its head above the coat of paint, and is taking its first view of modern life in the sight of a white-walled fire-lit room, what should I gain? — Knowledge? Matter for further speculation? I can think sitting still as well as standing up. And what is knowledge? What are our learned men save the descendants of witches and hermits who crouched in caves and in woods brewing herbs, interrogating shrew-mice and writing down the language of the stars? And the less we honour them as our superstitions dwindle and our respect for beauty and health of mind increases . . . Yes, one could imagine a very pleasant world. A quiet, spacious world, with the flowers so red and blue in the open fields. A world without professors or specialists or house-keepers with the profiles of policemen, a world which one could slice with one’s thought as a fish slices the water with his fin, grazing the stems of the water-lilies, hanging suspended over nests of white sea eggs . . . How peaceful it is drown here, rooted in the centre of the world and gazing up through the grey waters, with their sudden gleams of light, and their reflections — if it were not for Whitaker’s Almanack — if it were not for the Table of Precedency!<br><br>I must jump up and see for myself what that mark on the wall really is — a nail, a rose-leaf, a crack in the wood?<br><br>Here is nature once more at her old game of self-preservation. This train of thought, she perceives, is threatening mere waste of energy, even some collision with reality, for who will ever be able to lift a finger against Whitaker’s Table of Precedency? The Archbishop of Canterbury is followed by the Lord High Chancellor; the Lord High Chancellor is followed by the Archbishop of York. Everybody follows somebody, such is the philosophy of Whitaker; and the great thing is to know who follows whom. Whitaker knows, and let that, so Nature counsels, comfort you, instead of enraging you; and if you can’t be comforted, if you must shatter this hour of peace, think of the mark on the wall.<br><br>I understand Nature’s game — her prompting to take action as a way of ending any thought that threatens to excite or to pain. Hence, I suppose, comes our slight contempt for men of action — men, we assume, who don’t think. Still, there’s no harm in putting a full stop to one’s disagreeable thoughts by looking at a mark on the wall.<br><br>Indeed, now that I have fixed my eyes upon it, I feel that I have grasped a plank in the sea; I feel a satisfying sense of reality which at once turns the two Archbishops and the Lord High Chancellor to the shadows of shades. Here is something definite, something real. Thus, waking from a midnight dream of horror, one hastily turns on the light and lies quiescent, worshipping the chest of drawers, worshipping solidity, worshipping reality, worshipping the impersonal world which is a proof of some existence other than ours. That is what one wants to be sure of . . . Wood is a pleasant thing to think about. It comes from a tree; and trees grow, and we don’t know how they grow. For years and years they grow, without paying any attention to us, in meadows, in forests, and by the side of rivers — all things one likes to think about. The cows swish their tails beneath them on hot afternoons; they paint rivers so green that when a moorhen dives one expects to see its feathers all green when it comes up again. I like to think of the fish balanced against the stream like flags blown out; and of water-beetles slowly raiding domes of mud upon the bed of the river. I like to think of the tree itself:— first the close dry sensation of being wood; then the grinding of the storm; then the slow, delicious ooze of sap. I like to think of it, too, on winter’s nights standing in the empty field with all leaves close-furled, nothing tender exposed to the iron bullets of the moon, a naked mast upon an earth that goes tumbling, tumbling, all night long. The song of birds must sound very loud and strange in June; and how cold the feet of insects must feel upon it, as they make laborious progresses up the creases of the bark, or sun themselves upon the thin green awning of the leaves, and look straight in front of them with diamond-cut red eyes . . . One by one the fibres snap beneath the immense cold pressure of the earth, then the last storm comes and, falling, the highest branches drive deep into the ground again. Even so, life isn’t done with; there are a million patient, watchful lives still for a tree, all over the world, in bedrooms, in ships, on the pavement, lining rooms, where men and women sit after tea, smoking cigarettes. It is full of peaceful thoughts, happy thoughts, this tree. I should like to take each one separately — but something is getting in the way . . . Where was I? What has it all been about? A tree? A river? The Downs? Whitaker’s Almanack? The fields of asphodel? I can’t remember a thing. Everything’s moving, falling, slipping, vanishing . . . There is a vast upheaval of matter. Someone is standing over me and saying —<br><br>‘I’m going out to buy a newspaper.’<br><br>‘Yes?’<br><br>‘Though it’s no good buying newspapers . . . Nothing ever happens. Curse this war; God damn this war! . . . All the same, I don’t see why we should have a snail on our wall.’<br><br>Ah, the mark on the wall! It was a snail.</p><br>Whatever hour you woke there was a door shutting. From room to room they went, hand in hand, lifting here, opening there, making sure — a ghostly couple.<br><br>’Here we left it,’ she said. And he added, ‘Oh, but here too!’ ‘It’s upstairs,’ she murmured. ‘And in the garden,’ he whispered ‘Quietly,’ they said, ‘or we shall wake them.<br><br>But it wasn’t that you woke us. Oh, no. ‘They’re looking for it; they’re drawing the curtain,’ one might say, and so read on a page or two. ‘Now they’ve found it,’ one would be certain, stopping the pencil on the margin. And then, tired of reading, one might rise and see for oneself, the house all empty, the doors standing open, only the wood pigeons bubbling with content and the hum of the threshing machine sounding from the farm. ‘What did I come in here for? What did I want to find?’ My hands were empty. ‘Perhaps it’s upstairs then?’ The apples were in the loft. And so down again, the garden still as ever, only the book had slipped into the grass.<br><br>But they had found it in the drawing room. Not that one could ever see them. The window panes reflected apples, reflected roses; all the leaves were green in the glass. If they moved in the drawing room, the apple only turned its yellow side. Yet, the moment after, if the door was opened, spread about the floor, hung upon the walls, pendant from the ceiling — what? My hands were empty. The shadow of a thrush crossed the carpet; from the deepest wells of silence the wood pigeon drew its bubble of sound. ‘Safe, safe, safe,’ the pulse of the house beat softly. ‘The treasure buried; the room . . . ‘ the pulse stopped short. Oh, was that the buried treasure?<br><br>A moment later the light had faded. Out in the garden then? But the trees spun darkness for a wandering beam of sun. So fine, so rare, coolly sunk beneath the surface the beam I sought always burnt behind the glass. Death was the glass; death was between us; coming to the woman first, hundreds of years ago, leaving the house, sealing all the windows; the rooms were darkened. He left it, left her, went North, went East, saw the stars turned in the Southern sky; sought the house, found it dropped beneath the Downs. ‘Safe, safe, safe,’ the pulse of the house beat gladly. ‘The Treasure yours.<br><br>The wind roars up the avenue. Trees stoop and bend this way and that. Moonbeams splash and spill wildly in the rain. But the beam of the lamp falls straight from the window. The candle burns stiff and still. Wandering through the house, opening the windows, whispering not to wake us, the ghostly couple seek their joy.<br><br>’Here we slept,’ she says. And he adds, ‘Kisses without number.’ ‘Waking in the morning —‘ ‘Silver between the trees —‘ ‘Upstairs —‘ ‘In the garden —‘ ‘When summer came —‘ ‘In winter snowtime —‘ The doors go shutting far in the distance, gently knocking like the pulse of a heart.<br><br>Nearer they come; cease at the doorway. The wind falls, the rain slides silver down the glass. Our eyes darken; we hear no steps beside us; we see no lady spread her ghostly cloak. His hands shield the lantern. ‘Look,’ he breathes. ‘Sound asleep. Love upon their lips.’<br><br>Stooping, holding their silver lamp above us, long they look and deeply. Long they pause. The wind drives straightly; the flame stoops slightly. Wild beams of moonlight cross both floor and wall, and, meeting, stain the faces bent; the faces pondering; the faces that search the sleepers and seek their hidden joy.<br><br>’Safe, safe, safe,’ the heart of the house beats proudly. ‘Long years —‘ he sighs. ‘Again you found me.’ ‘Here,’ she murmurs, ‘sleeping; in the garden reading; laughing, rolling apples in the loft. Here we left our treasure —‘ Stooping, their light lifts the lids upon my eyes. ‘Safe! safe! safe!’ the pulse of the house beats wildly. Waking, I cry ‘Oh, is this your buried treasure? The light in the heart.’</p><br>January 21st 1931<br><br>'When your secretary invited me to come here, she told me that your Society is concerned with the employment of women and she suggested that I might tell you something about my own professional experiences. It is true I am a woman; it is true I am employed; but what professional experiences have I had? It is difficult to say. My profession is literature; and in that profession there are fewer experiences for women than in any other, with the exception of the stage — fewer, I mean, that are peculiar to women. For the road was cut many years ago — by Fanny Burney, by Aphra Behn, by Harriet Martineau, by Jane Austen, by George Eliot — many famous women, and many more unknown and forgotten, have been before me, making the path smooth, and regulating my steps. Thus, when I came to write, there were very few material obstacles in my way. Writing was a reputable and harmless occupation. The family peace was not broken by the scratching of a pen. No demand was made upon the family purse. For ten and sixpence one can buy paper enough to write all the plays of Shakespeare — if one has a mind that way. Pianos and models, Paris, Vienna and Berlin, masters and mistresses, are not needed by a writer. The cheapness of writing paper is, of course, the reason why women have succeeded as writers before they have succeeded in the other professions.<br><br>But to tell you my story — it is a simple one. You have only got to figure to yourselves a girl in a bedroom with a pen in her hand. She had only to move that pen from left to right — from ten o’clock to one. Then it occurred to her to do what is simple and cheap enough after all — to slip a few of those pages into an envelope, fix a penny stamp in the corner, and drop the envelope into the red box at the corner. It was thus that I became a journalist; and my effort was rewarded on the first day of the following month — a very glorious day it was for me — by a letter from an editor containing a cheque for one pound ten shillings and sixpence. But to show you how little I deserve to be called a professional woman, how little I know of the struggles and difficulties of such lives, I have to admit that instead of spending that sum upon bread and butter, rent, shoes and stockings, or butcher’s bills, I went out and bought a cat — a beautiful cat, a Persian cat, which very soon involved me in bitter disputes with my neighbours.<br><br>What could be easier than to write articles and to buy Persian cats with the profits? But wait a moment. Articles have to be about something. Mine, I seem to remember, was about a novel by a famous man. And while I was writing this review, I discovered that if I were going to review books I should need to do battle with a certain phantom. And the phantom was a woman, and when I came to know her better I called her after the heroine of a famous poem, The Angel in the House. It was she who used to come between me and my paper when I was writing reviews. It was she who bothered me and wasted my time and so tormented me that at last I killed her. You who come of a younger and happier generation may not have heard of her — you may not know what I mean by the Angel in the House. I will describe her as shortly as I can. She was intensely sympathetic. She was immensely charming. She was utterly unselfish. She excelled in the difficult arts of family life. She sacrificed herself daily. If there was chicken, she took the leg; if there was a draught she sat in it — in short she was so constituted that she never had a mind or a wish of her own, but preferred to sympathize always with the minds and wishes of others. Above all — I need not say it —-she was pure. Her purity was supposed to be her chief beauty — her blushes, her great grace. In those days — the last of Queen Victoria — every house had its Angel. And when I came to write I encountered her with the very first words. The shadow of her wings fell on my page; I heard the rustling of her skirts in the room. Directly, that is to say, I took my pen in my hand to review that novel by a famous man, she slipped behind me and whispered: “My dear, you are a young woman. You are writing about a book that has been written by a man. Be sympathetic; be tender; flatter; deceive; use all the arts and wiles of our sex. Never let anybody guess that you have a mind of your own. Above all, be pure.” And she made as if to guide my pen. I now record the one act for which I take some credit to myself, though the credit rightly belongs to some excellent ancestors of mine who left me a certain sum of money — shall we say five hundred pounds a year? — so that it was not necessary for me to depend solely on charm for my living. I turned upon her and caught her by the throat. I did my best to kill her. My excuse, if I were to be had up in a court of law, would be that I acted in self-defence. Had I not killed her she would have killed me. She would have plucked the heart out of my writing. For, as I found, directly I put pen to paper, you cannot review even a novel without having a mind of your own, without expressing what you think to be the truth about human relations, morality, sex. And all these questions, according to the Angel of the House, cannot be dealt with freely and openly by women; they must charm, they must conciliate, they must — to put it bluntly — tell lies if they are to succeed. Thus, whenever I felt the shadow of her wing or the radiance of her halo upon my page, I took up the inkpot and flung it at her. She died hard. Her fictitious nature was of great assistance to her. It is far harder to kill a phantom than a reality. She was always creeping back when I thought I had despatched her. Though I flatter myself that I killed her in the end, the struggle was severe; it took much time that had better have been spent upon learning Greek grammar; or in roaming the world in search of adventures. But it was a real experience; it was an experience that was bound to befall all women writers at that time. Killing the Angel in the House was part of the occupation of a woman writer.<br><br>But to continue my story. The Angel was dead; what then remained? You may say that what remained was a simple and common object — a young woman in a bedroom with an inkpot. In other words, now that she had rid herself of falsehood, that young woman had only to be herself. Ah, but what is “herself”? I mean, what is a woman? I assure you, I do not know. I do not believe that you know. I do not believe that anybody can know until she has expressed herself in all the arts and professions open to human skill. That indeed is one of the reasons why I have come here out of respect for you, who are in process of showing us by your experiments what a woman is, who are in process Of providing us, by your failures and successes, with that extremely important piece of information.<br><br>But to continue the story of my professional experiences. I made one pound ten and six by my first review; and I bought a Persian cat with the proceeds. Then I grew ambitious. A Persian cat is all very well, I said; but a Persian cat is not enough. I must have a motor car. And it was thus that I became a novelist — for it is a very strange thing that people will give you a motor car if you will tell them a story. It is a still stranger thing that there is nothing so delightful in the world as telling stories. It is far pleasanter than writing reviews of famous novels. And yet, if I am to obey your secretary and tell you my professional experiences as a novelist, I must tell you about a very strange experience that befell me as a novelist. And to understand it you must try first to imagine a novelist’s state of mind. I hope I am not giving away professional secrets if I say that a novelist’s chief desire is to be as unconscious as possible. He has to induce in himself a state of perpetual lethargy. He wants life to proceed with the utmost quiet and regularity. He wants to see the same faces, to read the same books, to do the same things day after day, month after month, while he is writing, so that nothing may break the illusion in which he is living — so that nothing may disturb or disquiet the mysterious nosings about, feelings round, darts, dashes and sudden discoveries of that very shy and illusive spirit, the imagination. I suspect that this state is the same both for men and women. Be that as it may, I want you to imagine me writing a novel in a state of trance. I want you to figure to yourselves a girl sitting with a pen in her hand, which for minutes, and indeed for hours, she never dips into the inkpot. The image that comes to my mind when I think of this girl is the image of a fisherman lying sunk in dreams on the verge of a deep lake with a rod held out over the water. She was letting her imagination sweep unchecked round every rock and cranny of the world that lies submerged in the depths of our unconscious being. Now came the experience, the experience that I believe to be far commoner with women writers than with men. The line raced through the girl’s fingers. Her imagination had rushed away. It had sought the pools, the depths, the dark places where the largest fish slumber. And then there was a smash. There was an explosion. There was foam and confusion. The imagination had dashed itself against something hard. The girl was roused from her dream. She was indeed in a state of the most acute and difficult distress. To speak without figure she had thought of something, something about the body, about the passions which it was unfitting for her as a woman to say. Men, her reason told her, would be shocked. The consciousness of — what men will say of a woman who speaks the truth about her passions had roused her from her artist’s state of unconsciousness. She could write no more. The trance was over. Her imagination could work no longer. This I believe to be a very common experience with women writers — they are impeded by the extreme conventionality of the other sex. For though men sensibly allow themselves great freedom in these respects, I doubt that they realize or can control the extreme severity with which they condemn such freedom in women.<br><br>These then were two very genuine experiences of my own. These were two of the adventures of my professional life. The first — killing the Angel in the House — I think I solved. She died. But the second, telling the truth about my own experiences as a body, I do not think I solved. I doubt that any woman has solved it yet. The obstacles against her are still immensely powerful — and yet they are very difficult to define. Outwardly, what is simpler than to write books? Outwardly, what obstacles are there for a woman rather than for a man? Inwardly, I think, the case is very different; she has still many ghosts to fight, many prejudices to overcome. Indeed it will be a long time still, I think, before a woman can sit down to write a book without finding a phantom to be slain, a rock to be dashed against. And if this is so in literature, the freest of all professions for women, how is it in the new professions which you are now for the first time entering?<br><br>Those are the questions that I should like, had I time, to ask you. And indeed, if I have laid stress upon these professional experiences of mine, it is because I believe that they are, though in different forms, yours also. Even when the path is nominally open — when there is nothing to prevent a woman from being a doctor, a lawyer, a civil servant — there are many phantoms and obstacles, as I believe, looming in her way. To discuss and define them is I think of great value and importance; for thus only can the labour be shared, the difficulties be solved. But besides this, it is necessary also to discuss the ends and the aims for which we are fighting, for which we are doing battle with these formidable obstacles. Those aims cannot be taken for granted; they must be perpetually questioned and examined. The whole position, as I see it — here in this hall surrounded by women practising for the first time in history I know not how many different professions — is one of extraordinary interest and importance. You have won rooms of your own in the house hitherto exclusively owned by men. You are able, though not without great labour and effort, to pay the rent. You are earning your five hundred pounds a year. But this freedom is only a beginning — the room is your own, but it is still bare. It has to be furnished; it has to be decorated; it has to be shared. How are you going to furnish it, how are you going to decorate it? With whom are you going to share it, and upon what terms? These, I think are questions of the utmost importance and interest. For the first time in history you are able to ask them; for the first time you are able to decide for yourselves what the answers should be. Willingly would I stay and discuss those questions and answers — but not to-night. My time is up; and I must cease.'</p><br>October 1928<br><br>'But, you may say, we asked you to speak about women and fiction - what has that got to do with a room of one's own? I will try to explain. When you asked me to speak about women and fiction I sat down on the banks of a river and began to wonder what the words meant. They might mean simply a few remarks about Fanny Burney; a few more about Jane Austen; a tribute to the Brontes and a sketch of Haworth Parsonage under snow; some witticisms if possible about Miss Mitford; a respectful allusion to George Eliot; a reference to Mrs. Gaskell and one would have done. But at second sight the words seemed not so simple. The title women and fiction might mean, and you may have meant it to mean, women and what they are like; or it might mean women and the fiction that they write; or it might mean women and the fiction that is written about them; or it might mean that somehow all three are inextricable mixed together and you want me to consider them in that light. But when I began to consider the subject in this last way, which seemed the most interesting, I soon say that it had one fatal drawback. I should never be able to come to a conclusion. I should never be able to fulfill what is, I understand, the first duty of a lecturer - to hand you after an hour that - one cannot hope to tell the truth. One can only show how one came to hold whatever one does hold. One can only give one's audience the chance of drawing their own conclusions as they observe the limitations, the prejudices, the idiosyncrasies of the speaker. Fiction here is likely to contain more truth than fact. Therefore I propose, making use of all the liberties and licenses of a novelist, to tell you the story of the two days that preceded my coming here - how, bowed down by the weight of the subject which you have laid upon my shoulders, I pondered it, and made it work in and out of my daily life....<br> <br> Here then was I (call me Mary Beton, Mary Seton, Mary Carmichael or by any name you please - it is not a matter of any importance) sitting on the banks of a river a week or two ago in fine October weather, lost in thought. That collar I have spoken of, women and fiction, the need of coming to some conclusion on a subject that raises all sorts of prejudices and passions, bowed my head to the ground. To the right and left bushes of some sort, golden and crimson, glowed with the colour, even it seemed burnt with the heat, of fire. On the further bank the willows wept in perpetual lamentation, their hair about their shoulders. The river reflected whatever it chose of sky and bridge and burning tree, and when the undergraduate had oared his boat through the reflections they closed again, completely, as if he had never been. There one might have sat clock round lost in thought. Thought - to call it by a prouder name than it deserved - had let its line down into the stream. It swayed, minute after minute, hither and thither among the reflections and the weeds, letting the water lift it and sink it, until - you know the little tug - the sudden conglomeration of an idea at the end of one's line: and then the cautious hauling of it in, and the careful laying of it out. Alas, laid on the grass how small, how insignificant this thought of mine looked; the sort of fish that a good fisherman puts back into the water so that it may grow fatter and be one day worth cooking and eating. I will not trouble you with that thought now, though if you look carefully you may find it for yourselves in the course of what I am going to say.<br> <br> But however small it was, it had, nevertheless, the mysterious property of its kind - put back into the mind, it became at once very exciting, and important; and as it darted and sank and flashed hither and thither, set up such a wash and tumult of ideas that it was impossible to sit still. It was thus that I found myself walking with extreme rapidity across a grass plot. Instantly a man's figure rose to intercept me. Nor did I at first understand that the gesticulations of a curious-looking object, in a cut-away coat and evening shirt, were aimed at me. His face expressed horror and indignation. Instinct rather than reason came to my help; he was a Beadle; I was a woman. This was the turf; there was the path. Only Fellows and Scholars are allowed here; the gravel is the place for me. Such thoughts were the work of a moment. As I regained the path the arms of the Beadle sank, his face assumed its usual repose, and though turf is better walking than gravel, no very great harm was done. The only charge I could bring against the Fellows and Scholars of whatever the college might happen to be was that in the protection of their turf, which has been rolled for 300 years in succession, they had sent my little fish into hiding....<br> <br> Life for both sexes - and I looked at them (through a restaurant window while waiting for my lunch to be served), shouldering their way along the pavement - is arduous, difficult, a perpetual struggle. It calls for gigantic courage and strength. More than anything, perhaps, creatures of illusion as we are, it calls for confidence in oneself. Without self-confidence we are babes in the cradle. And how can we generate this imponderable quality, which is yet so invaluable, most quickly? By thinking that other people are inferior to oneself. By feeling that one has some innate superiority - it may be wealth, or rank, a straight nose, or the portrait of a grandfather by Romney - for there is no end to the pathetic devices of the human imagination - over other people. Hence the enormous importance to a patriarch who has to conquer, who has to rule, of feeling that great numbers of people, half the human race indeed, are by nature inferior to himself. It must indeed be one of the great sources of his power....Women have served all these centuries as looking-glasses possessing the magic and delicious power of reflecting the figure of man at twice its natural size. Without that power probably the earth would still be swamp and jungle. The glories of all our wars would be on the remains of mutton bones and bartering flints for sheepskins or whatever simple ornament took our unsophisticated taste. Supermen and Fingers of Destiny would never have existed. The Czar and the Kaiser would never have worn their crowns or lost them. Whatever may be their use in civilised societies, mirrors are essential to all violent and heroic action. That is why Napoleon and Mussolini both insist so emphatically upon the inferiority of women, for if they were not inferior, they would cease to enlarge. That serves to explain in part the necessity that women so often are to men. And it serves to explain how restless they are under her criticism; how impossible it is for her to say to them this book is bad, this picture is feeble, or whatever it may be, without giving far more pain and rousing far more anger than a man would do who gave the same criticism. For if she begins to tell the truth, the figure in the looking-glass shrinks; his fitness in life is diminished. How is he to go on giving judgment, civilising natives, making laws, writing books, dressing up and speechifying at banquets, unless he can see himself at breakfast and at dinner at least twice the size he really is? So I reflected, crumbling by bread and stirring my coffee and now and again looking at the people in the street. The looking-glass vision is of supreme importance because it charges the vitality; it stimulates the nervous system. Take it away and man may die, like the drug fiend deprived of his cocaine. Under the spell of that illusion, I thought, looking out of the window, half the people on the pavement are striding to work. They put on their hats and coats in the morning under its agreeable rays. They start the day confident, braced, believing themselves desired at Miss Smith's tea party; they say to themselves as they go into the room, I am the superior of half the people here, and it is thus that they speak with that self-confidence, that self-assurance, which have had such profound consequences in public life and lead to such curious notes in the margin of the private mind.<br> <br> But these contributions to the dangerous and fascinating subject of the psychology of the other sex - it is one, I hope, that you will investigate when you have five hundred a year of your own - were interrupted by the necessity of paying the bill. It came to five shillings and ninepence. I gave the waiter a ten-shilling note and he went to bring me change. There was another ten-shilling note in my purse; I noticed it, because it is a fact that still takes my breath away - the power of my purse to breed ten-shilling notes automatically. I open it and there they are. Society gives me chicken and coffee, bed and lodging, in return for a certain number of pieces of paper which were left me by an aunt, for no other reason than that I share her name.<br> <br> My aunt, May Beton, I must tell you, died by a fall from her horse when she was riding to take the air in Bombay. The news of my legacy reached me one night about the same time that the act was passed that gave notes to women. A solicitor's letter fell into the post-box and when I opened it I found that she had left me five hundred pounds a year for ever. Of the two - the vote and the money - the money, I own, seemed infinitely the more important. Before that I had made my living by cadging odd jobs from newspapers, by reporting a donkey show here or a wedding there; I had earned a few pounds by addressing envelopes, reading to old ladies, making artificial flowers, teaching the alphabet to small children in a kindergarten. Such were the chief occupations that were open to women before 1918. I need not, I am afraid, describe in any detail the hardness of the work, for you know perhaps women who have done it; nor the difficulty of living on the money when it was earned, for you may have tried. But what still remains with me as a worse infliction than either was the poison of fear and bitterness which those days bred in me. To begin with, always to be doing work that one did not wish to do, and to do it like a slave, flattering and fawning, not always necessarily perhaps, but it seemed necessary and stakes were too great to run risks; and then the thought of that one gift which it was death to hide - a small one but dear to the possessor - perishing and with it myself, my soul - all this became like a rust eating away the bloom of the spring, destroying the tree at its heart. However, as I say, my aunt died; and whenever I change a ten-shilling note a little of that rust and corrosion is rubbed off; fear and bitterness go. Indeed, I thought, slipping the silver into my purse, it is remarkable, remembering the bitterness of those days, what a change of temper a fixed income will bring about. No force in the world can take from me my five hundred pounds. Food, house and clothing are mine forever. Therefore not merely do effort and labour cease, but also hatred and bitterness. I need not hate any man; he cannot hurt me. I need not flatter any man; he has nothing to give me. So imperceptibly I found myself adopting a new attitude toward the other half of the human race. It was absurd to blame any class or any sex, as a whole. Great bodies of people are never responsible for what they do. They are driven by instincts which are not within their control. They too, the patriarchs, the professors, had endless difficulties, terrible drawbacks to contend with. Their education had been in some ways as faulty as my own. It had bred in them defects as great. True, they had money and power, but only at the cost of harbouring in their breasts an eagle, a vulture, forever tearing the liver out and plucking at the lungs - the instinct for possession, the rage for acquisition which drives them to desire other people's fields and good perpetually; to make frontiers and flags; battleships and poison gas; to offer up their own lives and their children's lives. Walk through the Admiralty Arch (I had reached that monument), or any other avenue given up to trophies and cannon, and reflect upon the kind of glory celebrated there. Or watch in the spring sunshine the stockbroker and the great barrister going indoors to make money and more money and more money when it is a fact that five hundred pounds a year will keep one alive in the sunshine. These are unpleasant instincts to harbour, I reflected. They are bred of the conditions of life; of the lack of civilisation, I thought, looking at the statue of the Duke of Cambridge, and in particular at the feathers in his cocked hat, with a fixity that they have scarcely ever received before. And, as I realized these drawbacks, by degrees fear and bitterness modified themselves into pity and toleration went, and the greatest release of all came,, which is freedom to think of things in themselves. That building, for example, do I like it or not? Is that picture beautiful or not? Is that in my opinion a good book or bad? Indeed my aunt's legacy unveiled the sky to me, and substituted for the large and imposing figure of a gentleman, which Milton recommended for my perpetual adoration, a view of the open sky.<br> <br> So thinking, so speculating, I found my way back to my house by the river. Lamps were being lit and an indescribable change had come over London since the morning hour....<br> <br> It was disappointing not to have brought back in the evening some important statement, some authentic fact. Women are poorer than men because - this or that. Perhaps now it would be better to give up seeking the truth, and receiving on one's head an avalanche of opinion hot as lava, discoloured as dish-water. It would be better to draw the curtains; to shut out distractions; to light the lamp; to narrow the inquiry and to ask the historian, who records not opinions but fact, to describe under what conditions women lived, not throughout the ages, but in England, say in the time of Elizabeth.<br> <br> For it is a perennial puzzle why no woman wrote a word of that extraordinary literature when every other man, it seemed, was capable of song or sonnet. What were the conditions in which women lived, I asked myself; for fiction, imaginative work that is, is not dropped like a pebble upon the ground, as science may be; fiction is like a spider's web, attached ever so lightly perhaps, but still attached to life at all four corners. Often the attachment is scarcely perceptible; Shakespeare's plays, for instance, seem to hang there complete by themselves. But when the web is pulled askew, hooked up at the edge, torn in the middle, one remembers that these webs are not spun in midair by incorporeal creatures, but are the work of suffering human beings, and are attached to grossly material things, like health and money and the houses we live in.<br> <br> I went, therefore, to the shelf where the histories stand and took down one of the latest, Professor Trevelyan's History of England. Once more I looked up ‘Women’, found ‘position of,’ and turned to the pages indicated. ‘Wife-beating,’ I read, ‘was a recognized right of man, and was practiced without shame by high as well as low....Similarly,’ the historian goes on, ‘the daughter who refused to marry the gentleman of her parents' choice was liable to be locked up, beaten and flung about the room, without any shock being inflicted on public opinion. Marriage was not an affair of personal affection, but of family avarice, particularly in the 'chivalrous' upper classes.... Betrothal often took place while one or both of the parties was in the cradle, and marriage when they were scarcely out of the nurses' charge.’ That was about 1470, soon after Chaucer's time. The next reference to the position of women is some two hundred years later, in the time of the Stuarts. ‘It was still the exception for women of the upper and middle class to choose their own husbands, and when the husband had been assigned, he was lord and master, so far at least as law and custom could make him. Yet even so,’ Professor Trevelyan concludes, ‘neither Shakespeare's women nor those of authentic seventeenth-century memoirs...seem wanting in personality and character.’...Indeed, if woman had no existence save in the fiction written by men, one would imagine her a person of the utmost importance; very various; heroic and mean; splendid and sordid; infinitely beautiful and hideous in the extreme; as great as a man, some think even greater. But this is woman in fiction. In fact, as Professor Trevelyan points out, she was locked up, beaten and flung about the room.<br> <br> A very queer, composite being thus emerges. Imaginatively she is of the highest importance; practically she is completely insignificant. She pervades poetry from cover to cover; she is all but absent from history. She dominates the lives of kings and conquerors in fiction; in fact she was the slave of any boy whose parents forced a ring upon her finger. Some of the most inspired words, some of the most profound thoughts in literature fall from her lips; in real life she could hardly read, could scarcely spell, and was the property of her husband.<br> <br> It was certainly an odd monster that one made up by reading the historians first and the poets afterwards - a worm winged like an eagle; the spirit of life and beauty in a kitchen chopping up suet. But these monsters, however amusing to the imagination, have no existence in fact. What one must do to bring her to life was to think poetically and prosaically at one and the same moment, thus keeping in touch with fact - that she is Mrs. Martin, aged thirty-six, dressed in blue, wearing a black hat and brown shoes; but not losing sight of fiction either - that she is a vessel in which all sorts of spirits and forces are coursing and flashing perpetually. The moment, however, that one tries this method with the Elizabethan woman, one branch of illumination fails; one is held up by the scarcity of facts. One knows nothing detailed, nothing perfectly true and substantial about her. History scarcely mentions her...Occasionally an individual woman is mentioned, an Elizabeth or a Mary; a queen or a great lady. But by no possible means could middle-class women with nothing but brains and character at their command have taken part in any one of the great movements which, brought together, constitute the historian's view of the past. Nor shall we find her in any collection of anecdotes. Aubrey hardly mentions her. She never writes her own life and scarcely keeps a diary; there are only a handful of her letters in existence. She left no plays or poems by which we can judge her. What one wants, I thought - and why does not some brilliant student at Newnham or Girton supply it? - is a mass of information; at what age did she marry; how many children had she as a rule; what was her house like; had she a room to herself; did she do the cooking; would she be likely to have a servant? All these facts lie somewhere, presumably, in parish registers and account books; the life of the average Elizabethan woman must be scattered about somewhere, could one collect it and make a book of it. It would be ambitious beyond my daring, I thought, looking about the shelves for books that were not there, to suggest to the students of those famous colleges that they should re-write history, though I own that it often seems a little queer as it is, unreal, lop-sided; but why should they not add a supplement to history? Calling it, of course, by some inconspicuous name so that women might figure there without impropriety? For one often catches a glimpse of them in the lives of the great, whisking away into the background, concealing, I sometimes think, a wink, a laugh, perhaps a tear...But what I find deplorable, is that nothing is known about women before the eighteenth century. I have no model in my mind to turn about this way and that. Here am I asking why women did not write poetry in the Elizabethan age, and I am not sure how they were educated; whether they were taught to write; whether they had sitting-rooms to themselves; how many women had children before they were twenty-one; what, in short, they did from eight in the morning till eight at night. They had no money evidently; according to Professor Trevelyan they were married whether they liked it or not before they were out of the nursery, at fifteen or sixteen very likely. It would have been extremely odd, even upon this showing, had one of them suddenly written the plays of Shakespeare, I concluded, and I thought of that old gentleman, who is dead now, but was a bishop, I think, who declared that it was impossible for any woman, past, present, or to come, to have the genius of Shakespeare. He wrote to the papers about it. He also told a lady who applied to him for information that cats do not as a matter of fact go to heaven, though they have, he added, souls of a sort. How much thinking those old gentlemen used to save one! How the borders of ignorance shrank back at their approach! Cats do not go to heaven. Women cannot write the plays of Shakespeare.<br> <br> Be that as it may, I could not help thinking, as I looked at the works of Shakespeare on the shelf, that the bishop was right at least in this; it would have been impossible, completely and entirely, for any woman to have written the plays of Shakespeare in the age of Shakespeare. Let me imagine, since the facts are so hard to come by, what would have happened had Shakespeare had a wonderfully gifted sister, called Judith, let us say. Shakespeare himself went, very probably - his mother was an heiress - to the grammar school, where he may have learnt Latin - Ovid, Virgin and Horace - and the elements of grammar and logic. He was, it is well known, a wild boy who poached rabbits, perhaps shot a deer, and had, rather sooner than he should have done, to marry a woman in the neighborhood, who bore him a child rather quicker than was right. That escapade sent him to seek his fortune in London. He had, it seemed, a taste for the theatre; he began by holding horses at the stage door. Very soon he got work in the theatre, became a successful actor, and lived at the hub of the universe, meeting everybody, knowing everybody, practicing his art on the boards, exercising his wits in the streets, and even getting access to the palace of the queen. Meanwhile his extraordinarily gifted sister, let us suppose, remained at home. She was as adventurous, as imaginative, as agog to see the world as he was. But she was not sent to school. She had no chance of learning grammar and logic, let alone of reading Horace and Virgil. She picked up a book now and then, one of her brother's perhaps, and read a few pages. But then her parents came in and told her to mend the stockings or mind the stew and not moon about with books and papers. They would have spoken sharply but kindly, for they were substantial people who knew the conditions of life for a woman and loved their daughter - indeed, more likely than not she was the apple of her father's eye. Perhaps she scribbled some pages up in an apple loft on the sly, but was careful to hide them or set fire to them. Soon, however, before she was out of her teens, she was to be betrothed to the son of a neighboring wool-stapler. She cried out that marriage was hateful to her, and for that she was severely beaten by her father. Then he ceased to scold her. He begged her instead not to hurt him, not to shame him in this matter of her marriage. He would give her a chain of beads or a fine petticoat, he said; and there were tears in his eyes. How could she disobey him? How could she break his heart? The force of her own gift alone drove her to it. She made up a small parcel of her belongings, let herself down by a rope one summer's night and took the road to London. She was not seventeen. The birds that sang in the hedge were not more musical than she was. She had the quickest fancy, a gift like her brother's, for the tune of words. Like him, she had a taste for the theatre. She stood at the stage door; she wanted to act, she said. Men laughed in her face. The manager - a fat, loose-lipped man - guffawed. He bellowed something about poodles dancing and women acting - no woman, he said, could possibly be an actress. He hinted - you can imagine what. She could get no training in her craft. Could she even seek her dinner in a tavern or roam the streets at midnight? Yet her genius was for fiction and lusted to feed abundantly upon the lives of men and women and the study of their ways. At last - for she was very young, oddly like Shakespeare the poet in her face, with the same grey eyes and rounded brows - at last Nick Greene the actor-manager took pity on her; she found herself with child by that gentleman and so - who shall measure the heat and violence of the poet's heart when caught and tangled in a woman's body? - killed herself one winter's night and lies buried at some crossroads where the omnibuses now stop outside the Elephant and Castle.<br> <br> That, more or less, is how the story would run, I think, if a woman in Shakespeare's day had had Shakespeare's genius. But for my part, I agree with the deceased bishop, if such he was - it is unthinkable that any woman in Shakespeare's day should have had Shakespeare's genius. For genius like Shakespeare's is not born among labouring, uneducated, servile people. It was not born in England among the Saxons and the Britons. It is not born today among the working classes. How, then, could it have been born among women whose work began, according to Professor Trevelyan, almost before they were out of the nursery, who were forced to it by their parents and held to it by all the power of law and custom? Yet genius of a sort must have existed among women as it must have existed among the working classes. Now and again an Emily Bronte or a Robert Burns blazes out and proves its presence. But certainly it never got itself on to paper. When, however, one reads of a witch being ducked, of a woman possessed by devils, of a wise woman selling herbs, or even of a very remarkable man who had a mother, then I think we are on the track of a lost novelist, a suppressed poet, of some mute and inglorious Jane Austen, some Emily Bronte who dashed her brains out on the moor or mopped and mowed about the highways crazed with the torture that her gift had put her to. Indeed, I would venture to guess that Anon, who wrote so many poems without signing them, was often a woman. It was a woman Edward Fitzgerald, I think, suggested who made the ballads and the folk-songs, crooning them to her children, beguiling her spinning with them, on the length of the winter's night.<br> <br> This may be true or it may be false - who can say? - but what is true in it, so it seemed to me, reviewing the story of Shakespeare's sister as I had made it, is that any woman born with a great gift in the sixteenth century would certainly have gone crazed, shot herself, or ended her days in some lonely cottage outside the village, half witch, half wizard, feared and mocked at. For it needs little skill in psychology to be sure that a highly gifted girl who had tried to use her gift for poetry would have been so thwarted and hindered by other people, so tortured and pulled asunder by her own contrary instincts, that she must have lost her health and sanity to a certainty. No girl could have walked to London and stood at a stage door and forced her way into the presence of actor-managers without doing herself a violence and suffering an anguish which may have been irrational - for chastity may be a fetish invented by certain societies for unknown reasons - but were none the less inevitable. Chastity has then, it has even now, a religious importance in a woman's life, and has so wrapped itself round with nerves and instincts that to cut it free and bring it to the light of day demands courage of the rarest. To have lived a free life in London in the sixteenth century would have meant for a woman who was a poet and playwright a nervous stress and dilemma which might well have killed her. Had she survived, whatever she had written would have been twisted and deformed, issuing from a strained and morbid imagination. And undoubtedly, I thought, looking at the shelf where there are no plays by women, her work would have gone unsigned. That refuge she would have sought certainly. It was the relic of the sense of chastity that dictated anonymity to women even so late as the nineteenth century. Currer Bell, George Eliot, George Sand, all the victims of inner strife as their writings prove, sought ineffectively to veil themselves by using the name of a man. Thus they did homage to the convention, which if not implanted by the other sex was liberally encouraged by them, that publicity in women is detestable. Anonymity runs in their blood....<br> <br> Aphra Behn (seventeenth century novelist and dramatist) proved that money could be made by writing at the sacrifice, perhaps, of certain agreeable qualities; and so by degrees writing became not merely a sign of folly and a distracted mind, but was of practical importance. A husband might die, or some disaster overtake the family. Hundreds of women began as the eighteenth century drew on to add to their pin money, or to come to the rescue of their families by making translations or writing the innumerable bad novels which have ceased to be recorded even in textbooks....The extreme activity of mind which showed itself in the later eighteenth century among women - the talking, and the meeting, the writing of essays on Shakespeare, the translating of the classics - was founded on the solid fact that women could make money by writing. Money dignifies what is frivolous if unpaid for. It might still be well to sneer at ‘blue stockings with an itch for scribbling,’ but it could not be denied that they could put money in their purses. Thus, towards the end of the eighteenth century a change came about which, if I were rewriting history, I should describe more fully and think of greater importance than the Crusades or the Wars of the Roses. The middle-class woman began to write....Without those forerunners, Jane Austen and the Brontes and George Eliot could no more have written than Shakespeare could have written without Marlowe, or Marlowe without Chaucer, or Chaucer without those forgotten poets who paved the ways and tamed the natural savagery of the tongue. For masterpieces are not single and solitary births; they are the outcome of many years of thinking in common, of thinking by the body of the people, so that the experience of the mass is behind the single voice....All women together ought to let flowers fall upon the tomb of Aphra Behn which is, most scandalously but rather appropriately, in Westminister Abbey, for it was she who earned them the right to speak their minds. It is she - shady and amorphous as she was - who makes it not quite fantastic for me to say to you tonight; Earn five hundred a year by your wits....<br> <br> Next I think that you may object that in all this I have made too much of the importance of material things. Even allowing a generous margin for symbolism, that five hundred a year stands for the power to contemplate, that a lock on the door means the power to think for oneself, still you may say that the mind should rise above such things; and that great poets have often been poor men. Let me then quote to you the words of your own Professor of Literature, who knows better than I do what goes to the making of a poet. Sir Arthur Quiller-Coach writes: ‘The poor poet has not in these days, nor has had for two hundred years, a dog's chance...a poor child in England has little more hope than had the son of an Athenian slave to be emancipated into that intellectual freedom of which great writings are born.’ That is it. Intellectual freedom depends upon material things. Poetry depends upon intellectual freedom. And women have always been poor, not for two hundred years merely, but from the beginning of time. Women have had less intellectual freedom than the sons of Athenian slaves. Women, then, have not had a dog's chance of writing poetry. That is why I have laid so much stress on money and a room of one's own....<br> <br> I told you in the course of this paper that Shakespeare had a sister; but do not look for her in Sir Sidney Lee's life of the poet. She died young - alas, she never wrote a word. She lies buried where the omnibuses now stop, opposite the Elephant and Castle. Now my belief is that this poet who never wrote a word and was buried at the crossroads still lives. She lives in you and in me, and in many other women who are not here tonight, for they are washing up the dishes and putting the children to bed. But she lives; for great poets do not die; they are continuing presences; they need only the opportunity to walk among us in the flesh. This opportunity, as I think, it is now coming within your power to give her. For my belief is that if we live another century or so - I am taking of the common life which is the real life and not of the little separate lives which we live as individuals - and have five hundred a year each of us and rooms of our own; if we have the habit of freedom and the courage to write exactly what we think; if we escape a little from the common sitting-room and see human beings not always in their relation to each other but in relation to reality; and the sky, too, and the trees or whatever it may be in themselves; if we look past Milton's hogey, for no human being should shut out the view; if we face the fact, for it is a fact, that there is no arm to cling to, but that we go alone and that our relation is to the world of reality and not only to the world of men and women, then the opportunity will come and the dead poet who was Shakespeare's sister will put on the body which she has so often laid down. Drawing her life from the lives of the unknown who were her fore-runners, as her brother did before her, she will be born. As for her coming without that preparation, without that effort on our part, without that determination that when she is born again she shall find it possible to live and write her poetry, that we cannot expect, for that would be impossible. But I maintain that she would come if we worked for her, and that so to work, even in poverty and obscurity, is worth while.'</p>"}