{"id":"user67","title":"Katherine Mansfield","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"And after all the weather was ideal. They could not have had a more perfect day for a garden-party if they had ordered it. Windless, warm, the sky without a cloud. Only the blue was veiled with a haze of light gold, as it is sometimes in early summer. The gardener had been up since dawn, mowing the lawns and sweeping them, until the grass and the dark flat rosettes where the daisy plants had been seemed to shine. As for the roses, you could not help feeling they understood that roses are the only flowers that impress people at garden-parties; the only flowers that everybody is certain of knowing. Hundreds, yes, literally hundreds, had come out in a single night; the green bushes bowed down as though they had been visited by archangels.<br> <br> Breakfast was not yet over before the men came to put up the marquee.<br> <br> 'Where do you want the marquee put, mother?'<br> <br> 'My dear child, it's no use asking me. I'm determined to leave everything to you children this year. Forget I am your mother. Treat me as an honoured guest.'<br> <br> But Meg could not possibly go and supervise the men. She had washed her hair before breakfast, and she sat drinking her coffee in a green turban, with a dark wet curl stamped on each cheek. Jose, the butterfly, always came down in a silk petticoat and a kimono jacket.<br> <br> 'You'll have to go, Laura; you're the artistic one.'<br> <br> Away Laura flew, still holding her piece of bread-and-butter. It's so delicious to have an excuse for eating out of doors, and besides, she loved having to arrange things; she always felt she could do it so much better than anybody else.<br> <br> Four men in their shirt-sleeves stood grouped together on the garden path. They carried staves covered with rolls of canvas, and they had big tool-bags slung on their backs. They looked impressive. Laura wished now that she had not got the bread-and-butter, but there was nowhere to put it, and she couldn't possibly throw it away. She blushed and tried to look severe and even a little bit short-sighted as she came up to them.<br> <br> 'Good morning,' she said, copying her mother's voice. But that sounded so fearfully affected that she was ashamed, and stammered like a little girl, 'Oh - er - have you come - is it about the marquee?'<br> <br> 'That's right, miss,' said the tallest of the men, a lanky, freckled fellow, and he shifted his tool-bag, knocked back his straw hat and smiled down at her. 'That's about it.'<br> <br> His smile was so easy, so friendly that Laura recovered. What nice eyes he had, small, but such a dark blue! And now she looked at the others, they were smiling too. 'Cheer up, we won't bite,' their smile seemed to say. How very nice workmen were! And what a beautiful morning! She mustn't mention the morning; she must be business-like. The marquee.<br> <br> 'Well, what about the lily-lawn? Would that do?'<br> <br> And she pointed to the lily-lawn with the hand that didn't hold the bread-and-butter. They turned, they stared in the direction. A little fat chap thrust out his under-lip, and the tall fellow frowned.<br> <br> 'I don't fancy it,' said he. 'Not conspicuous enough. You see, with a thing like a marquee,' and he turned to Laura in his easy way, 'you want to put it somewhere where it'll give you a bang slap in the eye, if you follow me.'<br> <br> Laura's upbringing made her wonder for a moment whether it was quite respectful of a workman to talk to her of bangs slap in the eye. But she did quite follow him.<br> <br> 'A corner of the tennis-court,' she suggested. 'But the band's going to be in one corner.'<br> <br> 'H'm, going to have a band, are you?' said another of the workmen. He was pale. He had a haggard look as his dark eyes scanned the tennis-court. What was he thinking?<br> <br> 'Only a very small band,' said Laura gently. Perhaps he wouldn't mind so much if the band was quite small. But the tall fellow interrupted.<br> <br> 'Look here, miss, that's the place. Against those trees. Over there. That'll do fine.'<br> <br> Against the karakas. Then the karaka-trees would be hidden. And they were so lovely, with their broad, gleaming leaves, and their clusters of yellow fruit. They were like trees you imagined growing on a desert island, proud, solitary, lifting their leaves and fruits to the sun in a kind of silent splendour. Must they be hidden by a marquee?<br> <br> They must. Already the men had shouldered their staves and were making for the place. Only the tall fellow was left. He bent down, pinched a sprig of lavender, put his thumb and forefinger to his nose and snuffed up the smell. When Laura saw that gesture she forgot all about the karakas in her wonder at him caring for things like that - caring for the smell of lavender. How many men that she knew would have done such a thing? Oh, how extraordinarily nice workmen were, she thought. Why couldn't she have workmen for her friends rather than the silly boys she danced with and who came to Sunday night supper? She would get on much better with men like these.<br> <br> It's all the fault, she decided, as the tall fellow drew something on the back of an envelope, something that was to be looped up or left to hang, of these absurd class distinctions. Well, for her part, she didn't feel them. Not a bit, not an atom ... And now there came the chock-chock of wooden hammers. Some one whistled, some one sang out, 'Are you right there, matey?' 'Matey!' The friendliness of it, the - the - Just to prove how happy she was, just to show the tall fellow how at home she felt, and how she despised stupid conventions, Laura took a big bite of her bread-and-butter as she stared at the little drawing. She felt just like a work-girl.<br> <br> 'Laura, Laura, where are you? Telephone, Laura!' a voice cried from the house.<br> <br> 'Coming!' Away she skimmed, over the lawn, up the path, up the steps, across the veranda, and into the porch. In the hall her father and Laurie were brushing their hats ready to go to the office.<br> <br> 'I say, Laura,' said Laurie very fast, 'you might just give a squiz at my coat before this afternoon. See if it wants pressing.'<br> <br> 'I will,' said she. Suddenly she couldn't stop herself. She ran at Laurie and gave him a small, quick squeeze. 'Oh, I do love parties, don't you?' gasped Laura.<br> <br> 'Ra-ther,' said Laurie's warm, boyish voice, and he squeezed his sister too, and gave her a gentle push. 'Dash off to the telephone, old girl.'<br> <br> The telephone. 'Yes, yes; oh yes. Kitty? Good morning, dear. Come to lunch? Do, dear. Delighted of course. It will only be a very scratch meal - just the sandwich crusts and broken meringue-shells and what's left over. Yes, isn't it a perfect morning? Your white? Oh, I certainly should. One moment - hold the line. Mother's calling.' And Laura sat back. 'What, mother? Can't hear.'<br> <br> Mrs. Sheridan's voice floated down the stairs. 'Tell her to wear that sweet hat she had on last Sunday.'<br> <br> 'Mother says you're to wear that sweet hat you had on last Sunday. Good. One o'clock. Bye-bye.'<br> <br> Laura put back the receiver, flung her arms over her head, took a deep breath, stretched and let them fall. 'Huh,' she sighed, and the moment after the sigh she sat up quickly. She was still, listening. All the doors in the house seemed to be open. The house was alive with soft, quick steps and running voices. The green baize door that led to the kitchen regions swung open and shut with a muffled thud. And now there came a long, chuckling absurd sound. It was the heavy piano being moved on its stiff castors. But the air! If you stopped to notice, was the air always like this? Little faint winds were playing chase, in at the tops of the windows, out at the doors. And there were two tiny spots of sun, one on the inkpot, one on a silver photograph frame, playing too. Darling little spots. Especially the one on the inkpot lid. It was quite warm. A warm little silver star. She could have kissed it.<br> <br> The front door bell pealed, and there sounded the rustle of Sadie's print skirt on the stairs. A man's voice murmured; Sadie answered, careless, 'I'm sure I don't know. Wait. I'll ask Mrs Sheridan.'<br> <br> 'What is it, Sadie?' Laura came into the hall.<br> <br> 'It's the florist, Miss Laura.'<br> <br> It was, indeed. There, just inside the door, stood a wide, shallow tray full of pots of pink lilies. No other kind. Nothing but lilies - canna lilies, big pink flowers, wide open, radiant, almost frighteningly alive on bright crimson stems.<br> <br> 'O-oh, Sadie!' said Laura, and the sound was like a little moan. She crouched down as if to warm herself at that blaze of lilies; she felt they were in her fingers, on her lips, growing in her breast.<br> <br> 'It's some mistake,' she said faintly. 'Nobody ever ordered so many. Sadie, go and find mother.'<br> <br> But at that moment Mrs. Sheridan joined them.<br> <br> 'It's quite right,' she said calmly. 'Yes, I ordered them. Aren't they lovely?' She pressed Laura's arm. 'I was passing the shop yesterday, and I saw them in the window. And I suddenly thought for once in my life I shall have enough canna lilies. The garden-party will be a good excuse.'<br> <br> 'But I thought you said you didn't mean to interfere,' said Laura. Sadie had gone. The florist's man was still outside at his van. She put her arm round her mother's neck and gently, very gently, she bit her mother's ear.<br> <br> 'My darling child, you wouldn't like a logical mother, would you? Don't do that. Here's the man.'<br> <br> He carried more lilies still, another whole tray.<br> <br> 'Bank them up, just inside the door, on both sides of the porch, please,' said Mrs. Sheridan. 'Don't you agree, Laura?'<br> <br> 'Oh, I do, mother.'<br> <br> In the drawing-room Meg, Jose and good little Hans had at last succeeded in moving the piano.<br> <br> 'Now, if we put this chesterfield against the wall and move everything out of the room except the chairs, don't you think?'<br> <br> 'Quite.'<br> <br> 'Hans, move these tables into the smoking-room, and bring a sweeper to take these marks off the carpet and - one moment, Hans - ' Jose loved giving orders to the servants, and they loved obeying her. She always made them feel they were taking part in some drama. 'Tell mother and Miss Laura to come here at once.<br> <br> 'Very good, Miss Jose.'<br> <br> She turned to Meg. 'I want to hear what the piano sounds like, just in case I'm asked to sing this afternoon. Let's try over 'This life is Weary.''<br> <br> Pom! Ta-ta-ta Tee-ta! The piano burst out so passionately that Jose's face changed. She clasped her hands. She looked mournfully and enigmatically at her mother and Laura as they came in.<br> <br> 'This Life is Wee-ary, A Tear - a Sigh. A Love that Chan-ges, This Life is Wee-ary, A Tear - a Sigh. A Love that Chan-ges, And then ... Good-bye!'<br> <br> But at the word 'Good-bye,' and although the piano sounded more desperate than ever, her face broke into a brilliant, dreadfully unsympathetic smile.<br> <br> 'Aren't I in good voice, mummy?' she beamed.<br> <br> 'This Life is Wee-ary, Hope comes to Die. A Dream - a Wa-kening.'<br> <br> But now Sadie interrupted them. 'What is it, Sadie?'<br> <br> 'If you please, m'm, cook says have you got the flags for the sandwiches?'<br> <br> 'The flags for the sandwiches, Sadie?' echoed Mrs. Sheridan dreamily. And the children knew by her face that she hadn't got them. 'Let me see.' And she said to Sadie firmly, 'Tell cook I'll let her have them in ten minutes.<br> <br> Sadie went.<br> <br> 'Now, Laura,' said her mother quickly, 'come with me into the smoking-room. I've got the names somewhere on the back of an envelope. You'll have to write them out for me. Meg, go upstairs this minute and take that wet thing off your head. Jose, run and finish dressing this instant. Do you hear me, children, or shall I have to tell your father when he comes home to-night? And - and, Jose, pacify cook if you do go into the kitchen, will you? I'm terrified of her this morning.'<br> <br> The envelope was found at last behind the dining-room clock, though how it had got there Mrs. Sheridan could not imagine.<br> <br> 'One of you children must have stolen it out of my bag, because I remember vividly - cream cheese and lemon-curd. Have you done that?'<br> <br> 'Yes.'<br> <br> 'Egg and--' Mrs. Sheridan held the envelope away from her. 'It looks like mice. It can't be mice, can it?'<br> <br> 'Olive, pet,' said Laura, looking over her shoulder.<br> <br> 'Yes, of course, olive. What a horrible combination it sounds. Egg and olive.'<br> <br> They were finished at last, and Laura took them off to the kitchen. She found Jose there pacifying the cook, who did not look at all terrifying.<br> <br> 'I have never seen such exquisite sandwiches,' said Jose's rapturous voice. 'How many kinds did you say there were, cook? Fifteen?'<br> <br> 'Fifteen, Miss Jose.'<br> <br> 'Well, cook, I congratulate you.'<br> <br> Cook swept up crusts with the long sandwich knife, and smiled broadly.<br> <br> 'Godber's has come,' announced Sadie, issuing out of the pantry. She had seen the man pass the window.<br> <br> That meant the cream puffs had come. Godber's were famous for their cream puffs. Nobody ever thought of making them at home.<br> <br> 'Bring them in and put them on the table, my girl,' ordered cook.<br> <br> Sadie brought them in and went back to the door. Of course Laura and Jose were far too grown-up to really care about such things. All the same, they couldn't help agreeing that the puffs looked very attractive. Very. Cook began arranging them, shaking off the extra icing sugar.<br> <br> 'Don't they carry one back to all one's parties?' said Laura.<br> <br> 'I suppose they do,' said practical Jose, who never liked to be carried back. 'They look beautifully light and feathery, I must say.'<br> <br> 'Have one each, my dears,' said cook in her comfortable voice. 'Yer ma won't know.'<br> <br> Oh, impossible. Fancy cream puffs so soon after breakfast. The very idea made one shudder. All the same, two minutes later Jose and Laura were licking their fingers with that absorbed inward look that only comes from whipped cream.<br> <br> 'Let's go into the garden, out by the back way,' suggested Laura. 'I want to see how the men are getting on with the marquee. They're such awfully nice men.'<br> <br> But the back door was blocked by cook, Sadie, Godber's man and Hans.<br> <br> Something had happened.<br> <br> 'Tuk-tuk-tuk,' clucked cook like an agitated hen. Sadie had her hand clapped to her cheek as though she had toothache. Hans's face was screwed up in the effort to understand. Only Godber's man seemed to be enjoying himself; it was his story.<br> <br> 'What's the matter? What's happened?'<br> <br> 'There's been a horrible accident,' said Cook. 'A man killed.'<br> <br> 'A man killed! Where? How? When?'<br> <br> But Godber's man wasn't going to have his story snatched from under his very nose.<br> <br> 'Know those little cottages just below here, miss?' Know them? Of course, she knew them. 'Well, there's a young chap living there, name of Scott, a carter. His horse shied at a traction-engine, corner of Hawke Street this morning, and he was thrown out on the back of his head. Killed.'<br> <br> 'Dead!' Laura stared at Godber's man.<br> <br> 'Dead when they picked him up,' said Godber's man with relish. 'They were taking the body home as I come up here.' And he said to the cook, 'He's left a wife and five little ones.'<br> <br> 'Jose, come here.' Laura caught hold of her sister's sleeve and dragged her through the kitchen to the other side of the green baize door. There she paused and leaned against it. 'Jose!' she said, horrified, 'however are we going to stop everything?'<br> <br> 'Stop everything, Laura!' cried Jose in astonishment. 'What do you mean?'<br> <br> 'Stop the garden-party, of course.' Why did Jose pretend?<br> <br> But Jose was still more amazed. 'Stop the garden-party? My dear Laura, don't be so absurd. Of course we can't do anything of the kind. Nobody expects us to. Don't be so extravagant.'<br> <br> 'But we can't possibly have a garden-party with a man dead just outside the front gate.'<br> <br> That really was extravagant, for the little cottages were in a lane to themselves at the very bottom of a steep rise that led up to the house. A broad road ran between. True, they were far too near. They were the greatest possible eyesore, and they had no right to be in that neighbourhood at all. They were little mean dwellings painted a chocolate brown. In the garden patches there was nothing but cabbage stalks, sick hens and tomato cans. The very smoke coming out of their chimneys was poverty-stricken. Little rags and shreds of smoke, so unlike the great silvery plumes that uncurled from the Sheridans' chimneys. Washerwomen lived in the lane and sweeps and a cobbler, and a man whose house-front was studded all over with minute bird-cages. Children swarmed. When the Sheridans were little they were forbidden to set foot there because of the revolting language and of what they might catch. But since they were grown up, Laura and Laurie on their prowls sometimes walked through. It was disgusting and sordid. They came out with a shudder. But still one must go everywhere; one must see everything. So through they went.<br> <br> 'And just think of what the band would sound like to that poor woman,' said Laura.<br> <br> 'Oh, Laura!' Jose began to be seriously annoyed. 'If you're going to stop a band playing every time some one has an accident, you'll lead a very strenuous life. I'm every bit as sorry about it as you. I feel just as sympathetic.' Her eyes hardened. She looked at her sister just as she used to when they were little and fighting together. 'You won't bring a drunken workman back to life by being sentimental,' she said softly.<br> <br> 'Drunk! Who said he was drunk?' Laura turned furiously on Jose. She said, just as they had used to say on those occasions, 'I'm going straight up to tell mother.'<br> <br> 'Do, dear,' cooed Jose.<br> <br> 'Mother, can I come into your room?' Laura turned the big glass door-knob.<br> <br> 'Of course, child. Why, what's the matter? What's given you such a colour?' And Mrs. Sheridan turned round from her dressing-table. She was trying on a new hat.<br> <br> 'Mother, a man's been killed,' began Laura.<br> <br> 'Not in the garden?' interrupted her mother.<br> <br> 'No, no!'<br> <br> 'Oh, what a fright you gave me!' Mrs. Sheridan sighed with relief, and took off the big hat and held it on her knees.<br> <br> 'But listen, mother,' said Laura. Breathless, half-choking, she told the dreadful story. 'Of course, we can't have our party, can we?' she pleaded. 'The band and everybody arriving. They'd hear us, mother; they're nearly neighbours!'<br> <br> To Laura's astonishment her mother behaved just like Jose; it was harder to bear because she seemed amused. She refused to take Laura seriously.<br> <br> 'But, my dear child, use your common sense. It's only by accident we've heard of it. If some one had died there normally - and I can't understand how they keep alive in those poky little holes - we should still be having our party, shouldn't we?'<br> <br> Laura had to say 'yes' to that, but she felt it was all wrong. She sat down on her mother's sofa and pinched the cushion frill.<br> <br> 'Mother, isn't it terribly heartless of us?' she asked.<br> <br> 'Darling!' Mrs. Sheridan got up and came over to her, carrying the hat. Before Laura could stop her she had popped it on. 'My child!' said her mother, 'the hat is yours. It's made for you. It's much too young for me. I have never seen you look such a picture. Look at yourself!' And she held up her hand-mirror.<br> <br> 'But, mother,' Laura began again. She couldn't look at herself; she turned aside.<br> <br> This time Mrs. Sheridan lost patience just as Jose had done.<br> <br> 'You are being very absurd, Laura,' she said coldly. 'People like that don't expect sacrifices from us. And it's not very sympathetic to spoil everybody's enjoyment as you're doing now.'<br> <br> 'I don't understand,' said Laura, and she walked quickly out of the room into her own bedroom. There, quite by chance, the first thing she saw was this charming girl in the mirror, in her black hat trimmed with gold daisies, and a long black velvet ribbon. Never had she imagined she could look like that. Is mother right? she thought. And now she hoped her mother was right. Am I being extravagant? Perhaps it was extravagant. Just for a moment she had another glimpse of that poor woman and those little children, and the body being carried into the house. But it all seemed blurred, unreal, like a picture in the newspaper. I'll remember it again after the party's over, she decided. And somehow that seemed quite the best plan ...<br> <br> Lunch was over by half-past one. By half-past two they were all ready for the fray. The green-coated band had arrived and was established in a corner of the tennis-court.<br> <br> 'My dear!' trilled Kitty Maitland, 'aren't they too like frogs for words? You ought to have arranged them round the pond with the conductor in the middle on a leaf.'<br> <br> Laurie arrived and hailed them on his way to dress. At the sight of him Laura remembered the accident again. She wanted to tell him. If Laurie agreed with the others, then it was bound to be all right. And she followed him into the hall.<br> <br> 'Laurie!'<br> <br> 'Hallo!' He was half-way upstairs, but when he turned round and saw Laura he suddenly puffed out his cheeks and goggled his eyes at her. 'My word, Laura! You do look stunning,' said Laurie. 'What an absolutely topping hat!'<br> <br> Laura said faintly 'Is it?' and smiled up at Laurie, and didn't tell him after all.<br> <br> Soon after that people began coming in streams. The band struck up; the hired waiters ran from the house to the marquee. Wherever you looked there were couples strolling, bending to the flowers, greeting, moving on over the lawn. They were like bright birds that had alighted in the Sheridans' garden for this one afternoon, on their way to - where? Ah, what happiness it is to be with people who all are happy, to press hands, press cheeks, smile into eyes.<br> <br> 'Darling Laura, how well you look!'<br> <br> 'What a becoming hat, child!'<br> <br> 'Laura, you look quite Spanish. I've never seen you look so striking.'<br> <br> And Laura, glowing, answered softly, 'Have you had tea? Won't you have an ice? The passion-fruit ices really are rather special.' She ran to her father and begged him. 'Daddy darling, can't the band have something to drink?'<br> <br> And the perfect afternoon slowly ripened, slowly faded, slowly its petals closed.<br> <br> 'Never a more delightful garden-party ... ' 'The greatest success ... ' 'Quite the most ... '<br> <br> Laura helped her mother with the good-byes. They stood side by side in the porch till it was all over.<br> <br> 'All over, all over, thank heaven,' said Mrs. Sheridan. 'Round up the others, Laura. Let's go and have some fresh coffee. I'm exhausted. Yes, it's been very successful. But oh, these parties, these parties! Why will you children insist on giving parties!' And they all of them sat down in the deserted marquee.<br> <br> 'Have a sandwich, daddy dear. I wrote the flag.'<br> <br> 'Thanks.' Mr. Sheridan took a bite and the sandwich was gone. He took another. 'I suppose you didn't hear of a beastly accident that happened to-day?' he said.<br> <br> 'My dear,' said Mrs. Sheridan, holding up her hand, 'we did. It nearly ruined the party. Laura insisted we should put it off.'<br> <br> 'Oh, mother!' Laura didn't want to be teased about it.<br> <br> 'It was a horrible affair all the same,' said Mr. Sheridan. 'The chap was married too. Lived just below in the lane, and leaves a wife and half a dozen kiddies, so they say.'<br> <br> An awkward little silence fell. Mrs. Sheridan fidgeted with her cup. Really, it was very tactless of father ...<br> <br> Suddenly she looked up. There on the table were all those sandwiches, cakes, puffs, all uneaten, all going to be wasted. She had one of her brilliant ideas.<br> <br> 'I know,' she said. 'Let's make up a basket. Let's send that poor creature some of this perfectly good food. At any rate, it will be the greatest treat for the children. Don't you agree? And she's sure to have neighbours calling in and so on. What a point to have it all ready prepared. Laura!' She jumped up. 'Get me the big basket out of the stairs cupboard.'<br> <br> 'But, mother, do you really think it's a good idea?' said Laura.<br> <br> Again, how curious, she seemed to be different from them all. To take scraps from their party. Would the poor woman really like that?<br> <br> 'Of course! What's the matter with you to-day? An hour or two ago you were insisting on us being sympathetic, and now--'<br> <br> Oh well! Laura ran for the basket. It was filled, it was heaped by her mother.<br> <br> 'Take it yourself, darling,' said she. 'Run down just as you are. No, wait, take the arum lilies too. People of that class are so impressed by arum lilies.'<br> <br> 'The stems will ruin her lace frock,' said practical Jose.<br> <br> So they would. Just in time. 'Only the basket, then. And, Laura!' - her mother followed her out of the marquee - 'don't on any account--'<br> <br> 'What mother?'<br> <br> No, better not put such ideas into the child's head! 'Nothing! Run along.'<br> <br> It was just growing dusky as Laura shut their garden gates. A big dog ran by like a shadow. The road gleamed white, and down below in the hollow the little cottages were in deep shade. How quiet it seemed after the afternoon. Here she was going down the hill to somewhere where a man lay dead, and she couldn't realize it. Why couldn't she? She stopped a minute. And it seemed to her that kisses, voices, tinkling spoons, laughter, the smell of crushed grass were somehow inside her. She had no room for anything else. How strange! She looked up at the pale sky, and all she thought was, 'Yes, it was the most successful party.'<br> <br> Now the broad road was crossed. The lane began, smoky and dark. Women in shawls and men's tweed caps hurried by. Men hung over the palings; the children played in the doorways. A low hum came from the mean little cottages. In some of them there was a flicker of light, and a shadow, crab-like, moved across the window. Laura bent her head and hurried on. She wished now she had put on a coat. How her frock shone! And the big hat with the velvet streamer - if only it was another hat! Were the people looking at her? They must be. It was a mistake to have come; she knew all along it was a mistake. Should she go back even now?<br> <br> No, too late. This was the house. It must be. A dark knot of people stood outside. Beside the gate an old, old woman with a crutch sat in a chair, watching. She had her feet on a newspaper. The voices stopped as Laura drew near. The group parted. It was as though she was expected, as though they had known she was coming here.<br> <br> Laura was terribly nervous. Tossing the velvet ribbon over her shoulder, she said to a woman standing by, 'Is this Mrs. Scott's house?' and the woman, smiling queerly, said, 'It is, my lass.'<br> <br> Oh, to be away from this! She actually said, 'Help me, God,' as she walked up the tiny path and knocked. To be away from those staring eyes, or to be covered up in anything, one of those women's shawls even. I'll just leave the basket and go, she decided. I shan't even wait for it to be emptied.<br> <br> Then the door opened. A little woman in black showed in the gloom.<br> <br> Laura said, 'Are you Mrs. Scott?' But to her horror the woman answered, 'Walk in please, miss,' and she was shut in the passage.<br> <br> 'No,' said Laura, 'I don't want to come in. I only want to leave this basket. Mother sent--'<br> <br> The little woman in the gloomy passage seemed not to have heard her. 'Step this way, please, miss,' she said in an oily voice, and Laura followed her.<br> <br> She found herself in a wretched little low kitchen, lighted by a smoky lamp. There was a woman sitting before the fire.<br> <br> 'Em,' said the little creature who had let her in. 'Em! It's a young lady.' She turned to Laura. She said meaningly, 'I'm 'er sister, miss. You'll excuse 'er, won't you?'<br> <br> 'Oh, but of course!' said Laura. 'Please, please don't disturb her. I - I only want to leave--'<br> <br> But at that moment the woman at the fire turned round. Her face, puffed up, red, with swollen eyes and swollen lips, looked terrible. She seemed as though she couldn't understand why Laura was there. What did it mean? Why was this stranger standing in the kitchen with a basket? What was it all about? And the poor face puckered up again.<br> <br> 'All right, my dear,' said the other. 'I'll thenk the young lady.'<br> <br> And again she began, 'You'll excuse her, miss, I'm sure,' and her face, swollen too, tried an oily smile.<br> <br> Laura only wanted to get out, to get away. She was back in the passage. The door opened. She walked straight through into the bedroom, where the dead man was lying.<br> <br> 'You'd like a look at 'im, wouldn't you?' said Em's sister, and she brushed past Laura over to the bed. 'Don't be afraid, my lass,' - and now her voice sounded fond and sly, and fondly she drew down the sheet--''e looks a picture. There's nothing to show. Come along, my dear.'<br> <br> Laura came.<br> <br> There lay a young man, fast asleep - sleeping so soundly, so deeply, that he was far, far away from them both. Oh, so remote, so peaceful. He was dreaming. Never wake him up again. His head was sunk in the pillow, his eyes were closed; they were blind under the closed eyelids. He was given up to his dream. What did garden-parties and baskets and lace frocks matter to him? He was far from all those things. He was wonderful, beautiful. While they were laughing and while the band was playing, this marvel had come to the lane. Happy ... happy ... All is well, said that sleeping face. This is just as it should be. I am content.<br> <br> But all the same you had to cry, and she couldn't go out of the room without saying something to him. Laura gave a loud childish sob.<br> <br> 'Forgive my hat,' she said.<br> <br> And this time she didn't wait for Em's sister. She found her way out of the door, down the path, past all those dark people. At the corner of the lane she met Laurie.<br> <br> He stepped out of the shadow. 'Is that you, Laura?'<br> <br> 'Yes.'<br> <br> 'Mother was getting anxious. Was it all right?'<br> <br> 'Yes, quite. Oh, Laurie!' She took his arm, she pressed up against him.<br> <br> 'I say, you're not crying, are you?' asked her brother.<br> <br> Laura shook her head. She was.<br> <br> Laurie put his arm round her shoulder. 'Don't cry,' he said in his warm, loving voice. 'Was it awful?'<br> <br> 'No,' sobbed Laura. 'It was simply marvellous. But Laurie--' She stopped, she looked at her brother. 'Isn't life,' she stammered, 'isn't life--' But what life was she couldn't explain. No matter. He quite understood.<br> <br> 'Isn't it, darling?' said Laurie.</p><br>I<br> <br> VERY early morning. The sun was not yet risen, and the whole of Crescent Bay was hidden under a white sea-mist. The big bush-covered hills at the back were smothered. You could not see where they ended and the paddocks and bungalows began. The sandy road was gone and the paddocks and bungalows the other side of it; there were no white dunes covered with reddish grass beyond them; there was nothing to mark which was beach and where was the sea. A heavy dew had fallen. The grass was blue. Big drops hung on the bushes and just did not fall; the silvery, fluffy toi-toi was limp on its long stalks, and all the marigolds and the pinks in the bungalow gardens were bowed to the earth with wetness. Drenched were the cold fuchsias, round pearls of dew lay on the flat nasturtium leaves. It looked as though the sea had beaten up softly in the darkness, as though one immense wave had come rippling, rippling–how far? Perhaps if you had waked up in the middle of the night you might have seen a big fish flicking in at the window and gone again. . . . <br> Ah-Aah! sounded the sleepy sea. And from the bush there came the sound of little streams flowing, quickly, lightly, slipping between the smooth stones, gushing into ferny basins and out again; and there was the splashing of big drops on large leaves, and something else–what was it?–a faint stirring and shaking, the snapping of a twig and then such silence that it seemed some one was listening.<br> <br> Round the corner of Crescent Bay, between the piled-up masses of broken rock, a flock of sheep came pattering. They were huddled together, a small, tossing, woolly mass, and their thin, stick-like legs trotted along quickly as if the cold and the quiet had frightened them. Behind them an old sheep-dog, his soaking paws covered with sand, ran along with his nose to the ground, but carelessly, as if thinking of something else. And then in the rocky gateway the shepherd himself appeared. He was a lean, upright old man, in a frieze coat that was covered with a web of tiny drops, velvet trousers tied under the knee, and a wide-awake with a folded blue handkerchief round the brim. One hand was crammed into his belt, the other grasped a beautifully smooth yellow stick. And as he walked, taking his time, he kept up a very soft light whistling, an airy, far-away fluting that sounded mournful and tender. The old dog cut an ancient caper or two and then drew up sharp, ashamed of his levity, and walked a few dignified paces by his master's side. The sheep ran forward in little pattering rushes; they began to bleat, and ghostly flocks and herds answered them from under the sea. 'Baa! Baaa!' For a time they seemed to be always on the same piece of ground. There ahead was stretched the sandy road with shallow puddles; the same soaking bushes showed on either side and the same shadowy palings. Then something immense came into view; an enormous shock-haired giant with his arms stretched out. It was the big gum-tree outside Mrs. Stubbs' shop, and as they passed by there was a strong whiff of eucalyptus. And now big spots of light gleamed in the mist. The shepherd stopped whistling; he rubbed his red nose and wet beard on his wet sleeve and, screwing up his eyes, glanced in the direction of the sea. The sun was rising. It was marvellous how quickly the mist thinned, sped away, dissolved from the shallow plain, rolled up from the bush and was gone as if in a hurry to escape; big twists and curls jostled and shouldered each other as the silvery beams broadened. The far-away sky–a bright, pure blue-was reflected in the puddles, and the drops, swimming along the telegraph poles, flashed into points of light. Now the leaping, glittering sea was so bright it made one's eyes ache to look at it. The shepherd drew a pipe, the bowl as small as an acorn, out of his breast pocket, fumbled for a chunk of speckled tobacco, pared off a few shavings and stuffed the bowl. He was a grave, fine-looking old man. As he lit up and the blue smoke wreathed his head, the dog, watching, looked proud of him.<br> <br> 'Baa! Baaa!' The sheep spread out into a fan. They were just clear of the summer colony before the first sleeper turned over and lifted a drowsy head; their cry sounded in the dreams of little children . . . who lifted their arms to drag down, to cuddle the darling little woolly lambs of sleep. Then the first inhabitant appeared; it was the Burnells' cat Florrie, sitting on the gatepost, far too early as usual, looking for their milk-girl. When she saw the old sheep-dog she sprang up quickly, arched her back, drew in her tabby head, and seemed to give a little fastidious shiver. 'Ugh! What a coarse, revolting creature!' said Florrie. But the old sheep-dog, not looking up, waggled past, flinging out his legs from side to side. Only one of his ears twitched to prove that he saw, and thought her a silly young female.<br> <br> The breeze of morning lifted in the bush and the smell of leaves and wet black earth mingled with the sharp smell of the sea. Myriads of birds were singing. A goldfinch flew over the shepherd's head and, perching on the tiptop of a spray, it turned to the sun, ruffling its small breast feathers. And now they had passed the fisherman's hut, passed the charred-looking little whare where Leila the milk-girl lived with her old Gran. The sheep strayed over a yellow swamp and Wag, the sheep- dog, padded after, rounded them up and headed them for the steeper, narrower rocky pass that led out of Crescent Bay and towards Daylight Cove. 'Baa! Baaa!' Faint the cry came as they rocked along the fast-drying road. The shepherd put away his pipe, dropping it into his breast-pocket so that the little bowl hung over. And straightway the soft airy whistling began again. Wag ran out along a ledge of rock after something that smelled, and ran back again disgusted. Then pushing, nudging, hurrying, the sheep rounded the bend and the shepherd followed after out of sight.<br> <br> II<br> <br> A few moments later the back door of one of the bungalows opened, and a figure in a broad-striped bathing suit flung down the paddock, cleared the stile, rushed through the tussock grass into the hollow, staggered up the sandy hillock, and raced for dear life over the big porous stones, over the cold, wet pebbles, on to the hard sand that gleamed like oil. Splish-Splosh! Splish-Splosh! The water bubbled round his legs as Stanley Burnell waded out exulting. First man in as usual! He'd beaten them all again. And he swooped down to souse his head and neck.<br> <br> 'Hail, brother! All hail, Thou Mighty One!' A velvety bass voice came booming over the water.<br> <br> Great Scott! Damnation take it! Stanley lifted up to see a dark head bobbing far out and an arm lifted. It was Jonathan Trout–there before him! 'Glorious morning!' sang the voice.<br> <br> 'Yes, very fine!' said Stanley briefly. Why the dickens didn't the fellow stick to his part of the sea? Why should he come barging over to this exact spot? Stanley gave a kick, a lunge and struck out, swimming overarm. But Jonathan was a match for him. Up he came, his black hair sleek on his forehead, his short beard sleek.<br> <br> 'I had an extraordinary dream last night!' he shouted.<br> <br> What was the matter with the man? This mania for conversation irritated Stanley beyond words. And it was always the same–always some piffle about a dream he'd had, or some cranky idea he'd got hold of, or some rot he'd been reading. Stanley turned over on his back and kicked with his legs till he was a living waterspout. But even then . . . 'I dreamed I was hanging over a terrifically high cliff, shouting to someone below.' You would be! thought Stanley. He could stick no more of it. He stopped splashing. 'Look here, Trout,' he said, 'I'm in rather a hurry this morning.'<br> <br> 'You're WHAT?' Jonathan was so surprised–or pretended to be–that he sank under the water, then reappeared again blowing.<br> <br> 'All I mean is,' said Stanley, 'I've no time to–to–to fool about. I want to get this over. I'm in a hurry. I've work to do this morning–see?'<br> <br> Jonathan was gone before Stanley had finished. 'Pass, friend!' said the bass voice gently, and he slid away through the water with scarcely a ripple . . . But curse the fellow! He'd ruined Stanley's bathe. What an unpractical idiot the man was! Stanley struck out to sea again, and then as quickly swam in again, and away he rushed up the beach. He felt cheated.<br> <br> Jonathan stayed a little longer in the water. He floated, gently moving his hands like fins, and letting the sea rock his long, skinny body. It was curious, but in spite of everything he was fond of Stanley Burnell. True, he had a fiendish desire to tease him sometimes, to poke fun at him, but at bottom he was sorry for the fellow. There was something pathetic in his determination to make a job of everything. You couldn't help feeling he'd be caught out one day, and then what an almighty cropper he'd come! At that moment an immense wave lifted Jonathan, rode past him, and broke along the beach with a joyful sound. What a beauty! And now there came another. That was the way to live–carelessly, recklessly, spending oneself. He got on to his feet and began to wade towards the shore, pressing his toes into the firm, wrinkled sand. To take things easy, not to fight against the ebb and flow of life, but to give way to it–that was what was needed. It was this tension that was all wrong. To live–to live! And the perfect morning, so fresh and fair, basking in the light, as though laughing at its own beauty, seemed to whisper, 'Why not?'<br> <br> But now he was out of the water Jonathan turned blue with cold. He ached all over; it was as though someone was wringing the blood out of him. And stalking up the beach, shivering, all his muscles tight, he too felt his bathe was spoilt. He'd stayed in too long.<br> <br> III<br> <br> Beryl was alone in the living-room when Stanley appeared, wearing a blue serge suit, a stiff collar and a spotted tie. He looked almost uncannily clean and brushed; he was going to town for the day. Dropping into his chair, he pulled out his watch and put it beside his plate.<br> <br> 'I've just got twenty-five minutes,' he said. 'You might go and see if the porridge is ready, Beryl?'<br> <br> 'Mother's just gone for it,' said Beryl. She sat down at the table and poured out his tea.<br> <br> 'Thanks!' Stanley took a sip. 'Hallo!' he said in an astonished voice, 'you've forgotten the sugar.'<br> <br> 'Oh, sorry!' But even then Beryl didn't help him; she pushed the basin across. What did this mean? As Stanley helped himself his blue eyes widened; they seemed to quiver. He shot a quick glance at his sister-in-law and leaned back.<br> <br> 'Nothing wrong, is there?' he asked carelessly, fingering his collar.<br> <br> Beryl's head was bent; she turned her plate in her fingers.<br> <br> 'Nothing,' said her light voice. Then she too looked up, and smiled at Stanley. 'Why should there be?'<br> <br> 'O-oh! No reason at all as far as I know. I thought you seemed rather–'<br> <br> At that moment the door opened and the three little girls appeared, each carrying a porridge plate. They were dressed alike in blue jerseys and knickers; their brown legs were bare, and each had her hair plaited and pinned up in what was called a horse's tail. Behind them came Mrs. Fairfield with the tray.<br> <br> 'Carefully, children,' she warned. But they were taking the very greatest care. They loved being allowed to carry things. 'Have you said good morning to your father?'<br> <br> 'Yes, grandma.' They settled themselves on the bench opposite Stanley and Beryl.<br> <br> 'Good morning, Stanley!' Old Mrs. Fairfield gave him his plate.<br> <br> 'Morning, mother! How's the boy?'<br> <br> 'Splendid! He only woke up once last night. What a perfect morning!' The old woman paused, her hand on the loaf of bread, to gaze out of the open door into the garden. The sea sounded. Through the wide-open window streamed the sun on to the yellow varnished walls and bare floor. Everything on the table flashed and glittered. In the middle there was an old salad bowl filled with yellow and red nasturtiums. She smiled, and a look of deep content shone in her eyes.<br> <br> 'You might cut me a slice of that bread, mother,' said Stanley. 'I've only twelve and a half minutes before the coach passes. Has anyone given my shoes to the servant girl?'<br> <br> 'Yes, they're ready for you.' Mrs. Fairfield was quite unruffled.<br> <br> 'Oh, Kezia! Why are you such a messy child!' cried Beryl despairingly.<br> <br> 'Me, Aunt Beryl?' Kezia stared at her. What had she done now? She had only dug a river down the middle of her porridge, filled it, and was eating the banks away. But she did that every single morning, and no one had said a word up till now.<br> <br> 'Why can't you eat your food properly like Isabel and Lottie?' How unfair grown-ups are!<br> <br> 'But Lottie always makes a floating island, don't you, Lottie?'<br> <br> 'I don't,' said Isabel smartly. 'I just sprinkle mine with sugar and put on the milk and finish it. Only babies play with their food.'<br> <br> Stanley pushed back his chair and got up.<br> <br> 'Would you get me those shoes, mother? And, Beryl, if you've finished, I wish you'd cut down to the gate and stop the coach. Run in to your mother, Isabel, and ask her where my bowler hat's been put. Wait a minute–have you children been playing with my stick?'<br> <br> 'No, father!'<br> <br> 'But I put it here,' Stanley began to bluster. 'I remember distinctly putting it in this corner. Now, who's had it? There's no time to lose. Look sharp! The stick's got to be found.'<br> <br> Even Alice, the servant-girl, was drawn into the chase. 'You haven't been using it to poke the kitchen fire with by any chance?'<br> <br> Stanley dashed into the bedroom where Linda was lying. 'Most extraordinary thing. I can't keep a single possession to myself. They've made away with my stick, now!'<br> <br> 'Stick, dear? What stick?' Linda's vagueness on these occasions could not be real, Stanley decided. Would nobody sympathize with him?<br> <br> 'Coach! Coach, Stanley!' Beryl's voice cried from the gate.<br> <br> Stanley waved his arm to Linda. 'No time to say good-bye!' he cried. And he meant that as a punishment to her.<br> <br> He snatched his bowler hat, dashed out of the house, and swung down the garden path. Yes, the coach was there waiting, and Beryl, leaning over the open gate, was laughing up at somebody or other just as if nothing had happened. The heartlessness of women! The way they took it for granted it was your job to slave away for them while they didn't even take the trouble to see that your walking-stick wasn't lost. Kelly trailed his whip across the horses.<br> <br> 'Good-bye, Stanley,' called Beryl, sweetly and gaily. It was easy enough to say good-bye! And there she stood, idle, shading her eyes with her hand. The worst of it was Stanley had to shout good-bye too, for the sake of appearances. Then he saw her turn, give a little skip and run back to the house. She was glad to be rid of him!<br> <br> Yes, she was thankful. Into the living-room she ran and called 'He's gone!' Linda cried from her room: 'Beryl! Has Stanley gone?' Old Mrs. Fairfield appeared, carrying the boy in his little flannel coatee.<br> <br> 'Gone?'<br> <br> 'Gone!'<br> <br> Oh, the relief, the difference it made to have the man out of the house. Their very voices were changed as they called to one another; they sounded warm and loving and as if they shared a secret. Beryl went over to the table. 'Have another cup of tea, mother. It's still hot.' She wanted, somehow, to celebrate the fact that they could do what they liked now. There was no man to disturb them; the whole perfect day was theirs.<br> <br> 'No, thank you, child,' said old Mrs. Fairfield, but the way at that moment she tossed the boy up and said 'a-goos-a-goos-a-ga!' to him meant that she felt the same. The little girls ran into the paddock like chickens let out of a coop.<br> <br> Even Alice, the servant-girl, washing up the dishes in the kitchen, caught the infection and used the precious tank water in a perfectly reckless fashion.<br> <br> 'Oh, these men!' said she, and she plunged the teapot into the bowl and held it under the water even after it had stopped bubbling, as if it too was a man and drowning was too good for them.<br> <br> IV<br> <br> 'Wait for me, Isa-bel! Kezia, wait for me!'<br> <br> There was poor little Lottie, left behind again, because she found it so fearfully hard to get over the stile by herself. When she stood on the first step her knees began to wobble; she grasped the post. Then you had to put one leg over. But which leg? She never could decide. And when she did finally put one leg over with a sort of stamp of despair–then the feeling was awful. She was half in the paddock still and half in the tussock grass. She clutched the post desperately and lifted up her voice. 'Wait for me!'<br> <br> 'No, don't you wait for her, Kezia!' said Isabel. 'She's such a little silly. She's always making a fuss. Come on!' And she tugged Kezia's jersey. 'You can use my bucket if you come with me,' she said kindly. 'It's bigger than yours.' But Kezia couldn't leave Lottie all by herself. She ran back to her. By this time Lottie was very red in the face and breathing heavily.<br> <br> 'Here, put your other foot over,' said Kezia.<br> <br> 'Where?'<br> <br> Lottie looked down at Kezia as if from a mountain height.<br> <br> 'Here where my hand is.' Kezia patted the place.<br> <br> 'Oh, there do you mean!' Lottie gave a deep sigh and put the second foot over.<br> <br> 'Now–sort of turn round and sit down and slide,' said Kezia.<br> <br> 'But there's nothing to sit down on, Kezia,' said Lottie.<br> <br> She managed it at last, and once it was over she shook herself and began to beam.<br> <br> 'I'm getting better at climbing over stiles, aren't I, Kezia?'<br> <br> Lottie's was a very hopeful nature.<br> <br> The pink and the blue sunbonnet followed Isabel's bright red sunbonnet up that sliding, slipping hill. At the top they paused to decide where to go and to have a good stare at who was there already. Seen from behind, standing against the skyline, gesticulating largely with their spades, they looked like minute puzzled explorers.<br> <br> The whole family of Samuel Josephs was there already with their lady-help, who sat on a camp-stool and kept order with a whistle that she wore tied round her neck, and a small cane with which she directed operations. The Samuel Josephs never played by themselves or managed their own game. If they did, it ended in the boys pouring water down the girls' necks or the girls trying to put little black crabs into the boys' pockets. So Mrs. S. J. and the poor lady-help drew up what she called a 'brogramme' every morning to keep them 'abused and out of bischief.' It was all competitions or races or round games. Everything began with a piercing blast of the lady-help's whistle and ended with another. There were even prizes–large, rather dirty paper parcels which the lady-help with a sour little smile drew out of a bulging string kit. The Samuel Josephs fought fearfully for the prizes and cheated and pinched one another's arms–they were all expert pinchers. The only time the Burnell children ever played with them Kezia had got a prize, and when she undid three bits of paper she found a very small rusty button-hook. She couldn't understand why they made such a fuss. . . .<br> <br> But they never played with the Samuel Josephs now or even went to their parties. The Samuel Josephs were always giving children's parties at the Bay and there was always the same food. A big washhand basin of very brown fruit-salad, buns cut into four and a washhand jug full of something the lady-help called 'Limonadear.' And you went away in the evening with half the frill torn off your frock or something spilled all down the front of your open-work pinafore, leaving the Samuel Josephs leaping like savages on their lawn. No! They were too awful.<br> <br> On the other side of the beach, close down to the water, two little boys, their knickers rolled up, twinkled like spiders. One was digging, the other pattered in and out of the water, filling a small bucket. They were the Trout boys, Pip and Rags. But Pip was so busy digging and Rags was so busy helping that they didn't see their little cousins until they were quite close.<br> <br> 'Look!' said Pip. 'Look what I've discovered.' And he showed them an old wet, squashed-looking boot. The three little girls stared.<br> <br> 'Whatever are you going to do with it?' asked Kezia.<br> <br> 'Keep it, of course!' Pip was very scornful. 'It's a find–see?'<br> <br> Yes, Kezia saw that. All the same. . .<br> <br> 'There's lots of things buried in the sand,' explained Pip. 'They get chucked up from wrecks. Treasure. Why–you might find–'<br> <br> 'But why does Rags have to keep on pouring water in?' asked Lottie.<br> <br> 'Oh, that's to moisten it,' said Pip, 'to make the work a bit easier. Keep it up, Rags.'<br> <br> And good little Rags ran up and down, pouring in the water that turned brown like cocoa.<br> <br> 'Here, shall I show you what I found yesterday?' said Pip mysteriously, and he stuck his spade into the sand. 'Promise not to tell.'<br> <br> They promised.<br> <br> 'Say, cross my heart straight dinkum.'<br> <br> The little girls said it.<br> <br> Pip took something out of his pocket, rubbed it a long time on the front of his jersey, then breathed on it and rubbed it again.<br> <br> 'Now turn round!' he ordered.<br> <br> They turned round.<br> <br> 'All look the same way! Keep still! Now!'<br> <br> And his hand opened; he held up to the light something that flashed, that winked, that was a most lovely green.<br> <br> 'It's a nemeral,' said Pip solemnly.<br> <br> 'Is it really, Pip?' Even Isabel was impressed.<br> <br> The lovely green thing seemed to dance in Pip's fingers. Aunt Beryl had a nemeral in a ring, but it was a very small one. This one was as big as a star and far more beautiful.<br> <br> V<br> <br> As the morning lengthened whole parties appeared over the sand-hills and came down on the beach to bathe. It was understood that at eleven o'clock the women and children of the summer colony had the sea to themselves. First the women undressed, pulled on their bathing dresses and covered their heads in hideous caps like sponge bags; then the children were unbuttoned. The beach was strewn with little heaps of clothes and shoes; the big summer hats, with stones on them to keep them from blowing away, looked like immense shells. It was strange that even the sea seemed to sound differently when all those leaping, laughing figures ran into the waves. Old Mrs. Fairfield, in a lilac cotton dress and a black hat tied under the chin, gathered her little brood and got them ready. The little Trout boys whipped their shirts over their heads, and away the five sped, while their grandma sat with one hand in her knitting-bag ready to draw out the ball of wool when she was satisfied they were safely in.<br> <br> The firm compact little girls were not half so brave as the tender, delicate-looking boys. Pip and Rags, shivering, crouching down, slapping the water, never hesitated. But Isabel, who could swim twelve strokes, and Kezia, who could nearly swim eight, only followed on the strict understanding they were not to be splashed. As for Lottie, she didn't follow at all. She liked to be left to go in her own way, please. And that way was to sit down at the edge of the water, her legs straight, her knees pressed together, and to make vague motions with her arms as if she expected to be wafted out to sea. But when a bigger wave than usual, an old whiskery one, came lolloping along in her direction, she scrambled to her feet with a face of horror and flew up the beach again. <br> <br> 'Here, mother, keep those for me, will you?'<br> <br> Two rings and a thin gold chain were dropped into Mrs Fairfield's lap.<br> <br> 'Yes, dear. But aren't you going to bathe here?'<br> <br> 'No-o,' Beryl drawled. She sounded vague. 'I'm undressing farther along. I'm going to bathe with Mrs. Harry Kember.'<br> <br> 'Very well.' But Mrs. Fairfield's lips set. She disapproved of Mrs Harry Kember. Beryl knew it.<br> <br> Poor old mother, she smiled, as she skimmed over the stones. Poor old mother! Old! Oh, what joy, what bliss it was to be young. . . .<br> <br> 'You look very pleased,' said Mrs. Harry Kember. She sat hunched up on the stones, her arms round her knees, smoking.<br> <br> 'It's such a lovely day,' said Beryl, smiling down at her.<br> <br> 'Oh my dear! ' Mrs. Harry Kember's voice sounded as though she knew better than that. But then her voice always sounded as though she knew something more about you than you did yourself. She was a long, strange-looking woman with narrow hands and feet. Her face, too, was long and narrow and exhausted-looking; even her fair curled fringe looked burnt out and withered. She was the only woman at the Bay who smoked, and she smoked incessantly, keeping the cigarette between her lips while she talked, and only taking it out when the ash was so long you could not understand why it did not fall. When she was not playing bridge–she played bridge every day of her life–she spent her time lying in the full glare of the sun. She could stand any amount of it; she never had enough. All the same, it did not seem to warm her. Parched, withered, cold, she stretched on the stones like a piece of tossed-up driftwood. The women at the Bay thought she was very, very fast. Her lack of vanity, her slang, the way she treated men as though she was one of them, and the fact that she didn't care twopence about her house and called the servant Gladys 'Glad-eyes,' was disgraceful. Standing on the veranda steps Mrs. Kember would call in her indifferent, tired voice, 'I say, Glad-eyes, you might heave me a handkerchief if I've got one, will you?' And Glad-eyes, a red bow in her hair instead of a cap, and white shoes, came running with an impudent smile. It was an absolute scandal! True, she had no children, and her husband. . . . Here the voices were always raised; they became fervent. How can he have married her? How can he, how can he? It must have been money, of course, but even then!<br> <br> Mrs. Kember's husband was at least ten years younger than she was, and so incredibly handsome that he looked like a mask or a most perfect illustration in an American novel rather than a man. Black hair, dark blue eyes, red lips, a slow sleepy smile, a fine tennis player, a perfect dancer, and with it all a mystery. Harry Kember was like a man walking in his sleep. Men couldn't stand him, they couldn't get a word out of the chap; he ignored his wife just as she ignored him. How did he live? Of course there were stories, but such stories! They simply couldn't be told. The women he's been seen with, the places he'd been seen in . . . but nothing was ever certain, nothing definite. Some of the women at the Bay privately thought he'd commit a murder one day. Yes, even while they talked to Mrs. Kember and took in the awful concoction she was wearing, they saw her, stretched as she lay on the beach; but cold, bloody, and still with a cigarette stuck in the corner of her mouth.<br> <br> Mrs. Kember rose, yawned, unsnapped her belt buckle, and tugged at the tape of her blouse. And Beryl stepped out of her skirt and shed her jersey, and stood up in her short white petticoat, and her camisole with ribbon bows on the shoulders.<br> <br> 'Mercy on us,' said Mrs. Harry Kember, 'what a little beauty you are!'<br> <br> 'Don't!' said Beryl softly; but, drawing off one stocking and then the other, she felt a little beauty.<br> <br> 'My dear–why not?' said Mrs. Harry Kember, stamping on her own petticoat. Really–her underclothes! A pair of blue cotton knickers and a linen bodice that reminded one somehow of a pillow-case. . . . 'And you don't wear stays, do you?' She touched Beryl's waist, and Beryl sprang away with a small affected cry. Then 'Never!' she said firmly. <br> <br> 'Lucky little creature,' sighed Mrs. Kember, unfastening her own.<br> <br> Beryl turned her back and began the complicated movements of someone who is trying to take off her clothes and to pull on her bathing-dress all at one and the same time.<br> <br> 'Oh, my dear–don't mind me,' said Mrs. Harry Kember. 'Why be shy? I shan't eat you. I shan't be shocked like those other ninnies.' And she gave her strange neighing laugh and grimaced at the other women.<br> <br> But Beryl was shy. She never undressed in front of anybody. Was that silly? Mrs. Harry Kember made her feel it was silly, even something to be ashamed of. Why be shy indeed! She glanced quickly at her friend standing so boldly in her torn chemise and lighting a fresh cigarette; and a quick, bold, evil feeling started up in her breast. Laughing recklessly, she drew on the limp, sandy-feeling bathing-dress that was not quite dry and fastened the twisted buttons.<br> <br> 'That's better,' said Mrs. Harry Kember. They began to go down the beach together. 'Really, it's a sin for you to wear clothes, my dear. Somebody's got to tell you some day.'<br> <br> The water was quite warm. It was that marvellous transparent blue, flecked with silver, but the sand at the bottom looked gold; when you kicked with your toes there rose a little puff of gold-dust. Now the waves just reached her breast. Beryl stood, her arms outstretched, gazing out, and as each wave came she gave the slightest little jump, so that it seemed it was the wave which lifted her so gently.<br> <br> 'I believe in pretty girls having a good time,' said Mrs. Harry Kember. 'Why not? Don't you make a mistake, my dear. Enjoy yourself.' And suddenly she turned turtle, disappeared, and swam away quickly, quickly, like a rat. Then she flicked round and began swimming back. She was going to say something else. Beryl felt that she was being poisoned by this cold woman, but she longed to hear. But oh, how strange, how horrible! As Mrs. Harry Kember came up close she looked, in her black waterproof bathing-cap, with her sleepy face lifted above the water, just her chin touching, like a horrible caricature of her husband.<br> <br> VI<br> <br> In a steamer chair, under a manuka tree that grew in the middle of the front grass patch, Linda Burnell dreamed the morning away. She did nothing. She looked up at the dark, close, dry leaves of the manuka, at the chinks of blue between, and now and again a tiny yellowish flower dropped on her. Pretty–yes, if you held one of those flowers on the palm of your hand and looked at it closely, it was an exquisite small thing. Each pale yellow petal shone as if each was the careful work of a loving hand. The tiny tongue in the centre gave it the shape of a bell. And when you turned it over the outside was a deep bronze colour. But as soon as they flowered, they fell and were scattered. You brushed them off your frock as you talked; the horrid little things got caught in one's hair. Why, then, flower at all? Who takes the trouble–or the joy–to make all these things that are wasted, wasted. . . . It was uncanny.<br> <br> On the grass beside her, lying between two pillows, was the boy. Sound asleep he lay, his head turned away from his mother. His fine dark hair looked more like a shadow than like real hair, but his ear was a bright, deep coral. Linda clasped her hands above her head and crossed her feet. It was very pleasant to know that all these bungalows were empty, that everybody was down on the beach, out of sight, out of hearing. She had the garden to herself; she was alone.<br> <br> Dazzling white the picotees shone; the golden-eyed marigold glittered; the nasturtiums wreathed the veranda poles in green and gold flame. If only one had time to look at these flowers long enough, time to get over the sense of novelty and strangeness, time to know them! But as soon as one paused to part the petals, to discover the under-side of the leaf, along came Life and one was swept away. And, lying in her cane chair, Linda felt so light; she felt like a leaf. Along came Life like a wind and she was seized and shaken; she had to go. Oh dear, would it always be so? Was there no escape?<br> <br> . . . Now she sat on the veranda of their Tasmanian home, leaning against her father's knee. And he promised, 'As soon as you and I are old enough, Linny, we'll cut off somewhere, we'll escape. Two boys together. I have a fancy I'd like to sail up a river in China.' Linda saw that river, very wide, covered with little rafts and boats. She saw the yellow hats of the boatmen and she heard their high, thin voices as they called . . .<br> <br> 'Yes, papa.'<br> <br> But just then a very broad young man with bright ginger hair walked slowly past their house, and slowly, solemnly even, uncovered. Linda's father pulled her ear teasingly, in the way he had.<br> <br> 'Linny's beau,' he whispered.<br> <br> 'Oh, papa, fancy being married to Stanley Burnell!'<br> <br> Well, she was married to him. And what was more she loved him. Not the Stanley whom everyone saw, not the everyday one; but a timid, sensitive, innocent Stanley who knelt down every night to say his prayers, and who longed to be good. Stanley was simple. If he believed in people–as he believed in her, for instance–it was with his whole heart. He could not be disloyal; he could not tell a lie. And how terribly he suffered if he thought anyone–she–was not being dead straight, dead sincere with him! 'This is too subtle for me!' He flung out the words, but his open quivering, distraught look was like the look of a trapped beast.<br> <br> But the trouble was–here Linda felt almost inclined to laugh, though Heaven knows it was no laughing matter–she saw her Stanley so seldom. There were glimpses, moments, breathing spaces of calm, but all the rest of the time it was like living in a house that couldn't be cured of the habit of catching on fire, on a ship that got wrecked every day. And it was always Stanley who was in the thick of the danger. Her whole time was spent in rescuing him, and restoring him, and calming him down, and listening to his story. And what was left of her time was spent in the dread of having children.<br> <br> Linda frowned; she sat up quickly in her steamer chair and clasped her ankles. Yes, that was her real grudge against life; that was what she could not understand. That was the question she asked and asked, and listened in vain for the answer. It was all very well to say it was the common lot of women to bear children. It wasn't true. She, for one, could prove that wrong. She was broken, made weak, her courage was gone, through child-bearing. And what made it doubly hard to bear was, she did not love her children. It was useless pretending. Even if she had had the strength she never would have nursed and played with the little girls. No, it was as though a cold breath had chilled her through and through on each of those awful jour- neys; she had no warmth left to give them. As to the boy–well, thank Heaven, mother had taken him; he was mother's, or Beryl's, or anybody's who wanted him. She had hardly held him in her arms. She was so indifferent about him that as he lay there . . . Linda glanced down.<br> <br> The boy had turned over. He lay facing her, and he was no longer asleep. His dark-blue, baby eyes were open; he looked as though he was peeping at his mother. And suddenly his face dimpled; it broke into a wide, toothless smile, a perfect beam, no less.<br> <br> 'I'm here!' that happy smile seemed to say. 'Why don't you like me?'<br> <br> There was something so quaint, so unexpected about that smile that Linda smiled herself. But she checked herself and said to the boy coldly, 'I don't like babies.'<br> <br> 'Don't like babies?' The boy couldn't believe her. 'Don't like me? ' He waved his arms foolishly at his mother.<br> <br> Linda dropped off her chair on to the grass.<br> <br> 'Why do you keep on smiling?' she said severely. 'If you knew what I was thinking about, you wouldn't.'<br> <br> But he only squeezed up his eyes, slyly, and rolled his head on the pillow. He didn't believe a word she said.<br> <br> 'We know all about that!' smiled the boy.<br> <br> Linda was so astonished at the confidence of this little creature. . . . Ah no, be sincere. That was not what she felt; it was something far different, it was something so new, so . . . The tears danced in her eyes; she breathed in a small whisper to the boy, 'Hallo, my funny!'<br> <br> But by now the boy had forgotten his mother. He was serious again. Something pink, something soft waved in front of him. He made a grab at it and it immediately disappeared. But when he lay back, another, like the first, appeared. This time he determined to catch it. He made a tremendous effort and rolled right over.<br> <br> VII<br> <br> The tide was out; the beach was deserted; lazily flopped the warm sea. The sun beat down, beat down hot and fiery on the fine sand, baking the grey and blue and black and white-veined pebbles. It sucked up the little drop of water that lay in the hollow of the curved shells; it bleached the pink convolvulus that threaded through and through the sand-hills. Nothing seemed to move but the small sand-hoppers. Pit-pit-pit! They were never still.<br> <br> Over there on the weed-hung rocks that looked at low tide like shaggy beasts come down to the water to drink, the sunlight seemed to spin like a silver coin dropped into each of the small rock pools. They danced, they quivered, and minute ripples laved the porous shores. Looking down, bending over, each pool was like a lake with pink and blue houses clustered on the shores; and oh! the vast mountainous country behind those houses–the ravines, the passes, the dangerous creeks and fearful tracks that led to the water's edge. Underneath waved the sea-forest–pink thread-like trees, velvet anemones, and orange berry-spotted weeds. Now a stone on the bottom moved, rocked, and there was a glimpse of a black feeler; now a thread-like creature wavered by and was lost. Something was happening to the pink, waving trees; they were changing to a cold moonlight blue. And now there sounded the faintest 'plop.' Who made that sound? What was going on down there? And how strong, how damp the seaweed smelt in the hot sun. . . .<br> <br> The green blinds were drawn in the bungalows of the summer colony. Over the verandas, prone on the paddock, flung over the fences, there were exhausted-looking bathing-dresses and rough striped towels. Each back window seemed to have a pair of sand-shoes on the sill and some lumps of rock or a bucket or a collection of pawa shells. The bush quivered in a haze of heat; the sandy road was empty except for the Trouts' dog Snooker, who lay stretched in the very middle of it. His blue eye was turned up, his legs stuck out stiffly, and he gave an occasional desperate-sounding puff, as much as to say he had decided to make an end of it and was only waiting for some kind cart to come along.<br> <br> 'What are you looking at, my grandma? Why do you keep stopping and sort of staring at the wall?'<br> <br> Kezia and her grandmother were taking their siesta together. The little girl, wearing only her short drawers and her under-bodice, her arms and legs bare, lay on one of the puffed-up pillows of her grandma's bed, and the old woman, in a white ruffled dressing-gown sat in a rocker at the window, with a long piece of pink knitting in her lap. This room that they shared, like the other rooms of her bungalow, was of light varnished wood and the floor was bare. The furniture was of the shabbiest, the simplest. The dressing-table, for instance, was a packing-case in a sprigged muslin petticoat, and the mirror above was very strange; it was as though a little piece of forked lightning was imprisoned in it. On the table there stood a jar of sea-pinks, pressed so tightly together they looked more like a velvet pincushion, and a special shell which Kezia had given her grandma for a pin-tray, and another even more special which she had thought would make a very nice place for a watch to curl up in.<br> <br> 'Tell me, grandma,' said Kezia.<br> <br> The old woman sighed, whipped the wool twice round her thumb, and drew the bone needle through. She was casting on.<br> <br> 'I was thinking of your Uncle William, darling,' she said quietly.<br> <br> 'My Australian Uncle William?' said Kezia. She had another. <br> <br> 'Yes, of course.'<br> <br> 'The one I never saw?'<br> <br> 'That was the one.'<br> <br> 'Well, what happened to him?' Kezia knew perfectly well, but she wanted to be told again.<br> <br> 'He went to the mines, and he got a sunstroke there and died,' said old Mrs. Fairfield.<br> <br> Kezia blinked and considered the picture again . . . a little man fallen over like a tin soldier by the side of the big black hole.<br> <br> 'Does it make you sad to think about him, grandma?' She hated her grandma to be sad.<br> <br> It was the old woman's turn to consider. Did it make her sad? To look back, back. To stare down the years, as Kezia had seen her doing. To look after them as a woman does, long after they were out of sight. Did it make her sad? No, life was like that.<br> <br> 'No, Kezia.'<br> <br> 'But why?' asked Kezia. She lifted one bare arm and began to draw things in the air. 'Why did Uncle William have to die? He wasn't old.'<br> <br> Mrs. Fairfield began counting the stitches in threes. 'It just happened,' she said in an absorbed voice.<br> <br> 'Does everybody have to die?' asked Kezia.<br> <br> 'Everybody!'<br> <br> 'Me? ' Kezia sounded fearfully incredulous.<br> <br> 'Some day, my darling.'<br> <br> 'But, grandma.' Kezia waved her left leg and waggled the toes. They felt sandy. 'What if I just won't?'<br> <br> The old woman sighed again and drew a long thread from the ball.<br> <br> 'We're not asked, Kezia,' she said sadly. 'It happens to all of us sooner or later.'<br> <br> Kezia lay still thinking this over. She didn't want to die. It meant she would have to leave here, leave everywhere, for ever, leave–leave her grandma. She rolled over quickly.<br> <br> 'Grandma,' she said in a startled voice.<br> <br> 'What, my pet!'<br> <br> 'You're not to die.' Kezia was very decided.<br> <br> 'Ah, Kezia'–her grandma looked up and smiled and shook her head–'don't let's talk about it.'<br> <br> 'But you're not to. You couldn't leave me. You couldn't not be there.' This was awful. 'Promise me you won't ever do it, grandma,' pleaded Kezia.<br> <br> The old woman went on knitting.<br> <br> 'Promise me! Say never!'<br> <br> But still her grandma was silent.<br> <br> Kezia rolled off her bed; she couldn't bear it any longer, and lightly she leapt on to her grandma's knees, clasped her hand round the old woman's throat and began kissing her, under the chin, behind the ear, and blowing down her neck.<br> <br> 'Say never . . . say never . . . say never–' She gasped between the kisses. And then she began, very softly and lightly, to tickle her grandma. <br> <br> 'Kezia!' The old woman dropped her knitting. She swung back in the rocker. She began to tickle Kezia. 'Say never, say never, say never,' gurgled Kezia, while they lay there laughing in each other's arms. 'Come, that's enough, my squirrel! That's enough, my wild pony!' said old Mrs. Fairfield, setting her cap straight. 'Pick up my knitting.'<br> <br> Both of them had forgotten what the 'never' was about.<br> <br> VIII<br> <br> The sun was still full on the garden when the back door of the Burnells' shut with a bang, and a very gay figure walked down the path to the gate. It was Alice, the servant-girl, dressed for her afternoon out. She wore a white cotton dress with such large red spots on it and so many that they made you shudder, white shoes and a leghorn turned up under the brim with poppies. Of course she wore gloves, white ones, stained at the fastenings with iron-mould, and in one hand she carried a very dashed-looking sunshade which she referred to as her perishall.<br> <br> Beryl, sitting in the window, fanning her freshly-washed hair, thought she had never seen such a guy. If Alice had only blacked her face with a piece of cork before she started out, the picture would have been complete. And where did a girl like that go to in a place like this? The heart-shaped  Fijian fan beat scornfully at that lovely bright mane. She supposed Alice had picked up some horrible common larrikin and they'd go off into the bush together. Pity to have made herself so conspicuous; they'd have hard work to hide with Alice in that rig-out.<br> <br> But no, Beryl was unfair. Alice was going to tea with Mrs Stubbs, who'd sent her an 'invite' by the little boy who called for orders. She had taken ever such a liking to Mrs. Stubbs ever since the first time she went to the shop to get something for her mosquitoes.<br> <br> 'Dear heart!' Mrs. Stubbs had clapped her hand to her side. 'I never seen anyone so eaten. You might have been attacked by canningbals.'<br> <br> Alice did wish there'd been a bit of life on the road though. Made her feel so queer, having nobody behind her. Made her feel all weak in the spine. She couldn't believe that someone wasn't watching her. And yet it was silly to turn round; it gave you away. She pulled up her gloves, hummed to herself and said to the distant gum-tree, 'Shan't be long now.' But that was hardly company.<br> <br> Mrs. Stubbs's shop was perched on a little hillock just off the road. It had two big windows for eyes, a broad veranda for a hat, and the sign on the roof, scrawled MRS. STUBBS'S, was like a little card stuck rakishly in the hat crown.<br> <br> On the veranda there hung a long string of bathing-dresses, clinging together as though they'd just  been rescued from the sea rather than waiting to go in, and beside them there hung a cluster of sand-shoes so extraordinarily mixed that to get at one pair you had to tear apart and forcibly separate at least fifty. Even then it was the rarest thing to find the left that belonged to the right. So many people had lost patience and gone off with one shoe that fitted and one that was a little too big. . . . Mrs. Stubbs prided herself on keeping something of everything. The two windows, arranged in the form of precarious pyramids, were crammed so tight, piled so high, that it seemed only a conjurer could prevent them from toppling over. In the left-hand corner of one window, glued to the pane by four gelatine lozenges, there was–and there had been from time immemorial–a notice.<br> <br> LOST! HANSOME GOLE BROOCH<br> SOLID GOLD<br> ON OR NEAR BEACH<br> REWARD OFFERED<br> <br> Alice pressed open the door. The bell jangled, the red serge curtains parted, and Mrs. Stubbs appeared. With her broad smile and the long bacon knife in her hand, she looked like a friendly brigand. Alice was welcomed so warmly that she found it quite difficult to keep up her 'manners.' They consisted of persistent little coughs and hems, pulls at her gloves, tweaks at her skirt, and a curious  difficulty in seeing what was set before her or understanding what was said.<br> <br> Tea was laid on the parlour table–ham, sardines, a whole pound of butter, and such a large johnny cake that it looked like an advertisement for somebody's baking-powder. But the Primus stove roared so loudly that it was useless to try to talk above it. Alice sat down on the edge of a basket-chair while Mrs. Stubbs pumped the stove still higher. Suddenly Mrs. Stubbs whipped the cushion off a chair and disclosed a large brown-paper parcel.<br> <br> 'I've just had some new photers taken, my dear,' she shouted cheerfully to Alice. 'Tell me what you think of them.'<br> <br> In a very dainty, refined way Alice wet her finger and put the tissue back from the first one. Life! How many there were! There were three dozzing at least. And she held it up to the light.<br> <br> Mrs. Stubbs sat in an arm-chair, leaning very much to one side. There was a look of mild astonishment on her large face. and well there might be. For though the arm-chair stood on a carpet, to the left of it, miraculously skirting the carpet-border, there was a dashing water-fall. On her right stood a Grecian pillar with a giant fern-tree on either side of it, and in the background towered a gaunt mountain, pale with snow.<br> <br> 'It is a nice style, isn't it?' shouted Mrs. Stubbs; and Alice had just screamed 'Sweetly' when the  roaring of the Primus stove died down, fizzled out, ceased, and she said 'Pretty' in a silence that was frightening.<br> <br> 'Draw up your chair, my dear,' said Mrs. Stubbs, beginning to pour out. 'Yes,' she said thoughtfully, as she handed the tea, 'but I don't care about the size. I'm having an enlargemint. All very well for Christmas cards, but I never was the one for small photers myself. You get no comfort out of them. To say the truth, I find them dis'eartening.'<br> <br> Alice quite saw what she meant.<br> <br> 'Size,' said Mrs. Stubbs. 'Give me size. That was what my poor dear husband was always saying. He couldn't stand anything small. Gave him the creeps. And, strange as it may seem my dear'–here Mrs. Stubbs creaked and seemed to expand herself at the memory–'it was dropsy that carried him off at the larst. Many's the time they drawn one and a half pints from 'im at the 'ospital . . . It seemed like a judgemint.'<br> <br> Alice burned to know exactly what it was that was drawn from him. She ventured, 'I suppose it was water.'<br> <br> But Mrs. Stubbs fixed Alice with her eyes and replied meaningly, 'It was liquid, my dear.'<br> <br> Liquid! Alice jumped away from the word like a cat and came back to it, nosing and wary.<br> <br> 'That's 'im!' said Mrs. Stubbs, and she pointed dramatically to the life-size head and shoulders of  a burly man with a dead white rose in the button-hole of his coat that made you think of a curl of cold mutting fat. Just below, in silver letters on a red cardboard ground, were the words, 'Be not afraid, it is I.'<br> <br> 'It's ever such a fine face,' said Alice faintly.<br> <br> The pale-blue bow on the top of Mrs. Stubbs's fair frizzy hair quivered. She arched her plump neck. What a neck she had! It was bright pink where it began and then it changed to warm apricot, and that faded to the colour of a brown egg and then to a deep creamy.<br> <br> 'All the same, my dear,' she said surprisingly, 'freedom's best!' Her soft, fat chuckle sounded like a purr. 'Freedom's best,' said Mrs. Stubbs again.<br> <br> Freedom! Alice gave a loud, silly little titter. She felt awkward. Her mind flew back to her own kitching. Ever so queer! She wanted to be back in it again.<br> <br> IX<br> <br> A strange company assembled in the Burnells' washhouse after tea. Round the table there sat a bull, a rooster, a donkey that kept forgetting it was a donkey, a sheep and a bee. The washhouse was the perfect place for such a meeting because they could make as much noise as they liked, and nobody ever interrupted. It was a small tin shed standing apart from the bungalow. Against the wall there was a deep trough and in the corner a copper with a basket of clothes-pegs on top of it. The little window, spun over with cobwebs, had a piece of candle and a mouse-trap on the dusty sill. There were clothes-lines criss-crossed overhead and, hanging from a peg on the wall, a very big, a huge, rusty horseshoe. The table was in the middle with a form at either side.<br> <br> 'You can't be a bee, Kezia. A bee's not an animal. It's a ninseck.'<br> <br> 'Oh, but I do want to be a bee frightfully,' wailed Kezia. . . . A tiny bee, all yellow-furry, with striped legs. She drew her legs up under her and leaned over the table. She felt she was a bee.<br> <br> 'A ninseck must be an animal,' she said stoutly. 'It makes a noise. It's not like a fish.'<br> <br> 'I'm a bull, I'm a bull!' cried Pip. And he gave such a tremendous bellow–how did he make that noise?–that Lottie looked quite alarmed.<br> <br> 'I'll be a sheep,' said little Rags. 'A whole lot of sheep went past this morning.'<br> <br> 'How do you know?'<br> <br> 'Dad heard them. Baa!' He sounded like the little lamb that trots behind and seems to wait to be carried.<br> <br> 'Cock-a-doodle-do!' shrilled Isabel. With her red cheeks and bright eyes she looked like a rooster.<br> <br> 'What'll I be?' Lottie asked everybody, and she sat there smiling, waiting for them to decide for her. It had to be an easy one.<br> <br> 'Be a donkey, Lottie.' It was Kezia's suggestion. 'Hee-haw! You can't forget that.'<br> <br> 'Hee-haw!' said Lottie solemnly. 'When do I have to say it?'<br> <br> 'I'll explain, I'll explain,' said the bull. It was he who had the cards. He waved them round his head. 'All be quiet! All listen!' And he waited for them. 'Look here, Lottie.' He turned up a card. 'It's got two spots on it–see? Now, if you put that card in the middle and somebody else has one with two spots as well, you say 'Hee-haw,' and the card's yours.'<br> <br> 'Mine?' Lottie was round-eyed. 'To keep?'<br> <br> 'No, silly. Just for the game, see? Just while we're playing.' The bull was very cross with her.<br> <br> 'Oh, Lottie, you are a little silly,' said the proud rooster.<br> <br> Lottie looked at both of them. Then she hung her head; her lip quivered. 'I don't want to play,' she whispered. The others glanced at one another like conspirators. All of them knew what that meant. She would go away and be discovered somewhere standing with her pinny thrown over her head, in a corner, or against a wall, or even behind a chair.<br> <br> 'Yes, you do, Lottie. It's quite easy,' said Kezia. <br> <br> And Isabel, repentant, said exactly like a grown-up, 'Watch me, Lottie, and you'll soon learn.'<br> <br> 'Cheer up, Lot,' said Pip. 'There, I know what I'll do. I'll give you the first one. It's mine, really, but I'll give it to you. Here you are.' And he slammed the card down in front of Lottie.<br> <br> Lottie revived at that. But now she was in another difficulty. 'I haven't got a hanky,' she said; 'I want one badly, too.'<br> <br> 'Here, Lottie, you can use mine.' Rags dipped into his sailor blouse and brought up a very wet-looking one, knotted together. 'Be very careful,' he warned her. 'Only use that corner. Don't undo it. I've got a little starfish inside I'm going to try and tame.'<br> <br> 'Oh, come on, you girls,' said the bull. 'And mind–you're not to look at your cards. You've got to keep your hands under the table till I say 'Go.''<br> <br> Smack went the cards round the table. They tried with all their might to see, but Pip was too quick for them. It was very exciting, sitting there in the washhouse; it was all they could do not to burst into a little chorus of animals before Pip had finished dealing.<br> <br> 'Now, Lottie, you begin.'<br> <br> Timidly Lottie stretched out a hand, took the top card off her pack, had a good look at it–it was plain she was counting the spots–and put it down. <br> <br> 'No, Lottie, you can't do that. You mustn't look first. You must turn it the other way over.'<br> <br> 'But then everybody will see it the same time as me,' said Lottie. The game proceeded. Mooe-ooo-er! The bull was terrible. He charged over the table and seemed to eat the cards up.<br> <br> Bss-ss! said the bee.<br> <br> Cock-a-doodle-do! Isabel stood up in her excitement and moved her elbows like wings.<br> <br> Baa! Little Rags put down the King of Diamonds and Lottie put down the one they called the King of Spain. She had hardly any cards left.<br> <br> 'Why don't you call out, Lottie?'<br> <br> 'I've forgotten what I am,' said the donkey woefully.<br> <br> 'Well, change! Be a dog instead! Bow-wow!'<br> <br> 'Oh yes. That's much easier.' Lottie smiled again. But when she and Kezia both had a one Kezia waited on purpose. The others made signs to Lottie and pointed. Lottie turned very red; she looked bewildered, and at last she said, 'Hee-haw! Ke-zia.'<br> <br> 'Ss! Wait a minute!' They were in the very thick of it when the bull stopped them, holding up his hand. 'What's that? What's that noise?'<br> <br> 'What noise? What do you mean?' asked the rooster.<br> <br> 'Ss! Shut up! Listen!' They were mouse-"}