{"id":"user63","title":"John Donne","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"Busy old fool, unruly sun,<br> Why dost thou thus,<br> Through windows and through curtains call on us?<br> Must to thy motions lover's seasons run?<br> Saucy pedantic wretch, go chide<br> Late school boys and sour prentices,<br> Go tell court huntsmen that the king will ride,<br> Call country ants to harvest offices;<br> Love, all like, no season knows nor clime,<br> Nor hours, days, months, which are the rags of time.<br> <br> Thy beams, so reverend and strong<br> Why shouldst thou think?<br> I could eclipse and cloud them with a wink,<br> But that I would not lose her sight so long;<br> If her eyes have not blinded thine,<br> Look, and tomorrow late tell me,<br> Whether both th' Indias of spice and mine<br> Be where thou leftst them, or lie here with me.<br> Ask for those kings whom thou saw'st yesterday,<br> And thou shalt hear, All here in one bed lay.<br> <br> She's all states, and all princes, I,<br> Nothing else is.<br> Princes do but play us; compared to this,<br> All honour’s mimic, all wealth alchemy.<br> Thou, sun, art half as happy as we,<br> In that the world's contracted thus;<br> Thine age asks ease, and since thy duties be<br> To warm the world, that's done in warming us.<br> Shine here to us, and thou art everywhere;<br> This bed thy centre is, these walls, thy sphere.</p><br>Mark but this flea, and mark in this<br> How little that which thou deniest me is;<br> It sucked me first, and now sucks thee,<br> And this flea our two bloods mingled be.<br> Thou knowest that this cannot be said<br> A sin, nor shame, nor loss of maidenhead;<br> Yet this enjoys before it woo,<br> And pampered, swells with one blood made of two,<br> And this, alas, is more than we would do.<br> <br> O stay, three lives in one flea spare,<br> Where we almost, yea more than married are.<br> This flea is you and I, and this <br> Our marriage bed and marriage temple is;<br> Though parents grudge, and you, we're met<br> And cloistered in these living walls of jet.<br> Though use make you apt to kill me,<br> Let not to that, self-murder added be,<br> And sacrilege, three sins in killing three.<br> <br> Cruel and sudden, hast thou since<br> Purpled thy nail in blood of innocence?<br> Wherein could this flea guilty be,<br> Except in that drop which it sucked from thee?<br> Yet thou triumphest, and sayest that thou<br> Findest not thyself nor me the weaker now.<br> æTis true. Then learn how false fears be:<br> Just so much honour, when thou yieldest to me,<br> Will waste, as this flea's death took life from thee.</p><br>As virtuous men pass mildly away,<br> And whisper to their souls to go,<br> Whilst some of their sad friends do say<br> The breath goes now, and some say, No:<br> <br> So let us melt, and make no noise,<br> No tear-floods, nor sigh-tempests move,<br> 'Twere profanation of our joys<br> To tell the laity our love.<br> <br> Moving of th' earth brings harms and fears,<br> Men reckon what it did and meant,<br> But trepidation of the spheres,<br> Though greater far, is innocent.<br> <br> Dull sublunary lovers' love<br> (Whose soul is sense) cannot admit<br> Absence, because it doth remove<br> Those things which elemented it.<br> <br> But we by a love so much refined<br> That our selves know not what it is,<br> Inter-assurèd of the mind,<br> Care less, eyes, lips, and hands to miss.<br> <br> Our two souls therefore, which are one,<br> Though I must go, endure not yet<br> A breach, but an expansion,<br> Like gold to aery thinness beat.<br> <br> If they be two, they are two so<br> As stiff twin compasses are two;<br> Thy soul, the fixed foot, makes no show<br> To move, but doth, if th' other do.<br> <br> And though it in the centre sit,<br> Yet when the other far doth roam,<br> It leans and hearkens after it,<br> And grows erect, as that comes home.<br> <br> Such wilt thou be to me, who must<br> Like th' other foot, obliquely run;<br> Thy firmness makes my circle just,<br> And makes me end where I begun.</p><br>I wonder, by my troth, what thou and I<br> Did, till we loved? were we not weaned till then,<br> But sucked on country pleasures, childishly?<br> Or snorted we in the seven sleepers' den?<br> 'Twas so; but this, all pleasures fancies be.<br> If ever any beauty I did see,<br> Which I desired, and got, 'twas but a dream of thee.<br> <br> And now good morrow to our waking souls,<br> Which watch not one another out of fear;<br> For love all love of other sights controls,<br> And makes one little room an everywhere.<br> Let sea discovers to new worlds have gone,<br> Let maps to others, worlds on worlds have shown:<br> Let us possess one world; each hath one, and is one.<br> My face in thine eye, thine in mine appears,<br> And true plain hearts do in the faces rest;<br> Where can we find two better hemispheres,<br> Without sharp North, without declining West?<br> Whatever dies was not mixed equally;<br> If our two loves be one, or thou and I<br> Love so alike that none do slacken, none can die.</p><br>Death, be not proud, though some have callèd thee<br> Mighty and dreadful, for thou art not so;<br> For those whom thou think'st thou dost overthrow<br> Die not, poor death, nor yet canst thou kill me.<br> From rest and sleep, which yet thy pictures be,<br> Much pleasure, then from thee much more, must low<br> And soonest our best men with thee do go,<br> Rest of their bones and soul's delivery.<br> Thou art slave to fate, chance, kings and desperate men<br> And dost with poison, war and sickness dwell,<br> And poppy or charms can make us sleep as well<br> And better than thy stroke; why swell'st thou then ?<br> One short sleep past, we wake eternally,<br> And death shall be no more; death, thou shalt die.</p><br>Batter my heart, three-personed God; for you<br> As yet but knock, breathe, shine, and seek to mend;<br> That I may rise and stand, o'erthrow me, and bend<br> Your force to break, blow, burn, and make me new.<br> I, like an usurped town, to another due,<br> Labor to admit you, but O, to no end;<br> Reason, your viceroy in me, me should defend,<br> but is captived, and proves weak or untrue.<br> yet dearly I love you, and would be loved fain,<br> But am betrothed unto your enemy.<br> Divorce me, untie or break that knot again;<br> Take me to you, imprison me, for I,<br> Except you enthrall me, never shall be free,<br> Nor even chaste, except you ravish me.</p><br>Where, like a pillow on a bed<br> A pregnant bank swell'd up to rest<br> The violet's reclining head,<br> Sat we two, one another's best.<br> Our hands were firmly cemented<br> With a fast balm, which thence did spring;<br> Our eye-beams twisted, and did thread<br> Our eyes upon one double string;<br> So to'intergraft our hands, as yet<br> Was all the means to make us one,<br> And pictures in our eyes to get<br> Was all our propagation.<br> As 'twixt two equal armies fate<br> Suspends uncertain victory,<br> Our souls (which to advance their state<br> Were gone out) hung 'twixt her and me.<br> And whilst our souls negotiate there,<br> We like sepulchral statues lay;<br> All day, the same our postures were,<br> And we said nothing, all the day.<br> If any, so by love refin'd<br> That he soul's language understood,<br> And by good love were grown all mind,<br> Within convenient distance stood,<br> He (though he knew not which soul spake,<br> Because both meant, both spake the same)<br> Might thence a new concoction take<br> And part far purer than he came.<br> This ecstasy doth unperplex,<br> We said, and tell us what we love;<br> We see by this it was not sex,<br> We see we saw not what did move;<br> But as all several souls contain<br> Mixture of things, they know not what,<br> Love these mix'd souls doth mix again<br> And makes both one, each this and that.<br> A single violet transplant,<br> The strength, the colour, and the size,<br> (All which before was poor and scant)<br> Redoubles still, and multiplies.<br> When love with one another so<br> Interinanimates two souls,<br> That abler soul, which thence doth flow,<br> Defects of loneliness controls.<br> We then, who are this new soul, know<br> Of what we are compos'd and made,<br> For th' atomies of which we grow<br> Are souls. whom no change can invade.<br> But oh alas, so long, so far,<br> Our bodies why do we forbear?<br> They'are ours, though they'are not we; we are<br> The intelligences, they the spheres.<br> We owe them thanks, because they thus<br> Did us, to us, at first convey,<br> Yielded their senses' force to us,<br> Nor are dross to us, but allay.<br> On man heaven's influence works not so,<br> But that it first imprints the air;<br> So soul into the soul may flow,<br> Though it to body first repair.<br> As our blood labors to beget<br> Spirits, as like souls as it can,<br> Because such fingers need to knit<br> That subtle knot which makes us man,<br> So must pure lovers' souls descend<br> T' affections, and to faculties,<br> Which sense may reach and apprehend,<br> Else a great prince in prison lies.<br> To'our bodies turn we then, that so<br> Weak men on love reveal'd may look;<br> Love's mysteries in souls do grow,<br> But yet the body is his book.<br> And if some lover, such as we,<br> Have heard this dialogue of one,<br> Let him still mark us, he shall see<br> Small change, when we'are to bodies gone.</p>"}