{
				"id": "user465",
				"title": "The Sun Rising by John Donne",
				"exclude_from_menu": "true",
				"image": "Murat Tasiroglu.jpg",
				"tag": ["15", "9", "38", "43"],
				"video": {
					"src": ["Sun-rising-over-mountains.m4v", "Sun-rising-over-open-seas-timelapse.m4v", "Sunrise-breaking-over-city-time-lapse.m4v", "Sunrise-city-panning.m4v", "Sunrise-clouds-2.m4v", "Sunrise-clouds.m4v", "Sunrise-construction-washington-dc.m4v", "Sunrise-freedom-tower-and-financial-district-nyc-aerial.m4v", "Sunrise-hdr-2501.m4v", "Sunrise-hdr-cropped.m4v", "Sunrise-lighting-up-countryside.m4v", "Sunrise-moving-clouds-time-lapse-pink-to-orange.m4v", "Sunrise-near-a-village-in-kenya.m4v", "Sunrise-over-docks.m4v", "Sunrise-over-greek-mainland-from-lefkada.m4v", "Sunrise-strat-panning.m4v", "Sunrise-time-lapse-over-ocean.m4v", "Sunrise-timelapse-at-lake-titicaca-peru.m4v", "Sunrise-to-sunset-over-valley.m4v", "Sunrise-wispy-clouds-timelapse.m4v"],
					"type": "background"	
				},
				"main_text": "Busy old fool, unruly sun,<br> Why dost thou thus,<br> Through windows and through curtains call on us?<br> Must to thy motions lover's seasons run?<br> Saucy pedantic wretch, go chide<br> Late school boys and sour prentices,<br> Go tell court huntsmen that the king will ride,<br> Call country ants to harvest offices;<br> Love, all like, no season knows nor clime,<br> Nor hours, days, months, which are the rags of time.<br> <br> Thy beams, so reverend and strong<br> Why shouldst thou think?<br> I could eclipse and cloud them with a wink,<br> But that I would not lose her sight so long;<br> If her eyes have not blinded thine,<br> Look, and tomorrow late tell me,<br> Whether both th' Indias of spice and mine<br> Be where thou leftst them, or lie here with me.<br> Ask for those kings whom thou saw'st yesterday,<br> And thou shalt hear, All here in one bed lay.<br> <br> She's all states, and all princes, I,<br> Nothing else is.<br> Princes do but play us; compared to this,<br> All honour's mimic, all wealth alchemy.<br> Thou, sun, art half as happy as we,<br> In that the world's contracted thus;<br> Thine age asks ease, and since thy duties be<br> To warm the world, that's done in warming us.<br> Shine here to us, and thou art everywhere;<br> This bed thy centre is, these walls, thy sphere."
			}