{
				"id": "user226",
				"title": "Pioneers! O Pioneers! by Walt Whitman",
				"exclude_from_menu": "true",
				"image": "cobalt123 (3).jpg",
				"tag": ["15", "29"],
				"video": {
					"src": ["Dry-canyon.m4v", "Vibrant-monument-valley-landscape.m4v","Sun-drifting-above-desert-canyon.m4v", "Sun-drifting-past-desert-redrocks.m4v","Sunny-canyons-and-valleys.m4v", "Sunny-cloudy-sky-in-death-valley.m4v", "Clouds-pass-slowly-in-goblin-valley.m4v", "Clouds-pass-slowly-over-goblin-valley-2.m4v","Clouds-over-hierve-el-agua.m4v","Cloud-shadows-over-desert-mountains-time-lapse.m4v", "Cloud-shadows-over-mountains-timelapse.m4v", "Upward-shot-of-cliff-exposing-tree-roots.m4v","Aerial-shot-of-red-cliffs-and-mountains-st-george-utah.m4v","Dolly-down-cliff-face-of-mitzpe-ramon-crater.m4v","Dolly-shot-of-couple-sitting-on-rocks-overlooking-monument-valley.m4v","Spinning-and-glistening-cave.m4v"],
					"type": "background"	
				},
				"main_text": "1<br>COME, my tan-faced children,<br>Follow well in order, get your weapons ready;<br>Have you your pistols? have you your sharp edged axes? Pioneers! O pioneers!<br><br>2<br>For we cannot tarry here,<br>We must march my darlings, we must bear the brunt of danger,<br>We, the youthful sinewy races, all the rest on us depend, Pioneers! O pioneers!<br><br>3<br>O you youths, western youths,<br>So impatient, full of action, full of manly pride and friendship,<br>Plain I see you, western youths, see you tramping with the foremost, Pioneers! O<br>pioneers!<br><br>4<br>Have the elder races halted?<br>Do they droop and end their lesson, wearied, over there beyond the seas?<br>We take up the task eternal, and the burden, and the lesson, Pioneers! O pioneers!<br><br>5<br>All the past we leave behind;<br>We debouch upon a newer, mightier world, varied world,<br>Fresh and strong the world we seize, world of labor and the march, Pioneers! O pioneers!<br><br>6<br>We detachments steady throwing,<br>Down the edges, through the passes, up the mountains steep,<br>Conquering, holding, daring, venturing, as we go, the unknown ways, Pioneers! O pioneers!<br><br>7<br>We primeval forests felling,<br>We the rivers stemming, vexing we, and piercing deep the mines within;<br>We the surface broad surveying, we the virgin soil upheaving, Pioneers! O pioneers!<br><br>8<br>Colorado men are we,<br>From the peaks gigantic, from the great sierras and the high plateaus,<br>From the mine and from the gully, from the hunting trail we come, Pioneers! O pioneers!<br><br>9<br>From Nebraska, from Arkansas,<br>Central inland race are we, from Missouri, with the continental blood intervein'd;<br>All the hands of comrades clasping, all the Southern, all the Northern, Pioneers! O<br>pioneers!<br><br>10<br>O resistless, restless race!<br>O beloved race in all! O my breast aches with tender love for all!<br>O I mourn and yet exult-I am rapt with love for all, Pioneers! O pioneers!<br><br>11<br>Raise the mighty mother mistress,<br>Waving high the delicate mistress, over all the starry mistress, (bend your heads all,)<br>Raise the fang'd and warlike mistress, stern, impassive, weapon'd mistress, Pioneers! O<br>pioneers!<br><br>12<br>See, my children, resolute children,<br>By those swarms upon our rear, we must never yield or falter,<br>Ages back in ghostly millions, frowning there behind us urging, Pioneers! O pioneers!<br><br>13<br>On and on, the compact ranks,<br>With accessions ever waiting, with the places of the dead quickly fill'd,<br>Through the battle, through defeat, moving yet and never stopping, Pioneers! O pioneers!<br><br>14<br>O to die advancing on!<br>Are there some of us to droop and die? has the hour come?<br>Then upon the march we fittest die, soon and sure the gap is fill'd, Pioneers! O<br>pioneers!<br><br>15<br>All the pulses of the world,<br>Falling in, they beat for us, with the western movement beat;<br>Holding single or together, steady moving, to the front, all for us, Pioneers! O<br>pioneers!<br><br>16<br>Life's involv'd and varied pageants,<br>All the forms and shows, all the workmen at their work,<br>All the seamen and the landsmen, all the masters with their slaves, Pioneers! O pioneers!<br><br>17<br>All the hapless silent lovers,<br>All the prisoners in the prisons, all the righteous and the wicked,<br>All the joyous, all the sorrowing, all the living, all the dying, Pioneers! O pioneers!<br><br>18<br>I too with my soul and body,<br>We, a curious trio, picking, wandering on our way,<br>Through these shores, amid the shadows, with the apparitions pressing, Pioneers! O<br>pioneers!<br><br>19<br>Lo! the darting bowling orb!<br>Lo! the brother orbs around! all the clustering suns and planets,<br>All the dazzling days, all the mystic nights with dreams, Pioneers! O pioneers!<br><br>20<br>These are of us, they are with us,<br>All for primal needed work, while the followers there in embryo wait behind,<br>We to-day's procession heading, we the route for travel clearing, Pioneers! O pioneers!<br><br>21<br>O you daughters of the west!<br>O you young and elder daughters! O you mothers and you wives!<br>Never must you be divided, in our ranks you move united, Pioneers! O pioneers!<br><br>22<br>Minstrels latent on the prairies!<br>(Shrouded bards of other lands! you may sleep-you have done your work;)<br>Soon I hear you coming warbling, soon you rise and tramp amid us, Pioneers! O pioneers!<br><br>23<br>Not for delectations sweet;<br>Not the cushion and the slipper, not the peaceful and the studious;<br>Not the riches safe and palling, not for us the tame enjoyment, Pioneers! O pioneers!<br><br>24<br>Do the feasters gluttonous feast?<br>Do the corpulent sleepers sleep? have they lock'd and bolted doors?<br>Still be ours the diet hard, and the blanket on the ground, Pioneers! O pioneers!<br><br>25<br>Has the night descended?<br>Was the road of late so toilsome? did we stop discouraged, nodding on our way?<br>Yet a passing hour I yield you, in your tracks to pause oblivious, Pioneers! O pioneers!<br><br>26<br>Till with sound of trumpet,<br>Far, far off the day-break call-hark! how loud and clear I hear it wind;<br>Swift! to the head of the army!-swift! spring to your places, Pioneers! O pioneers."
			}