{
	"id":"user726",
	"title":"To Autumn by John Keats (Autumn)",
	"image":"Hammonton Photography.jpg",
	"tag":["15", "41"],
	"video":{"src":["Slow-motion-autumn-leaves-falling-1.m4v","Slow-mo-autumn-leaves-floating-to-the-ground.m4v", "Slow-mo-fall-leaves-against-blazing-blue-sky.m4v","Tilt-up-from-nature-to-skyscrapers.m4v","Dolly-autumn-trees.m4v","People-walking-over-bridge-in-central-park.m4v"],
	"title":"video title","type":"background"},
	"main_text":"Season of mists and mellow fruitfulness, <br><br> Close bosom-friend of the maturing sun; <br><br> Conspiring with him how to load and bless <br><br> With fruit the vines that round the thatch-eves run; <br><br> To bend with apples the moss'd cottage-trees, <br><br> And fill all fruit with ripeness to the core; <br><br> To swell the gourd, and plump the hazel shells <br><br> With a sweet kernel; to set budding more, <br><br> And still more, later flowers for the bees, <br><br> Until they think warm days will never cease, <br><br> For Summer has o'er-brimm'd their clammy cells. <br><br><br><br> Who hath not seen thee oft amid thy store? <br><br> Sometimes whoever seeks abroad may find <br><br> Thee sitting careless on a granary floor, <br><br> Thy hair soft-lifted by the winnowing wind; <br><br> Or on a half-reap'd furrow sound asleep, <br><br> Drows'd with the fume of poppies, while thy hook <br><br> Spares the next swath and all its twined flowers: <br><br> And sometimes like a gleaner thou dost keep <br><br> Steady thy laden head across a brook; <br><br> Or by a cyder-press, with patient look, <br><br> Thou watchest the last oozings hours by hours. <br><br> Where are the songs of Spring? Ay, where are they?<br><br> Think not of them, thou hast thy music too,-- <br><br> While barred clouds bloom the soft-dying day, <br><br> And touch the stubble-plains with rosy hue; <br><br> Then in a wailful choir the small gnats mourn <br><br> Among the river sallows, borne aloft <br><br> Or sinking as the light wind lives or dies; <br><br> And full-grown lambs loud bleat from hilly bourn; <br><br> Hedge-crickets sing; and now with treble soft <br><br> The red-breast whistles from a garden-croft; <br><br> And gathering swallows twitter in the skies.",
	"shuffle": false,
	"type": "presentation", 
	"autoSlideTimer": 2
}