{"id":"user46","title":"Ezra Pound","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"With Usura<br> <br> With usura hath no man a house of good stone<br> each block cut smooth and well fitting<br> that design might cover their face,<br> with usura<br> hath no man a painted paradise on his church wall<br> harpes et luthes<br> or where virgin receiveth message<br> and halo projects from incision,<br> with usura<br> seeth no man Gonzaga his heirs and his concubines<br> no picture is made to endure nor to live with<br> but it is made to sell and to sell quickly<br> with usura, sin against nature,<br> is thy bread ever more of stale rags<br> is thy bread dry as paper,<br> with no mountain wheat, no strong flour<br> with usura the line grows thick<br> with usura is no clear demarcation<br> and no man can find site for his dwelling.<br> Stone cutter is kept from his stone<br> weaver is kept from his loom<br> WITH USURA<br> wool comes not to market<br> sheep bringeth no gain with usura<br> Usura is a murrain, usura<br> blunteth the needle in the maid's hand<br> and stoppeth the spinner's cunning. Pietro Lombardo<br> came not by usura<br> Duccio came not by usura<br> nor Pier della Francesca; Zuan Bellin' not by usura<br> nor was 'La Calunnia' painted.<br> Came not by usura Angelico; came not Ambrogio Praedis,<br> Came no church of cut stone signed: Adamo me fecit.<br> Not by usura St Trophime<br> Not by usura Saint Hilaire,<br> Usura rusteth the chisel<br> It rusteth the craft and the craftsman<br> It gnaweth the thread in the loom<br> None learneth to weave gold in her pattern;<br> Azure hath a canker by usura; cramoisi is unbroidered<br> Emerald findeth no Memling<br> Usura slayeth the child in the womb<br> It stayeth the young man's courting<br> It hath brought palsey to bed, lyeth<br> between the young bride and her bridegroom<br> CONTRA NATURAM<br> They have brought whores for Eleusis<br> Corpses are set to banquet<br> at behest of usura.<br> <br> <br> N.B. Usury: A charge for the use of purchasing power, levied without regard to production; often without regard to the possibilities of production. (Hence the failure of the Medici bank.)</p><br>The tree has entered my hands, <br> The sap has ascended my arms, <br> The tree has grown in my breast- <br> Downward, <br> The branches grow out of me, like arms. <br> <br> Tree you are, <br> Moss you are, <br> You are violets with wind above them. <br> A child - so high - you are, <br> And all this is folly to the world.</p><br>The apparition of these faces in the crowd;<br>Petals on a wet, black bough.</p><br>Your mind and you are our Sargasso Sea,<br> London has swept about you this score years<br> And bright ships left you this or that in fee:<br> Ideas, old gossip, oddments of all things,<br> Strange spars of knowledge and dimmed wares of price.<br> Great minds have sought you- lacking someone else.<br> You have been second always. Tragical?<br> No. You preferred it to the usual thing:<br> One dull man, dulling and uxorious,<br> One average mind- with one thought less, each year.<br> Oh, you are patient, I have seen you sit<br> Hours, where something might have floated up.<br> And now you pay one. Yes, you richly pay.<br> You are a person of some interest, one comes to you<br> And takes strange gain away:<br> Trophies fished up; some curious suggestion;<br> Fact that leads nowhere; and a tale for two,<br> Pregnant with mandrakes, or with something else<br> That might prove useful and yet never proves,<br> That never fits a corner or shows use,<br> Or finds its hour upon the loom of days:<br> The tarnished, gaudy, wonderful old work;<br> Idols and ambergris and rare inlays,<br> These are your riches, your great store; and yet<br> For all this sea-hoard of deciduous things,<br> Strange woods half sodden, and new brighter stuff:<br> In the slow float of differing light and deep,<br> No! there is nothing! In the whole and all,<br> Nothing that's quite your own.<br> Yet this is you.</p><br>While my hair was still cut straight <br> across my forehead<br> I played at the front gate, pulling<br> flowers.<br> You came by on bamboo stilts, playing<br> horse,<br> You walked about my seat, playing with<br> blue plums. <br> And we went on living in the village of <br> Chokan:<br> Two small people, without dislike or <br> suspicion. <br> <br> At fourteen I married My Lord you.<br> I never laughed, being bashful.<br> Lowering my head, I looked at the wall.<br> Called to, a thousand times, I never<br> looked back.<br> <br> At fifteen I stopped scowling, <br> I desired my dust to be mingled with<br> yours<br> Forever and forever and forever.<br> Why should I climb the lookout?<br> <br> At sixteen you departed,<br> You went into far Ku-to-en, by the river<br> of swirling eddies,<br> And you have been gone five months.<br> The monkeys make sorrowful noise <br> overhead.<br> <br> You dragged your feet when you went <br> out,<br> By the gate now, the moss is grown, <br> the different mosses,<br> Too deep to clear them away!<br> The leaves fall early this autumn, in <br> wind.<br> The paired butterflies are already <br> yellow with August<br> Over the grass in the West garden;<br> They hurt me. I grow older.<br> If you are coming down through the<br> narrows of the river Kiang,<br> Please let me know beforehand,<br> And I will come out to meet you<br> As far as Cho-fu-sa.</p>"}