{"id":"user88","title":"Ernest Hemingway","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"In the old days Hortons Bay was a lumbering town. No one who lived in it was out of sound of the big saws in the mill by the lake. Then one year there were no more logs to make lumber. The lumber schooners came into the bay and were loaded with the cut of the mill that stood stacked in the yard. All the piles of lumber were carried away. The big mill building had all its machinery that was removable taken out and hoisted on board one of the schooners by the men who had worked in the mill. The schooner moved out of the bay toward the open lake, carrying the two great saws, the travelling carriage that hurled the logs against the revolving, circular saws and all the rollers, wheels, belts and iron piled on a hull-deep load of lumber. Its open hold covered with canvas and lashed tight, the sails of the schooner filled and it moved out into the open lake, carrying with it everything that had made the mill a mill and Hortons Bay a town.<br> <br> The one-story bunk houses, the eating-house, the company store, the mill offices, and the big mill itself stood deserted in the acres of sawdust that covered the swampy meadow by the shore of the bay.<br> <br> Ten years later there was nothing of the mill left except the broken white limestone of its foundations showing through the swampy second growth as Nick and Marjorie rowed along the shore. They were trolling along the edge of the channel-bank where the bottom dropped off suddenly from sandy shallows to twelve feet of dark water. They were trolling on their way to set night lines for rainbow trout.<br> <br> ‘There's our old ruin, Nick,’ Marjorie said.<br> <br> Nick, rowing, looked at the white stone in the green trees.<br> <br> ‘There it is,’ he said.<br> <br> ‘Can you remember when it was a mill?’ Marjorie asked.<br> <br> ‘I can just remember,’ Nick said.<br> <br> ‘It seems more like a castle,’ Marjorie said.<br> <br> Nick said nothing. They rowed on out of sight of the mill, following the shore line. Then Nick cut across the bay.<br> <br> ‘They aren't striking,’ he said.<br> <br> ‘No,’ Marjorie said. She was intent on the rod all the time they trolled, even when she talked. She loved to fish. She loved to fish with Nick.<br> <br> Close beside the boat a big trout broke the surface of the water. Nick pulled hard on one oar so the boat would turn and the bait, spinning far behind, would pass where the trout was feeding. As the trout's back came up out of the water the minnows jumped wildly. They sprinkled the surface like a handful of shot thrown into the water. Another trout broke water, feeding on the other side of the boat.<br> <br> ‘They're feeding,’ Marjorie said.<br> <br> ‘But they won't strike,’ Nick said.<br> <br> He rowed the boat around to troll past both the feeding fish, then headed it for the point. Marjorie did not reel in until the boat touched the shore.<br> <br> They pulled the boat up the beach and Nick lifted out a pail of live perch. The perch swam in the water pail. Nick caught three of them with his hands and cut heir heads off and skinned them while Marjorie chased with her hands in the bucket, finally caught a perch, cut its head off and skinned it. Nick looked at her fish.<br> <br> ‘You don't want to take the ventral fin out,’ he said. ‘It'll be all right for bait but it's better with the ventral fin in.’<br> <br> He hooked each of the skinned perch through the tail. There were two hooks attached to a leader on each rod. Then Marjorie rowed the boat out over the channel-bank, holding the line in her teeth, and looking toward Nick, who stood on the shore holding the rod and letting the line run out from the reel.<br> <br> ‘That's about right,’ he called.<br> <br> ‘Should I let it drop?’ Marjorie called back, holding the line in her hand.<br> <br> ‘Sure. Let it go.’ Marjorie dropped the line overboard and watched the baits go down through the water.<br> <br> She came in with the boat and ran the second line out the same way. Each time Nick set a heavy slab of driftwood across the butt of the rod to hold it solid and propped it up at an angle with a small slab. He reeled in the slack line so the line ran taut out to where the bait rested on the sandy floor of the channel and set the click on the reel. When a trout, feeding on the bottom, took the bait it would run with it, taking line out of the reel in a rush and making the reel sing with the click on.<br> <br> Marjorie rowed up the point a little way so she would not disturb the line. She pulled hard on the oars and the boat went up the beach. Little waves came in with it. Marjorie stepped out of the boat and Nick pulled the boat high up the beach.<br> <br> ‘What's the matter, Nick?’ Marjorie asked.<br> <br> ‘I don't know,’ Nick said, getting wood for a fire.<br> <br> They made a fire with driftwood. Marjorie went to the boat and brought a blanket. The evening breeze blew the smoke toward the point, so Marjorie spread the blanket out between the fire and the lake.<br> <br> Marjorie sat on the blanket with her back to the fire and waited for Nick. He came over and sat down beside her on the blanket. In back of them was the close second-growth timber of the point and in front was the bay with the mouth of Hortons Creek. It was not quite dark. The fire-light went as far as the water. They could both see the two steel rods at an angle over the dark water. The fire glinted on the reels.<br> <br> Marjorie unpacked the basket of supper.<br> <br> ‘I don't feel like eating,’ said Nick.<br> <br> ‘Come on and eat, Nick.’<br> <br> ‘All right.’<br> <br> They ate without talking, and watched the two rods and the fire-light in the water.<br> <br> ‘There's going to be a moon tonight,’ said Nick. He looked across the bay to the hills that were beginning to sharpen against the sky. Beyond the hills he knew the moon was coming up.<br> <br> ‘I know it,’ Marjorie said happily.<br> <br> ‘You know everything,’ Nick said.<br> <br> ‘Oh, Nick, please cut it out! Please, please don't be that way!’<br> <br> ‘I can't help it,’ Nick said. ‘You do. You know everything. That's the trouble. You know you do.’<br> <br> Marjorie did not say anything.<br> <br> ‘I've taught you everything. You know you do. What don't you know, anyway?’<br> <br> ‘Oh, shut up,’ Marjorie said. ‘There comes the moon.’<br> <br> They sat on the blanket without touching each other and watched the moon rise.<br> <br> ‘You don't have to talk silly,’ Marjorie said. ‘What's really the matter?’<br> <br> ‘I don't know.’<br> <br> ‘Of course you know.’<br> <br> ‘No I don't.’<br> <br> ‘Go on and say it.’<br> <br> Nick looked on at the moon, coming up over the hills.<br> <br> ‘It isn't fun any more.’<br> <br> He was afraid to look at Marjorie. Then he looked at her. She sat there with her back toward him. He looked at her back. ‘It isn't fun any more. Not any of it.’<br> <br> She didn't say anything. He went on. ‘I feel as though everything was gone to hell inside of me. I don't know, Marge. I don't know what to say.’<br> <br> He looked on at her back.<br> <br> ‘Isn't love any fun?’ Marjorie said.<br> <br> ‘No,’ Nick said. Marjorie stood up. Nick sat there, his head in his hands.<br> <br> ‘I'm going to take the boat,’ Marjorie called to him. ‘You can walk back around the point.’<br> <br> ‘All right,’ Nick said. ‘I'll push the boat off for you.’<br> <br> ‘You don't need to,’ she said. She was afloat in the boat on the water with the moonlight on it. Nick went back and lay down with his face in the blanket by the fire. He could hear Marjorie rowing on the water.<br> <br> He lay there for a long time. He lay there while he heard Bill come into the clearing walking around through the woods. He felt Bill coming up to the fire. Bill didn't touch him, either.<br> <br> ‘Did she go all right?’ Bill said.<br> <br> ‘Yes,’ Nick said, lying, his face on the blanket.<br> <br> ‘Have a scene?’<br> <br> ‘No, there wasn't any scene.’<br> <br> ‘How do you feel?’<br> <br> ‘Oh, go away, Bill! Go away for a while.’<br> <br> Bill selected a sandwich from the lunch basket and walked over to have a look at the rods.</p><br>The hills across the valley of the Ebro were long and white. On this side there was no shade and no trees and the station was between two lines of rails in the sun. Close against the side of the station there was the warm shadow of the building and a curtain, made of strings of bamboo beads, hung across the open door into the bar, to keep out flies. The American and the girl with him sat at a table in the shade, outside the building. It was very hot and the express from Barcelona would come in forty minutes. It stopped at this junction for two minutes and went to Madrid.<br> <br> ‘What should we drink?’ the girl asked. She had taken off her hat and put it on the table.<br> ‘It’s pretty hot,’ the man said.<br> ‘Let’s drink beer.’<br> ‘Dos cervezas,’ the man said into the curtain.<br> ‘Big ones?’ a woman asked from the doorway.<br> ‘Yes. Two big ones.’<br> <br> The woman brought two glasses of beer and two felt pads. She put the felt pads and the beer glass on the table and looked at the man and the girl. The girl was looking off at the line of hills. They were white in the sun and the country was brown and dry.<br> <br> ‘They look like white elephants,’ she said.<br> ‘I’ve never seen one,’ the man drank his beer.<br> ‘No, you wouldn’t have.’<br> ‘I might have,’ the man said. ‘Just because you say I wouldn’t have doesn’t prove anything.’<br> The girl looked at the bead curtain. ‘They’ve painted something on it,’ she said. ‘What does it say?’<br> ‘Anis del Toro. It’s a drink.’<br> ‘Could we try it?’<br> The man called ‘Listen’ through the curtain. The woman came out from the bar.<br> ‘Four reales.’ ‘We want two Anis del Toro.’<br> ‘With water?’<br> ‘Do you want it with water?’<br> ‘I don’t know,’ the girl said. ‘Is it good with water?’<br> ‘It’s all right.’<br> ‘You want them with water?’ asked the woman.<br> ‘Yes, with water.’<br> ‘It tastes like liquorice,’ the girl said and put the glass down.<br> ‘That’s the way with everything.’<br> ‘Yes,’ said the girl. ‘Everything tastes of liquorice. Especially all the things you’ve waited so long for, like absinthe.’<br> ‘Oh, cut it out.’<br> ‘You started it,’ the girl said. ‘I was being amused. I was having a fine time.’<br> ‘Well, let’s try and have a fine time.’<br> ‘All right. I was trying. I said the mountains looked like white elephants. Wasn’t that bright?’<br> ‘That was bright.’<br> ‘I wanted to try this new drink. That’s all we do, isn’t it – look at things and try new drinks?’<br> ‘I guess so.’<br> <br> The girl looked across at the hills.‘They’re lovely hills,’ she said. ‘They don’t really look like white elephants. I just meant the colouring of their skin through the trees.’<br> ‘Should we have another drink?’<br> ‘All right.’<br> The warm wind blew the bead curtain against the table.<br> ‘The beer’s nice and cool,’ the man said.<br> ‘It’s lovely,’ the girl said.<br> ‘It’s really an awfully simple operation, Jig,’ the man said. ‘It’s not really an operation at all.’<br> The girl looked at the ground the table legs rested on.<br> ‘I know you wouldn’t mind it, Jig. It’s really not anything. It’s just to let the air in.’<br> <br> The girl did not say anything.<br> <br> ‘I’ll go with you and I’ll stay with you all the time. They just let the air in and then it’s all perfectly natural.’<br> ‘Then what will we do afterwards?’<br> ‘We’ll be fine afterwards. Just like we were before.’<br> ‘What makes you think so?’<br> ‘That’s the only thing that bothers us. It’s the only thing that’s made us unhappy.’<br> <br> The girl looked at the bead curtain, put her hand out and took hold of two of the strings of beads.<br> <br> ‘And you think then we’ll be all right and be happy.’<br> ‘I know we will. You don’t have to be afraid. I’ve known lots of people that have done it.’<br> ‘So have I,’ said the girl. ‘And afterwards they were all so happy.’<br> ‘Well,’ the man said, ‘if you don’t want to you don’t have to. I wouldn’t have you do it if you didn’t want to. But I know it’s perfectly simple.’<br> ‘And you really want to?’<br> ‘I think it’s the best thing to do. But I don’t want you to do it if you don’t really want to.’<br> ‘And if I do it you’ll be happy and things will be like they were and you’ll love me?’<br> ‘I love you now. You know I love you.’<br> ‘I know. But if I do it, then it will be nice again if I say things are like white elephants, and you’ll like it?’<br> ‘I’ll love it. I love it now but I just can’t think about it. You know how I get when I worry.’<br> ‘If I do it you won’t ever worry?’<br> ‘I won’t worry about that because it’s perfectly simple.’<br> ‘Then I’ll do it. Because I don’t care about me.’<br> ‘What do you mean?’<br> ‘I don’t care about me.’<br> ‘Well, I care about you.’<br> ‘Oh, yes. But I don’t care about me. And I’ll do it and then everything will be fine.’<br> ‘I don’t want you to do it if you feel that way.’<br> <br> The girl stood up and walked to the end of the station. Across, on the other side, were fields of grain and trees along the banks of the Ebro. Far away, beyond the river, were mountains. The shadow of a cloud moved across the field of grain and she saw the river through the trees.<br> <br> ‘And we could have all this,’ she said. ‘And we could have everything and every day we make it more impossible.’<br> ‘What did you say?’<br> ‘I said we could have everything.’<br> ‘We can have everything.’<br> ‘No, we can’t.’<br> ‘We can have the whole world.’<br> ‘No, we can’t.’<br> ‘We can go everywhere.’<br> ‘No, we can’t. It isn’t ours any more.’<br> ‘It’s ours.’<br> ‘No, it isn’t. And once they take it away, you never get it back.’<br> ‘But they haven’t taken it away.’<br> ‘We’ll wait and see.’<br> ‘Come on back in the shade,’ he said. ‘You mustn’t feel that way.’<br> ‘I don’t feel any way,’ the girl said. ‘I just know things.’<br> ‘I don’t want you to do anything that you don’t want to do -’<br> ‘Nor that isn’t good for me,’ she said. ‘I know. Could we have another beer?’<br> ‘All right. But you’ve got to realize – ‘<br> ‘I realize,’ the girl said. ‘Can’t we maybe stop talking?’<br> <br> They sat down at the table and the girl looked across at the hills on the dry side of the valley and the man looked at her and at the table.<br> <br> ‘You’ve got to realize,’ he said, ‘ that I don’t want you to do it if you don’t want to. I’m perfectly willing to go through with it if it means anything to you.’<br> ‘Doesn’t it mean anything to you? We could get along.’<br> ‘Of course it does. But I don’t want anybody but you. I don’t want anyone else. And I know it’s<br> perfectly simple.’<br> ‘Yes, you know it’s perfectly simple.’<br> ‘It’s all right for you to say that, but I do know it.’<br> ‘Would you do something for me now?’<br> ‘I’d do anything for you.’<br> ‘Would you please please please please please please please stop talking?’<br> He did not say anything but looked at the bags against the wall of the station. There were labels on them from all the hotels where they had spent nights.<br> ‘But I don’t want you to,’ he said, ‘I don’t care anything about it.’<br> ‘I’ll scream,’ the girl said.<br> The woman came out through the curtains with two glasses of beer and put them down on the damp felt pads. ‘The train comes in five minutes,’ she said.<br> ‘What did she say?’ asked the girl.<br> ‘That the train is coming in five minutes.’<br> The girl smiled brightly at the woman, to thank her.<br> ‘I’d better take the bags over to the other side of the station,’ the man said. She smiled at him.<br> ‘All right. Then come back and we’ll finish the beer.’<br> <br> He picked up the two heavy bags and carried them around the station to the other tracks. He looked up the tracks but could not see the train. Coming back, he walked through the bar-room, where people waiting for the train were drinking. He drank an Anis at the bar and looked at the people. They were all waiting reasonably for the train. He went out through the bead curtain. She was sitting at the table and smiled at him.<br> <br> ‘Do you feel better?’ he asked.<br> ‘I feel fine,’ she said. ‘There’s nothing wrong with me. I feel fine.’</p>"}