{"id":"user76","title":"H. G. Wells","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"Three hundred miles and more from Chimborazo, one hundred from the snows of Cotopaxi, in the wildest wastes of Ecuador's Andes, there lies that mysterious mountain valley, cut off from all the world of men, the Country of the Blind. Long years ago that valley lay so far open to the world that men might come at last through frightful gorges and over an icy pass into its equable meadows, and thither indeed men came, a family or so of Peruvian half-breeds fleeing from the lust and tyranny of an evil Spanish ruler. Then came the stupendous outbreak of Mindobamba, when it was night in Quito for seventeen days, and the water was boiling at Yaguachi and all the fish floating dying even as far as Guayaquil; everywhere along the Pacific slopes there were land-slips and swift thawings and sudden floods, and one whole side of the old Arauca crest slipped and came down in thunder, and cut off the Country of the Blind for ever from the exploring feet of men. But one of these early settlers had chanced to be on the hither side of the gorges when the world had so terribly shaken itself, and he perforce had to forget his wife and his child and all the friends and possessions he had left up there, and start life over again in the lower world. He started it again but ill, blindness overtook him, and he died of punishment in the mines; but the story he told begot a legend that lingers along the length of the Cordilleras of the Andes to this day.<br> <br> He told of his reason for venturing back from that fastness, into which he had first been carried lashed to a llama, beside a vast bale of gear, when he was a child. The valley, he said, had in it all that the heart of man could desire--sweet water, pasture, an even climate, slopes of rich brown soil with tangles of a shrub that bore an excellent fruit, and on one side great hanging forests of pine that held the avalanches high. Far overhead, on three sides, vast cliffs of grey-green rock were capped by cliffs of ice; but the glacier stream came not to them, but flowed away by the farther slopes, and only now and then huge ice masses fell on the valley side. In this valley it neither rained nor snowed, but the abundant springs gave a rich green pasture, that irrigation would spread over all the valley space. The settlers did well indeed there. Their beasts did well and multiplied, and but one thing marred their happiness. Yet it was enough to mar it greatly. A strange disease had come upon them and had made all the children born to them there--and, indeed, several older children also--blind. It was to seek some charm or antidote against this plague of blindness that he had with fatigue and danger and difficulty returned down the gorge. In those days, in such cases, men did not think of germs and infections, but of sins, and it seemed to him that the reason of this affliction must he in the negligence of these priestless immigrants to set up a shrine so soon as they entered the valley. He wanted a shrine--a handsome, cheap, effectual shrine--to be erected in the valley; he wanted relics and such-like potent things of faith, blessed objects and mysterious medals and prayers. In his wallet he had a bar of native silver for which he would not account; he insisted there was none in the valley with something of the insistence of an inexpert liar. They had all clubbed their money and ornaments together, having little need for such treasure up there, he said, to buy them holy help against their ill. I figure this dim-eyed young mountaineer, sunburnt, gaunt, and anxious, hat brim clutched feverishly, a man all unused to the ways of the lower world, telling this story to some keen-eyed, attentive priest before the great convulsion; I can picture him presently seeking to return with pious and infallible remedies against that trouble, and the infinite dismay with which he must have faced the tumbled vastness where the gorge had once come out. But the rest of his story of mischances is lost to me, save that I know of his evil death after several years. Poor stray from that remoteness! The stream that had once made the gorge now bursts from the mouth of a rocky cave, and the legend his poor, ill-told story set going developed into the legend of a race of blind men somewhere ‘over there’ one may still hear to-day.<br> <br> And amidst the little population of that now isolated and forgotten valley the disease ran its course. The old became groping, the young saw but dimly, and the children that were born to them never saw at all. But life was very easy in that snow-rimmed basin, lost to all the world, with neither thorns nor briers, with no evil insects nor any beasts save the gentle breed of llamas they had lugged and thrust and followed up the beds of the shrunken rivers in the gorges up which they had come. The seeing had become purblind so gradually that they scarcely noticed their loss. They guided the sightless youngsters hither and thither until they knew the whole valley marvellously, and when at last sight died out among them the race lived on. They had even time to adapt themselves to the blind control of fire, which they made carefully in stoves of stone. They were a simple strain of people at the first, unlettered, only slightly touched with the Spanish civilisation, but with something of a tradition of the arts of old Peru and of its lost philosophy. Generation followed generation. They forgot many things; they devised many things. Their tradition of the greater world they came from became mythical in colour and uncertain. In all things save sight they were strong and able, and presently chance sent one who had an original mind and who could talk and persuade among them, and then afterwards another. These two passed, leaving their effects, and the little community grew in numbers and in understanding, and met and settled social and economic problems that arose. Generation followed generation. Generation followed generation. There came a time when a child was born who was fifteen generations from that ancestor who went out of the valley with a bar of silver to seek God's aid, and who never returned. Thereabout it chanced that a man came into this community from the outer world. And this is the story of that man.<br> <br> He was a mountaineer from the country near Quito, a man who had been down to the sea and had seen the world, a reader of books in an original way, an acute and enterprising man, and he was taken on by a party of Englishmen who had come out to Ecuador to climb mountains, to replace one of their three Swiss guides who had fallen ill. He climbed here and he climbed there, and then came the attempt on Parascotopetl, the Matterhorn of the Andes, in which he was lost to the outer world. The story of that accident has been written a dozen times. Pointer's narrative is the best. He tells how the little party worked their difficult and almost vertical way up to the very foot of the last and greatest precipice, and how they built a night shelter amidst the snow upon a little shelf of rock, and, with a touch of real dramatic power, how presently they found Nunez had gone from them. They shouted, and there was no reply; shouted and whistled, and for the rest of that night they slept no more.<br> <br> As the morning broke they saw the traces of his fall. It seems impossible he could have uttered a sound. He had slipped eastward towards the unknown side of the mountain; far below he had struck a steep slope of snow, and ploughed his way down it in the midst of a snow avalanche. His track went straight to the edge of a frightful precipice, and beyond that everything was hidden. Far, far below, and hazy with distance, they could see trees rising out of a narrow, shut-in valley--the lost Country of the Blind. But they did not know it was the lost Country of the Blind, nor distinguish it in any way from any other narrow streak of upland valley. Unnerved by this disaster, they abandoned their attempt in the afternoon, and Pointer was called away to the war before he could make another attack. To this day Parascotopetl lifts an unconquered crest, and Pointer's shelter crumbles unvisited amidst the snows.<br> <br> And the man who fell survived.<br> <br> At the end of the slope he fell a thousand feet, and came down in the midst of a cloud of snow upon a snow-slope even steeper than the one above. Down this he was whirled, stunned and insensible, but without a bone broken in his body; and then at last came to gentler slopes, and at last rolled out and lay still, buried amidst a softening heap of the white masses that had accompanied and saved him. He came to himself with a dim fancy that he was ill in bed; then realized his position with a mountaineer's intelligence and worked himself loose and, after a rest or so, out until he saw the stars. He rested flat upon his chest for a space, wondering where he was and what had happened to him. He explored his limbs, and discovered that several of his buttons were gone and his coat turned over his head. His knife had gone from his pocket and his hat was lost, though he had tied it under his chin. He recalled that he had been looking for loose stones to raise his piece of the shelter wall. His ice-axe had disappeared.<br> <br> He decided he must have fallen, and looked up to see, exaggerated by the ghastly light of the rising moon, the tremendous flight he had taken. For a while he lay, gazing blankly at the vast, pale cliff towering above, rising moment by moment out of a subsiding tide of darkness. Its phantasmal, mysterious beauty held him for a space, and then he was seized with a paroxysm of sobbing laughter . . . .<br> <br> After a great interval of time he became aware that he was near the lower edge of the snow. Below, down what was now a moon-lit and practicable slope, he saw the dark and broken appearance of rock-strewn turf He struggled to his feet, aching in every joint and limb, got down painfully from the heaped loose snow about him, went downward until he was on the turf, and there dropped rather than lay beside a boulder, drank deep from the flask in his inner pocket, and instantly fell asleep . . . .<br> <br> He was awakened by the singing of birds in the trees far below.<br> <br> He sat up and perceived he was on a little alp at the foot of a vast precipice that sloped only a little in the gully down which he and his snow had come. Over against him another wall of rock reared itself against the sky. The gorge between these precipices ran east and west and was full of the morning sunlight, which lit to the westward the mass of fallen mountain that closed the descending gorge. Below him it seemed there was a precipice equally steep, but behind the snow in the gully he found a sort of chimney-cleft dripping with snow-water, down which a desperate man might venture. He found it easier than it seemed, and came at last to another desolate alp, and then after a rock climb of no particular difficulty, to a steep slope of trees. He took his bearings and turned his face up the gorge, for he saw it opened out above upon green meadows, among which he now glimpsed quite distinctly a cluster of stone huts of unfamiliar fashion. At times his progress was like clambering along the face of a wall, and after a time the rising sun ceased to strike along the gorge, the voices of the singing birds died away, and the air grew cold and dark about him. But the distant valley with its houses was all the brighter for that. He came presently to talus, and among the rocks he noted--for he was an observant man--an unfamiliar fern that seemed to clutch out of the crevices with intense green hands. He picked a frond or so and gnawed its stalk, and found it helpful.<br> <br> About midday he came at last out of the throat of the gorge into the plain and the sunlight. He was stiff and weary; he sat down in the shadow of a rock, filled up his flask with water from a spring and drank it down, and remained for a time, resting before he went on to the houses.<br> <br> They were very strange to his eyes, and indeed the whole aspect of that valley became, as he regarded it, queerer and more unfamiliar. The greater part of its surface was lush green meadow, starred with many beautiful flowers, irrigated with extraordinary care, and bearing evidence of systematic cropping piece by piece. High up and ringing the valley about was a wall, and what appeared to be a circumferential water channel, from which the little trickles of water that fed the meadow plants came, and on the higher slopes above this flocks of llamas cropped the scanty herbage. Sheds, apparently shelters or feeding-places for the llamas, stood against the boundary wall here and there. The irrigation streams ran together into a main channel down the centre of the valley, and this was enclosed on either side by a wall breast high. This gave a singularly urban quality to this secluded place, a quality that was greatly enhanced by the fact that a number of paths paved with black and white stones, and each with a curious little kerb at the side, ran hither and thither in an orderly manner. The houses of the central village were quite unlike the casual and higgledy-piggledy agglomeration of the mountain villages he knew; they stood in a continuous row on either side of a central street of astonishing cleanness, here and there their parti-coloured facade was pierced by a door, and not a solitary window broke their even frontage. They were parti-coloured with extraordinary irregularity, smeared with a sort of plaster that was sometimes grey, sometimes drab, sometimes slate-coloured or dark brown; and it was the sight of this wild plastering first brought the word ‘blind’ into the thoughts of the explorer. ‘The good man who did that,’ he thought, ‘must have been as blind as a bat.’<br> <br> He descended a steep place, and so came to the wall and channel that ran about the valley, near where the latter spouted out its surplus contents into the deeps of the gorge in a thin and wavering thread of cascade. He could now see a number of men and women resting on piled heaps of grass, as if taking a siesta, in the remoter part of the meadow, and nearer the village a number of recumbent children, and then nearer at hand three men carrying pails on yokes along a little path that ran from the encircling wall towards the houses. These latter were clad in garments of llama cloth and boots and belts of leather, and they wore caps of cloth with back and ear flaps. They followed one another in single file, walking slowly and yawning as they walked, like men who have been up all night. There was something so reassuringly prosperous and respectable in their bearing that after a moment's hesitation Nunez stood forward as conspicuously as possible upon his rock, and gave vent to a mighty shout that echoed round the valley.<br> <br> The three men stopped, and moved their heads as though they were looking about them. They turned their faces this way and that, and Nunez gesticulated with freedom. But they did not appear to see him for all his gestures, and after a time, directing themselves towards the mountains far away to the right, they shouted as if in answer. Nunez bawled again, and then once more, and as he gestured ineffectually the word ‘blind’ came up to the top of his thoughts. ‘The fools must be blind,’ he said.<br> <br> When at last, after much shouting and wrath, Nunez crossed the stream by a little bridge, came through a gate in the wall, and approached them, he was sure that they were blind. He was sure that this was the Country of the Blind of which the legends told. Conviction had sprung upon him, and a sense of great and rather enviable adventure. The three stood side by side, not looking at him, but with their ears directed towards him, judging him by his unfamiliar steps. They stood close together like men a little afraid, and he could see their eyelids closed and sunken, as though the very balls beneath had shrunk away. There was an expression near awe on their faces.<br> <br> ‘A man,’ one said, in hardly recognisable Spanish. ‘A man it is--a man or a spirit--coming down from the rocks.’<br> <br> But Nunez advanced with the confident steps of a youth who enters upon life. All the old stories of the lost valley and the Country of the Blind had come back to his mind, and through his thoughts ran this old proverb, as if it were a refrain:--<br> <br> ‘In the Country of the Blind the One-Eyed Man is King.’<br> <br> ‘In the Country of the Blind the One-Eyed Man is King.’<br> <br> And very civilly he gave them greeting. He talked to them and used his eyes.<br> <br> ‘Where does he come from, brother Pedro?’ asked one.<br> <br> ‘Down out of the rocks.’<br> <br> ‘Over the mountains I come,’ said Nunez, ‘out of the country beyond there--where men can see. From near Bogota--where there are a hundred thousands of people, and where the city passes out of sight.’<br> <br> ‘Sight?’ muttered Pedro. ‘Sight?’<br> <br> ‘He comes,’ said the second blind man, ‘out of the rocks.’<br> <br> The cloth of their coats, Nunez saw was curious fashioned, each with a different sort of stitching.<br> <br> They startled him by a simultaneous movement towards him, each with a hand outstretched. He stepped back from the advance of these spread fingers.<br> <br> ‘Come hither,’ said the third blind man, following his motion and clutching him neatly.<br> <br> And they held Nunez and felt him over, saying no word further until they had done so.<br> <br> ‘Carefully,’ he cried, with a finger in his eye, and found they thought that organ, with its fluttering lids, a queer thing in him. They went over it again.<br> <br> ‘A strange creature, Correa,’ said the one called Pedro. ‘Feel the coarseness of his hair. Like a llama's hair.’<br> <br> ‘Rough he is as the rocks that begot him,’ said Correa, investigating Nunez's unshaven chin with a soft and slightly moist hand. ‘Perhaps he will grow finer.’<br> <br> Nunez struggled a little under their examination, but they gripped him firm.<br> <br> ‘Carefully,’ he said again.<br> <br> ‘He speaks,’ said the third man. ‘Certainly he is a man.’<br> <br> ‘Ugh!’ said Pedro, at the roughness of his coat.<br> <br> ‘And you have come into the world?’ asked Pedro.<br> <br> ‘OUT of the world. Over mountains and glaciers; right over above there, half-way to the sun. Out of the great, big world that goes down, twelve days' journey to the sea.’<br> <br> They scarcely seemed to heed him. ‘Our fathers have told us men may be made by the forces of Nature,’ said Correa. ‘It is the warmth of things, and moisture, and rottenness--rottenness.’<br> <br> ‘Let us lead him to the elders,’ said Pedro.<br> <br> ‘Shout first,’ said Correa, ‘lest the children be afraid. This is a marvellous occasion.’<br> <br> So they shouted, and Pedro went first and took Nunez by the hand to lead him to the houses.<br> <br> He drew his hand away. ‘I can see,’ he said.<br> <br> ‘See?’ said Correa.<br> <br> ‘Yes; see,’ said Nunez, turning towards him, and stumbled against Pedro's pail.<br> <br> ‘His senses are still imperfect,’ said the third blind man. ‘He stumbles, and talks unmeaning words. Lead him by the hand.’<br> <br> ‘As you will,’ said Nunez, and was led along laughing.<br> <br> It seemed they knew nothing of sight.<br> <br> Well, all in good time he would teach them.<br> <br> He heard people shouting, and saw a number of figures gathering together in the middle roadway of the village.<br> <br> He found it tax his nerve and patience more than he had anticipated, that first encounter with the population of the Country of the Blind. The place seemed larger as he drew near to it, and the smeared plasterings queerer, and a crowd of children and men and women (the women and girls he was pleased to note had, some of them, quite sweet faces, for all that their eyes were shut and sunken) came about him, holding on to him, touching him with soft, sensitive hands, smelling at him, and listening at every word he spoke. Some of the maidens and children, however, kept aloof as if afraid, and indeed his voice seemed coarse and rude beside their softer notes. They mobbed him. His three guides kept close to him with an effect of proprietorship, and said again and again, ‘A wild man out of the rocks.’<br> <br> ‘Bogota,’ he said. ‘Bogota. Over the mountain crests.’<br> <br> ‘A wild man--using wild words,’ said Pedro. ‘Did you hear that--’BOGOTA? His mind has hardly formed yet. He has only the beginnings of speech.’<br> <br> A little boy nipped his hand. ‘Bogota!’ he said mockingly.<br> <br> ‘Aye! A city to your village. I come from the great world --where men have eyes and see.’<br> <br> ‘His name's Bogota,’ they said.<br> <br> ‘He stumbled,’ said Correa--’ stumbled twice as we came hither.’<br> <br> ‘Bring him in to the elders.’<br> <br> And they thrust him suddenly through a doorway into a room as black as pitch, save at the end there faintly glowed a fire. The crowd closed in behind him and shut out all but the faintest glimmer of day, and before he could arrest himself he had fallen headlong over the feet of a seated man. His arm, outflung, struck the face of someone else as he went down; he felt the soft impact of features and heard a cry of anger, and for a moment he struggled against a number of hands that clutched him. It was a one-sided fight. An inkling of the situation came to him and he lay quiet.<br> <br> ‘I fell down,’ be said; I couldn't see in this pitchy darkness.’<br> <br> There was a pause as if the unseen persons about him tried to understand his words. Then the voice of Correa said: ‘He is but newly formed. He stumbles as he walks and mingles words that mean nothing with his speech.’<br> <br> Others also said things about him that he heard or understood imperfectly.<br> <br> ‘May I sit up?’ he asked, in a pause. ‘I will not struggle against you again.’<br> <br> They consulted and let him rise.<br> <br> The voice of an older man began to question him, and Nunez found himself trying to explain the great world out of which he had fallen, and the sky and mountains and such-like marvels, to these elders who sat in darkness in the Country of the Blind. And they would believe and understand nothing whatever that he told them, a thing quite outside his expectation. They would not even understand many of his words. For fourteen generations these people had been blind and cut off from all the seeing world; the names for all the things of sight had faded and changed; the story of the outer world was faded and changed to a child's story; and they had ceased to concern themselves with anything beyond the rocky slopes above their circling wall. Blind men of genius had arisen among them and questioned the shreds of belief and tradition they had brought with them from their seeing days, and had dismissed all these things as idle fancies and replaced them with new and saner explanations. Much of their imagination had shrivelled with their eyes, and they had made for themselves new imaginations with their ever more sensitive ears and finger-tips. Slowly Nunez realised this: that his expectation of wonder and reverence at his origin and his gifts was not to be borne out; and after his poor attempt to explain sight to them had been set aside as the confused version of a new-made being describing the marvels of his incoherent sensations, he subsided, a little dashed, into listening to their instruction. And the eldest of the blind men explained to him life and philosophy and religion, how that the world (meaning their valley) had been first an empty hollow in the rocks, and then had come first inanimate things without the gift of touch, and llamas and a few other creatures that had little sense, and then men, and at last angels, whom one could hear singing and making fluttering sounds, but whom no one could touch at all, which puzzled Nunez greatly until he thought of the birds.<br> <br> He went on to tell Nunez how this time had been divided into the warm and the cold, which are the blind equivalents of day and night, and how it was good to sleep in the warm and work during the cold, so that now, but for his advent, the whole town of the blind would have been asleep. He said Nunez must have been specially created to learn and serve the wisdom they had acquired, and that for all his mental incoherency and stumbling behaviour he must have courage and do his best to learn, and at that all the people in the door-way murmured encouragingly. He said the night--for the blind call their day night--was now far gone, and it behooved everyone to go back to sleep. He asked Nunez if he knew how to sleep, and Nunez said he did, but that before sleep he wanted food. They brought him food, llama's milk in a bowl and rough salted bread, and led him into a lonely place to eat out of their hearing, and afterwards to slumber until the chill of the mountain evening roused them to begin their day again. But Nunez slumbered not at all.<br> <br> Instead, he sat up in the place where they had left him, resting his limbs and turning the unanticipated circumstances of his arrival over and over in his mind.<br> <br> Every now and then he laughed, sometimes with amusement and sometimes with indignation.<br> <br> ‘Unformed mind!’ he said. ‘Got no senses yet! They little know they've been insulting their Heaven-sent King and master . . . . .<br> <br> ‘I see I must bring them to reason.<br> <br> ‘Let me think.<br> <br> ‘Let me think.’<br> <br> He was still thinking when the sun set.<br> <br> Nunez had an eye for all beautiful things, and it seemed to him that the glow upon the snow-fields and glaciers that rose about the valley on every side was the most beautiful thing he had ever seen. His eyes went from that inaccessible glory to the village and irrigated fields, fast sinking into the twilight, and suddenly a wave of emotion took him, and he thanked God from the bottom of his heart that the power of sight had been given him.<br> <br> He heard a voice calling to him from out of the village.<br> <br> ‘Yaho there, Bogota! Come hither!’<br> <br> At that he stood up, smiling. He would show these people once and for all what sight would do for a man. They would seek him, but not find him.<br> <br> ‘You move not, Bogota,’ said the voice.<br> <br> He laughed noiselessly and made two stealthy steps aside from the path.<br> <br> ‘Trample not on the grass, Bogota; that is not allowed.’<br> <br> Nunez had scarcely heard the sound he made himself. He stopped, amazed.<br> <br> The owner of the voice came running up the piebald path towards him.<br> <br> He stepped back into the pathway. ‘Here I am,’ he said.<br> <br> ‘Why did you not come when I called you?’ said the blind man. ‘Must you be led like a child? Cannot you hear the path as you walk?’<br> <br> Nunez laughed. ‘I can see it,’ he said.<br> <br> ‘There is no such word as SEE,’ said the blind man, after a pause. ‘Cease this folly and follow the sound of my feet.’<br> <br> Nunez followed, a little annoyed.<br> <br> ‘My time will come,’ he said.<br> <br> ‘You'll learn,’ the blind man answered. ‘There is much to learn in the world.’<br> <br> ‘Has no one told you, 'In the Country of the Blind the One-Eyed Man is King?'‘<br> <br> ‘What is blind?’ asked the blind man, carelessly, over his shoulder.<br> <br> Four days passed and the fifth found the King of the Blind still incognito, as a clumsy and useless stranger among his subjects.<br> <br> It was, he found, much more difficult to proclaim himself than he had supposed, and in the meantime, while he meditated his coup d'etat, he did what he was told and learnt the manners and customs of the Country of the Blind. He found working and going about at night a particularly irksome thing, and he decided that that should be the first thing he would change.<br> <br> They led a simple, laborious life, these people, with all the elements of virtue and happiness as these things can be understood by men. They toiled, but not oppressively; they had food and clothing sufficient for their needs; they had days and seasons of rest; they made much of music and singing, and there was love among them and little children. It was marvellous with what confidence and precision they went about their ordered world. Everything, you see, had been made to fit their needs; each of the radiating paths of the valley area had a constant angle to the others, and was distinguished by a special notch upon its kerbing; all obstacles and irregularities of path or meadow had long since been cleared away; all their methods and procedure arose naturally from their special needs. Their senses had become marvellously acute; they could hear and judge the slightest gesture of a man a dozen paces away--could hear the very beating of his heart. Intonation had long replaced expression with them, and touches gesture, and their work with hoe and spade and fork was as free and confident as garden work can be. Their sense of smell was extraordinarily fine; they could distinguish individual differences as readily as a dog can, and they went about the tending of llamas, who lived among the rocks above and came to the wall for food and shelter, with ease and confidence. It was only when at last Nunez sought to assert himself that he found how easy and confident their movements could be.<br> <br> He rebelled only after he had tried persuasion.<br> <br> He tried at first on several occasions to tell them of sight. ‘Look you here, you people,’ he said. ‘There are things you do not understand in me.’<br> <br> Once or twice one or two of them attended to him; they sat with faces downcast and ears turned intelligently towards him, and he did his best to tell them what it was to see. Among his hearers was a girl, with eyelids less red and sunken than the others, so that one could almost fancy she was hiding eyes, whom especially he hoped to persuade. He spoke of the beauties of sight, of watching the mountains, of the sky and the sunrise, and they heard him with amused incredulity that presently became condemnatory. They told him there were indeed no mountains at all, but that the end of the rocks where the llamas grazed was indeed the end of the world; thence sprang a cavernous roof of the universe, from which the dew and the avalanches fell; and when he maintained stoutly the world had neither end nor roof such as they supposed, they said his thoughts were wicked. So far as he could describe sky and clouds and stars to them it seemed to them a hideous void, a terrible blankness in the place of the smooth roof to things in which they believed--it was an article of faith with them that the cavern roof was exquisitely smooth to the touch. He saw that in some manner he shocked them, and gave up that aspect of the matter altogether, and tried to show them the practical value of sight. One morning he saw Pedro in the path called Seventeen and coming towards the central houses, but still too far off for hearing or scent, and he told them as much. ‘In a little while,’ he prophesied, ‘Pedro will be here.’ An old man remarked that Pedro had no business on path Seventeen, and then, as if in confirmation, that individual as he drew near turned and went transversely into path Ten, and so back with nimble paces towards the outer wall. They mocked Nunez when Pedro did not arrive, and afterwards, when he asked Pedro questions to clear his character, Pedro denied and outfaced him, and was afterwards hostile to him.<br> <br> Then he induced them to let him go a long way up the sloping meadows towards the wall with one complaisant individual, and to him he promised to describe all that happened among the houses. He noted certain goings and comings, but the things that really seemed to signify to these people happened inside of or behind the windowless houses--the only things they took note of to test him by--and of those he could see or tell nothing; and it was after the failure of this attempt, and the ridicule they could not repress, that he resorted to force. He thought of seizing a spade and suddenly smiting one or two of them to earth, and so in fair combat showing the advantage of eyes. He went so far with that resolution as to seize his spade, and then he discovered a new thing about himself, and that was that it was impossible for him to hit a blind man in cold blood.<br> <br> He hesitated, and found them all aware that he had snatched up the spade. They stood all alert, with their heads on one side, and bent ears towards him for what he would do next.<br> <br> ‘Put that spade down,’ said one, and he felt a sort of helpless horror. He came near obedience.<br> <br> Then he had thrust one backwards against a house wall, and fled past him and out of the village.<br> <br> He went athwart one of their meadows, leaving a track of trampled grass behind his feet, and presently sat down by the side of one of their ways. He felt something of the buoyancy that comes to all men in the beginning of a fight, but more perplexity. He began to realise that you cannot even fight happily with creatures who stand upon a different mental basis to yourself. Far away he saw a number of men carrying spades and sticks come out of the street of houses and advance in a spreading line along the several paths towards him. They advanced slowly, speaking frequently to one another, and ever and again the whole cordon would halt and sniff the air and listen.<br> <br> The first time they did this Nunez laughed. But afterwards he did not laugh.<br> <br> One struck his trail in the meadow grass and came stooping and feeling his way along it.<br> <br> For five minutes he watched the slow extension of the cordon, and then his vague disposition to do something forthwith became frantic. He stood up, went a pace or so towards the circumferential wall, turned, and went back a little way. There they all stood in a crescent, still and listening.<br> <br> He also stood still, gripping his spade very tightly in both hands. Should he charge them?<br> <br> The pulse in his ears ran into the rhythm of ‘In the Country of the Blind the One-Eyed Man is King.’<br> <br> Should he charge them?<br> <br> He looked back at the high and unclimbable wall behind--unclimbable because of its smooth plastering, but withal pierced with many little doors and at the approaching line of seekers. Behind these others were now coming out of the street of houses.<br> <br> Should he charge them?<br> <br> ‘Bogota!’ called one. ‘Bogota! where are you?’<br> <br> He gripped his spade still tighter and advanced down the meadows towards the place of habitations, and directly he moved they converged upon him. ‘I'll hit them if they touch me,’ he swore; ‘by Heaven, I will. I'll hit.’ He called aloud, ‘Look here, I'm going to do what I like in this valley! Do you hear? I'm going to do what I like and go where I like.’<br> <br> They were moving in upon him quickly, groping, yet moving rapidly. It was like playing blind man's buff with everyone blindfolded except one. ‘Get hold of him!’ cried one. He found himself in the arc of a loose curve of pursuers. He felt suddenly he must be active and resolute.<br> <br> ‘You don't understand,’ he cried, in a voice that was meant to be great and resolute, and which broke. ‘You are blind and I can see. Leave me alone!’<br> <br> ‘Bogota! Put down that spade and come off the grass!’<br> <br> The last order, grotesque in its urban familiarity, produced a gust of anger. ‘I'll hurt you,’ he said, sobbing with emotion. ‘By Heaven, I'll hurt you! Leave me alone!’<br> <br> He began to run--not knowing clearly where to run. He ran from the nearest blind man, because it was a horror to hit him. He stopped, and then made a dash to escape from their closing ranks. He made for where a gap was wide, and the men on either side, with a quick perception of the approach of his paces, rushed in on one another. He sprang forward, and then saw he must be caught, and SWISH! the spade had struck. He felt the soft thud of hand and arm, and the man was down with a yell of pain, and he was through.<br> <br> Through! And then he was close to the street of houses again, and blind men, whirling spades and stakes, were running with a reasoned swiftness hither and thither.<br> <br> He heard steps behind him just in time, and found a tall man rushing forward and swiping at the sound of him. He lost his nerve, hurled his spade a yard wide of this antagonist, and whirled about and fled, fairly yelling as he dodged another.<br> <br> He was panic-stricken. He ran furiously to and fro, dodging when there was no need to dodge, and, in his anxiety to see on every side of him at once, stumbling. For a moment he was down and they heard his fall. Far away in the circumferential wall a little doorway looked like Heaven, and he set off in a wild rush for it. He did not even look round at his pursuers until it was gained, and he had stumbled across the bridge, clambered a little way among the rocks, to the surprise and dismay of a young llama, who went leaping out of sight, and lay down sobbing for breath.<br> <br> And so his coup d'etat came to an end.<br> <br> He stayed outside the wall of the valley of the blind for two nights and days without food or shelter, and meditated upon the Unexpected. During these meditations he repeated very frequently and always with a profounder note of derision the exploded proverb: ‘In the Country of the Blind the One-Eyed Man is King.’ He thought chiefly of ways of fighting and conquering these people, and it grew clear that for him no practicable way was possible. He had no weapons, and now it would be hard to get one.<br> <br> The canker of civilisation had got to him even in Bogota, and he could not find it in himself to go down and assassinate a blind man. Of course, if he did that, he might then dictate terms on the threat of assassinating them all. But--Sooner or later he must sleep! . . . .<br> <br> He tried also to find food among the pine trees, to be comfortable under pine boughs while the frost fell at night, and-- with less confidence--to catch a llama by artifice in order to try to kill it--perhaps by hammering it with a stone--and so finally, perhaps, to eat some of it. But the llamas had a doubt of him and regarded him with distrustful brown eyes and spat when he drew near. Fear came on him the second day and fits of shivering. Finally he crawled down to the wall of the Country of the Blind and tried to make his terms. He crawled along by the stream, shouting, until two blind men came out to the gate and talked to him.<br> <br> ‘I was mad,’ he said. ‘But I was only newly made.’<br> <br> They said that was better.<br> <br> He told them he was wiser now, and repented of all he had done.<br> <br> Then he wept without intention, for he was very weak and ill now, and they took that as a favourable sign.<br> <br> They asked him if he still thought he could SEE.’<br> <br> ‘No,’ he said. ‘That was folly. The word means nothing. Less than nothing!’<br> <br> They asked him what was overhead.<br> <br> ‘About ten times ten the height of a man there is a roof above the world--of rock--and very, very smooth. So smooth--so beautifully smooth . . ‘He burst again into hysterical tears. ‘Before you ask me any more, give me some food or I shall die!’<br> <br> He expected dire punishments, but these blind people were capable of toleration. They regarded his rebellion as but one more proof of his general idiocy and inferiority, and after they had whipped him they appointed him to do the simplest and heaviest work they had for anyone to do, and he, seeing no other way of living, did submissively what he was told.<br> <br> He was ill for some days and they nursed him kindly. That refined his submission. But they insisted on his lying in the dark, and that was a great misery. And blind philosophers came and talked to him of the wicked levity of his mind, and reproved him so impressively for his doubts about the lid of rock that covered their cosmic casserole that he almost doubted whether indeed he was not the victim of hallucination in not seeing it overhead.<br> <br> So Nunez became a citizen of the Country of the Blind, and these people ceased to be a generalised people and became individualities to him, and familiar to him, while the world beyond the mountains became more and more remote and unreal. There was Yacob, his master, a kindly man when not annoyed; there was Pedro, Yacob's nephew; and there was Medina-sarote, who was the youngest daughter of Yacob. She was little esteemed in the world of the blind, because she had a clear-cut face and lacked that satisfying, glossy smoothness that is the blind man's ideal of feminine beauty, but Nunez thought her beautiful at first, and presently the most beautiful thing in the whole creation. Her closed eyelids were not sunken and red after the common way of the valley, but lay as though they might open again at any moment; and she had long eyelashes, which were considered a grave disfigurement. And her voice was weak and did not satisfy the acute hearing of the valley swains. So that she had no lover.<br> <br> There came a time when Nunez thought that, could he win her, he would be resigned to live in the valley for all the rest of his days.<br> <br> He watched her; he sought opportunities of doing her little services and presently he found that she observed him. Once at a rest-day gathering they sat side by side in the dim starlight, and the music was sweet. His hand came upon hers and he dared to clasp it. Then very tenderly she returned his pressure. And one day, as they were at their meal in the darkness, he felt her hand very softly seeking him, and as it chanced the fire leapt then, and he saw the tenderness of her face.<br> <br> He sought to speak to her.<br> <br> He went to her one day when she was sitting in the summer moonlight spinning. The light made her a thing of silver and mystery. He sat down at her feet and told her he loved her, and told her how beautiful she seemed to him. He had a lover's voice, he spoke with a tender reverence that came near to awe, and she had never before been touched by adoration. She made him no definite answer, but it was clear his words pleased her.<br> <br> After that he talked to her whenever he could take an opportunity. The valley became the world for him, and the world beyond the mountains where men lived by day seemed no more than a fairy tale he would some day pour into her ears. Very tentatively and timidly he spoke to her of sight.<br> <br> Sight seemed to her the most poetical of fancies, and she listened to his description of the stars and the mountains and her own sweet white-lit beauty as though it was a guilty indulgence. She did not believe, she could only half understand, but she was mysteriously delighted, and it seemed to him that she completely understood.<br> <br> His love lost its awe and took courage. Presently he was for demanding her of Yacob and the elders in marriage, but she became fearful and delayed. And it was one of her elder sisters who first told Yacob that Medina-sarote and Nunez were in love.<br> <br> There was from the first very great opposition to the marriage of Nunez and Medina-sarote; not so much because they valued her as because they held him as a being apart, an idiot, incompetent thing below the permissible level of a man. Her sisters opposed it bitterly as bringing discredit on them all; and old Yacob, though he had formed a sort of liking for his clumsy, obedient serf, shook his head and said the thing could not be. The young men were all angry at the idea of corrupting the race, and one went so far as to revile and strike Nunez. He struck back. Then for the first time he found an advantage in seeing, even by twilight, and after that fight was over no one was disposed to raise a hand against him. But they still found his marriage impossible.<br> <br> Old Yacob had a tenderness for his last little daughter, and was grieved to have her weep upon his shoulder.<br> <br> ‘You see, my dear, he's an idiot. He has delusions; he can't do anything right.’<br> <br> ‘I know,’ wept Medina-sarote. ‘But he's better than he was. He's getting better. And he's strong, dear father, and kind--stronger and kinder than any other man in the world. And he loves me--and, father, I love him.’<br> <br> Old Yacob was greatly distressed to find her inconsolable, and, besides--what made it more distressing--he liked Nunez for many things. So he went and sat in the windowless council-chamber with the other elders and watched the trend of the talk, and said, at the proper time, ‘He's better than he was. Very likely, some day, we shall find him as sane as ourselves.’<br> <br> Then afterwards one of the elders, who thought deeply, had an idea. He was a great doctor among these people, their medicine-man, and he had a very philosophical and inventive mind, and the idea of curing Nunez of his peculiarities appealed to him. One day when Yacob was present he returned to the topic of Nunez. ‘I have examined Nunez,’ he said, ‘and the case is clearer to me. I think very probably he might be cured.’<br> <br> ‘This is what I have always hoped,’ said old Yacob.<br> <br> ‘His brain is affected,’ said the blind doctor.<br> <br> The elders murmured assent.<br> <br> ‘Now, WHAT affects it?’<br> <br> ‘Ah!’ said old Yacob.<br> <br> THIS,’ said the doctor, answering his own question. ‘Those queer things that are called the eyes, and which exist to make an agreeable depression in the face, are diseased, in the case of Nunez, in such a way as to affect his brain. They are greatly distended, he has eyelashes, and his eyelids move, and consequently his brain is in a state of constant irritation and distraction.’<br> <br> ‘Yes?’ said old Yacob. ‘Yes?’<br> <br> ‘And I think I may say with reasonable certainty that, in order to cure him complete, all that we need to do is a simple and easy surgical operation--namely, to remove these irritant bodies.’<br> <br> ‘And then he will be sane?’<br> <br> ‘Then he will be perfectly sane, and a quite admirable citizen.’<br> <br> ‘Thank Heaven for science!’ said old Yacob, and went forth at once to tell Nunez of his happy hopes.<br> <br> But Nunez's manner of receiving the good news struck him as being cold and disappointing.<br> <br> ‘One might think,’ he said, ‘from the tone you take that you did not care for my daughter.’<br> <br> It was Medina-sarote who persuaded Nunez to face the blind surgeons.<br> <br> ‘YOU do not want me,’ he said, ‘to lose my gift of sight?’<br> <br> She shook her head.<br> <br> ‘My world is sight.’<br> <br> Her head drooped lower.<br> <br> ‘There are the beautiful things, the beautiful little things--the flowers, the lichens amidst the rocks, the light and softness on a piece of fur, the far sky with its drifting dawn of clouds, the sunsets and the stars. And there is YOU. For you alone it is good to have sight, to see your sweet, serene face, your kindly lips, your dear, beautiful hands folded together. . . . . It is these eyes of mine you won, these eyes that hold me to you, that these idiots seek. Instead, I must touch you, hear you, and never see you again. I must come under that roof of rock and stone and darkness, that horrible roof under which your imaginations stoop . . . NO; YOU would not have me do that?’<br> <br> A disagreeable doubt had arisen in him. He stopped and left the thing a question.<br> <br> ‘I wish,’ she said, ‘sometimes--’ She paused.<br> <br> ‘Yes?’ he said, a little apprehensively.<br> <br> ‘I wish sometimes--you would not talk like that.’<br> <br> ‘Like what?’<br> <br> ‘I know it's pretty--it's your imagination. I love it, but NOW--’<br> <br> He felt cold. ‘NOW?’ he said, faintly.<br> <br> She sat quite still.<br> <br> ‘You mean--you think--I should be better, better perhaps--’<br> <br> He was realising things very swiftly. He felt anger perhaps, anger at the dull course of fate, but also sympathy for her lack of understanding--a sympathy near akin to pity.<br> <br> ‘DEAR,’ he said, and he could see by her whiteness how tensely her spirit pressed against the things she could not say. He put his arms about her, he kissed her ear, and they sat for a time in silence.<br> <br> ‘If I were to consent to this?’ he said at last, in a voice that was very gentle.<br> <br> She flung her arms about him, weeping wildly. ‘Oh, if you would,’ she sobbed, ‘if only you would!’<br> <br> For a week before the operation that was to raise him from his servitude and inferiority to the level of a blind citizen Nunez knew nothing of sleep, and all through the warm, sunlit hours, while the others slumbered happily, he sat brooding or wandered aimlessly, trying to bring his mind to bear on his dilemma. He had given his answer, he had given his consent, and still he was not sure. And at last work-time was over, the sun rose in splendour over the golden crests, and his last day of vision began for him. He had a few minutes with Medina-sarote before she went apart to sleep.<br> <br> ‘To-morrow,’ he said, ‘I shall see no more.’<br> <br> ‘Dear heart!’ she answered, and pressed his hands with all her strength.<br> <br> ‘They will hurt you but little,’ she said; ‘and you are going through this pain, you are going through it, dear lover, for ME . . . . Dear, if a woman's heart and life can do it, I will repay you. My dearest one, my dearest with the tender voice, I will repay.’<br> <br> He was drenched in pity for himself and her.<br> <br> He held her in his arms, and pressed his lips to hers and looked on her sweet face for the last time. ‘Good-bye!’ he whispered to that dear sight, ‘good-bye!’<br> <br> And then in silence he turned away from her.<br> <br> She could hear his slow retreating footsteps, and something in the rhythm of them threw her into a passion of weeping.<br> <br> He walked away.<br> <br> He had fully meant to go to a lonely place where the meadows were beautiful with white narcissus, and there remain until the hour of his sacrifice should come, but as he walked he lifted up his eyes and saw the morning, the morning like an angel in golden armour, marching down the steeps . . . .<br> <br> It seemed to him that before this splendour he and this blind world in the valley, and his love and all, were no more than a pit of sin.<br> <br> He did not turn aside as he had meant to do, but went on and passed through the wall of the circumference and out upon the rocks, and his eyes were always upon the sunlit ice and snow.<br> <br> He saw their infinite beauty, and his imagination soared over them to the things beyond he was now to resign for ever!<br> <br> He thought of that great free world that he was parted from, the world that was his own, and he had a vision of those further slopes, distance beyond distance, with Bogota, a place of multitudinous stirring beauty, a glory by day, a luminous mystery by night, a place of palaces and fountains and statues and white houses, lying beautifully in the middle distance. He thought how for a day or so one might come down through passes drawing ever nearer and nearer to its busy streets and ways. He thought of the river journey, day by day, from great Bogota to the still vaster world beyond, through towns and villages, forest and desert places, the rushing river day by day, until its banks receded, and the big steamers came splashing by and one had reached the sea--the limitless sea, with its thousand islands, its thousands of islands, and its ships seen dimly far away in their incessant journeyings round and about that greater world. And there, unpent by mountains, one saw the sky--the sky, not such a disc as one saw it here, but an arch of immeasurable blue, a deep of deeps in which the circling stars were floating . . . .<br> <br> His eyes began to scrutinise the great curtain of the mountains with a keener inquiry.<br> <br> For example; if one went so, up that gully and to that chimney there, then one might come out high among those stunted pines that ran round in a sort of shelf and rose still higher and higher as it passed above the gorge. And then? That talus might be managed. Thence perhaps a climb might be found to take him up to the precipice that came below the snow; and if that chimney failed, then another farther to the east might serve his purpose better. And then? Then one would be out upon the amber-lit snow there, and half-way up to the crest of those beautiful desolations. And suppose one had good fortune!<br> <br> He glanced back at the village, then turned right round and regarded it with folded arms.<br> <br> He thought of Medina-sarote, and she had become small and remote.<br> <br> He turned again towards the mountain wall down which the day had come to him.<br> <br> Then very circumspectly he began his climb.<br> <br> When sunset came he was not longer climbing, but he was far and high. His clothes were torn, his limbs were bloodstained, he was bruised in many places, but he lay as if he were at his ease, and there was a smile on his face.<br> <br> From where he rested the valley seemed as if it were in a pit and nearly a mile below. Already it was dim with haze and shadow, though the mountain summits around him were things of light and fire. The mountain summits around him were things of light and fire, and the little things in the rocks near at hand were drenched with light and beauty, a vein of green mineral piercing the grey, a flash of small crystal here and there, a minute, minutely-beautiful orange lichen close beside his face. There were deep, mysterious shadows in the gorge, blue deepening into purple, and purple into a luminous darkness, and overhead was the illimitable vastness of the sky. But he heeded these things no longer, but lay quite still there, smiling as if he were content now merely to have escaped from the valley of the Blind, in which he had thought to be King. And the glow of the sunset passed, and the night came, and still he lay there, under the cold, clear stars.</p><br>It was on the first day of the New Year that the announcement was made, almost simultaneously from three observatories, that the motion of the planet Neptune, the outermost of all the planets that wheel about the sun, had become very erratic. Ogilvy had already called attention to a suspected retardation in its velocity in December. Such a piece of news was scarcely calculated to interest a world the greater portion of whose inhabitants were unaware of the existence of the planet Neptune, nor outside the astronomical profession did the subsequent discovery of a faint remote speck of light in the region of the perturbed planet cause any very great excitement. Scientific people, however, found the intelligence remarkable enough, even before it became known that the new body was rapidly growing larger and brighter, that its motion was quite different from the orderly progress of the planets, and that the deflection of Neptune and its satellite was becoming now of an unprecedented kind.<br><br>Few people without a training in science can realise the huge isolation of the solar system. The sun with its specks of planets, its dust of planetoids, and its impalpable comets, swims in a vacant immensity that almost defeats the imagination. Beyond the orbit of Neptune there is space, vacant so far as human observation has penetrated, without warmth or light or sound, blank emptiness, for twenty million times a million miles. That is the smallest estimate of the distance to be traversed before the very nearest of the stars is attained. And, saving a few comets more unsubstantial than the thinnest flame, no matter had ever to human knowledge crossed this gulf of space, until early in the twentieth century this strange wanderer appeared. A vast mass of matter it was, bulky, heavy, rushing without warning out of the black mystery of the sky into the radiance of the sun. By the second day it was clearly visible to any decent instrument, as a speck with a barely sensible diameter, in the constellation Leo near Regulus. In a little while an opera glass could attain it.<br><br>On the third day of the new year the newspaper readers of two hemispheres were made aware for the first time of the real importance of this unusual apparition in the heavens. ‘A Planetary Collision,’ one London paper headed the news, and proclaimed Duchaine's opinion that this strange new planet would probably collide with Neptune. The leader writers enlarged upon the topic; so that in most of the capitals of the world, on January 3rd, there was an expectation, however vague of some imminent phenomenon in the sky; and as the night followed the sunset round the globe, thousands of men turned their eyes skyward to see--the old familiar stars just as they had always been.<br><br>Until it was dawn in London and Pollux setting and the stars overhead grown pale. The Winter's dawn it was, a sickly filtering accumulation of daylight, and the light of gas and candles shone yellow in the windows to show where people were astir. But the yawning policeman saw the thing, the busy crowds in the markets stopped agape, workmen going to their work betimes, milkmen, the drivers of news-carts, dissipation going home jaded and pale, homeless wanderers, sentinels on their beats, and in the country, labourers trudging afield, poachers slinking home, all over the dusky quickening country it could be seen--and out at sea by seamen watching for the day--a great white star, come suddenly into the westward sky!<br><br>Brighter it was than any star in our skies; brighter than the evening star at its brightest. It still glowed out white and large, no mere twinkling spot of light, but a small round clear shining disc, an hour after the day had come. And where science has not reached, men stared and feared, telling one another of the wars and pestilences that are foreshadowed by these fiery signs in the Heavens. Sturdy Boers, dusky Hottentots, Gold Coast Negroes, Frenchmen, Spaniards, Portuguese, stood in the warmth of the sunrise watching the setting of this strange new star.<br><br>And in a hundred observatories there had been suppressed excitement, rising almost to shouting pitch, as the two remote bodies had rushed together; and a hurrying to and fro, to gather photographic apparatus and spectroscope, and this appliance and that, to record this novel astonishing sight, the destruction of a world. For it was a world, a sister planet of our earth, far greater than our earth indeed, that had so suddenly flashed into flaming death. Neptune it was, had been struck, fairly and squarely, by the strange planet from outer space and the heat of the concussion had incontinently turned two solid globes into one vast mass of incandescence. Round the world that day, two hours before the dawn, went the pallid great white star, fading only as it sank westward and the sun mounted above it. Everywhere men marvelled at it, but of all those who saw it none could have marvelled more than those sailors, habitual watchers of the stars, who far away at sea had heard nothing of its advent and saw it now rise like a pigmy moon and climb zenithward and hang overhead and sink westward with the passing of the night.<br><br>And when next it rose over Europe everywhere were crowds of watchers on hilly slopes, on house-roofs, in open spaces, staring eastward for the rising of the great new star. It rose with a white glow in front of it, like the glare of a white fire, and those who had seen it come into existence the night before cried out at the sight of it. ‘It is larger,’ they cried. ‘It is brighter!’ And, indeed the moon a quarter full and sinking in the west was in its apparent size beyond comparison, but scarcely in all its breadth had it as much brightness now as the little circle of the strange new star.<br><br>‘It is brighter!’ cried the people clustering in the streets. But in the dim observatories the watchers held their breath and peered at one another IT IS NEARER,’ they said. ‘NEARER!’<br><br>And voice after voice repeated, ‘It is nearer,’ and the clicking telegraph took that up, and it trembled along telephone wires, and in a thousand cities grimy compositors fingered the type. ‘It is nearer.’ Men writing in offices, struck with a strange realisation, flung down their pens, men talking in a thousand places suddenly came upon a grotesque possibility in those words, ‘It is nearer.’ It hurried along wakening streets, it was shouted down the frost-stilled ways of quiet villages; men who had read these things from the throbbing tape stood in yellow-lit doorways shouting the news to the passersby. ‘It is nearer.’ Pretty women, flushed and glittering, heard the news told jestingly between the dances, and feigned an intelligent interest they did not feel. ‘Nearer! Indeed. How curious! How very, very clever people must be to find out things like that!’<br><br>Lonely tramps faring through the wintry night murmured those words to comfort themselves--looking skyward. ‘It has need to be nearer, for the night's as cold as charity. Don't seem much warmth from it if it IS nearer, all the same.’<br><br>‘What is a new star to me?’ cried the weeping woman kneeling beside her dead.<br><br>The schoolboy, rising early for his examination work, puzzled it out for himself--with the great white star shining broad and bright through the frost-flowers of his window. ‘Centrifugal, centripetal,’ he said, with his chin on his fist. ‘Stop a planet in its flight, rob it of its centrifugal force, what then? Centripetal has it, and down it falls into the sun! And this--!<br><br>‘Do WE come in the way? I wonder--’<br><br>The light of that day went the way of its brethren, and with the later watches of the frosty darkness rose the strange star again. And it was now so bright that the waxing moon seemed but a pale yellow ghost of itself, hanging huge in the sunset. In a South African City a great man had married, and the streets were alight to welcome his return with his bride. ‘Even the skies have illuminated,’ said the flatterer. Under Capricorn, two negro lovers, daring the wild beasts and evil spirits, for love of one another, crouched together in a cane brake where the fire-flies hovered. ‘That is our star,’ they whispered, and felt strangely comforted by the sweet brilliance of its light.<br><br>The master mathematician sat in his private room and pushed the papers from him. His calculations were already finished. In a small white phial there still remained a little of the drug that had kept him awake and active for four long nights. Each day, serene, explicit, patient as ever, he had given his lecture to his students, and then had come back at once to this momentous calculation. His face was grave, a little drawn and hectic from his drugged activity. For some time he seemed lost in thought. Then he went to the window, and the blind went up with a click. Half way up the sky, over the clustering roofs, chimneys and steeples of the city, hung the star.<br><br>He looked at it as one might look into the eyes of a brave enemy. ‘You may kill me,’ he said after a silence. ‘But I can hold you--and all the universe for that matter--in the grip of this little brain. I would not change. Even now.’<br><br>He looked at the little phial. ‘There will be no need of sleep again,’ he said. The next day at noon--punctual to the minute, he entered his lecture theatre, put his hat on the end of the table as his habit was, and carefully selected a large piece of chalk. It was a joke among his students that he could not lecture without that piece of chalk to fumble in his fingers, and once he had been stricken to impotence by their hiding his supply. He came and looked under his grey eyebrows at the rising tiers of young fresh faces, and spoke with his accustomed studied commonness of phrasing. ‘Circumstances have arisen--circumstances beyond my control,’ he said and paused, ‘which will debar me from completing the course I had designed. It would seem, gentlemen, if I may put the thing clearly and briefly, that--Man has lived in vain.’<br><br>The students glanced at one another. Had they heard aright? Mad? Raised eyebrows and grinning lips there were, but one or two faces remained intent upon his calm grey-fringed face. ‘It will be interesting,’ he was saying, ‘to devote this morning to an exposition, so far as I can make it clear to you, of the calculations that have led me to this conclusion. Let us assume--’<br><br>He turned towards the blackboard, meditating a diagram in the way that was usual to him. ‘What was that about 'lived in vain?'‘ whispered one student to another. ‘Listen,’ said the other, nodding towards the lecturer.<br><br>And presently they began to understand.<br><br>That night the star rose later, for its proper eastward motion had carried it some way across Leo towards Virgo, and its brightness was so great that the sky became a luminous blue as it rose, and every star was hidden in its turn, save only Jupiter near the zenith, Capella, Aldebaran, Sirius and the pointers of the Bear. It was very white and beautiful. In many parts of the world that night a pallid halo encircled it about. It was perceptibly larger; in the clear refractive sky of the tropics it seemed as if it were nearly a quarter the size of the moon. The frost was still on the ground in England, but the world was as brightly lit as if it were midsummer moonlight. One could see to read quite ordinary print by that cold clear light, and in the cities the lamps burnt yellow and wan.<br><br>And everywhere the world was awake that night, and throughout Christendom a sombre murmur hung in the keen air over the country side like the belling of bees in the heather, and this murmurous tumult grew to a clangour in the cities. It was the tolling of the bells in a million belfry towers and steeples, summoning the people to sleep no more, to sin no more, but to gather in their churches and pray. And overhead, growing larger and brighter as the earth rolled on its way and the night passed, rose the dazzling star.<br><br>And the streets and houses were alight in all the cities, the shipyards glared, and whatever roads led to high country were lit and crowded all night long. And in all the seas about the civilised lands, ships with throbbing engines, and ships with bellying sails, crowded with men and living creatures, were standing out to ocean and the north. For already the warning of the master mathematician had been telegraphed all over the world, and translated into a hundred tongues. The new planet and Neptune, locked in a fiery embrace, were whirling headlong, ever faster and faster towards the sun. Already every second this blazing mass flew a hundred miles, and every second its terrific velocity increased. As it flew now, indeed, it must pass a hundred million of miles wide of the earth and scarcely affect it. But near its destined path, as yet only slightly perturbed, spun the mighty planet Jupiter and his moons sweeping splendid round the sun. Every moment now the attraction between the fiery star and the greatest of the planets grew stronger.<br>And the result of that attraction? Inevitably Jupiter would be deflected from its orbit into an elliptical path, and the burning star, swung by his attraction wide of its sunward rush, would ‘describe a curved path’ and perhaps collide with, and certainly pass very close to, our earth. ‘Earthquakes, volcanic outbreaks, cyclones, sea waves, floods, and a steady rise in temperature to I know not what limit’--so prophesied the master mathematician.<br><br>And overhead, to carry out his words, lonely and cold and livid, blazed the star of the coming doom.<br><br>To many who stared at it that night until their eyes ached, it seemed that it was visibly approaching. And that night, too, the weather changed, and the frost that had gripped all Central Europe and France and England softened towards a thaw.<br><br>But you must not imagine because I have spoken of people praying through the night and people going aboard ships and people fleeing toward mountainous country that the whole world was already in a terror because of the star. As a matter of fact, use and wont still ruled the world, and save for the talk of idle moments and the splendour of the night, nine human beings out of ten were still busy at their common occupations. In all the cities the shops, save one here and there, opened and closed at their proper hours, the doctor and the undertaker plied their trades, the workers gathered in the factories, soldiers drilled, scholars studied, lovers sought one another, thieves lurked and fled, politicians planned their schemes. The presses of the newspapers roared through the night, and many a priest of this church and that would not open his holy building to further what he considered a foolish panic. The newspapers insisted on the lesson of the year 1000--for then, too, people had anticipated the end. The star was no star--mere gas--a comet; and were it a star it could not possibly strike the earth. There was no precedent for such a thing. Common sense was sturdy everywhere, scornful, jesting, a little inclined to persecute the obdurate fearful. That night, at seven-fifteen by Greenwich time, the star would be at its nearest to Jupiter. Then the world would see the turn things would take. The master mathematician's grim warnings were treated by many as so much mere elaborate self-advertisement. Common sense at last, a little heated by argument, signified its unalterable convictions by going to bed. So, too, barbarism and savagery, already tired of the novelty, went about their nightly business, and save for a howling dog here and there, the beast world left the star unheeded.<br><br>And yet, when at last the watchers in the European States saw the star rise, an hour later it is true, but no larger than it had been the night before, there were still plenty awake to laugh at the master mathematician--to take the danger as if it had passed.<br><br>But hereafter the laughter ceased. The star grew--it grew with a terrible steadiness hour after hour, a little larger each hour, a little nearer the midnight zenith, and brighter and brighter, until it had turned night into a second day. Had it come straight to the earth instead of in a curved path, had it lost no velocity to Jupiter, it must have leapt the intervening gulf in a day, but as it was it took five days altogether to come by our planet. The next night it had become a third the size of the moon before it set to English eyes, and the thaw was assured. It rose over America near the size of the moon, but blinding white to look at, and HOT; and a breath of hot wind blew now with its rising and gathering strength, and in Virginia, and Brazil, and down the St. Lawrence valley, it shone intermittently through a driving reek of thunder-clouds, flickering violet lightning, and hail unprecedented. In Manitoba was a thaw and devastating floods. And upon all the mountains of the earth the snow and ice began to melt that night, and all the rivers coming out of high country flowed thick and turbid, and soon--in their upper reaches --with swirling trees and the bodies of beasts and men. They rose steadily, steadily in the ghostly brilliance, and came trickling over their banks at last, behind the flying population of their valleys.<br><br>And along the coast of Argentina and up the South Atlantic the tides were higher than had ever been in the memory of man, and the storms drove the waters in many cases scores of miles inland, drowning whole cities. And so great grew the heat during the night that the rising of the sun was like the coming of a shadow. The earthquakes began and grew until all down America from the Arctic Circle to Cape Horn, hillsides were sliding, fissures were opening, and houses and walls crumbling to destruction. The whole side of Cotopaxi slipped out in one vast convulsion, and a tumult of lava poured out so high and broad and swift and liquid that in one day it reached the sea.<br><br>So the star, with the wan moon in its wake, marched across the Pacific, trailed the thunderstorms like the hem of a robe, and the growing tidal wave that toiled behind it, frothing and eager, poured over island and island and swept them clear of men. Until that wave came at last--in a blinding light and with the breath of a furnace, swift and terrible it came--a wall of water, fifty feet high, roaring hungrily, upon the long coasts of Asia, and swept inland across the plains of China. For a space the star, hotter now and larger and brighter than the sun in its strength, showed with pitiless brilliance the wide and populous country; towns and villages with their pagodas and trees, roads, wide cultivated fields, millions of sleepless people staring in helpless terror at the incandescent sky; and then, low and growing, came the murmur of the flood. And thus it was with millions of men that night--a flight nowhither, with limbs heavy with heat and breath fierce and scant, and the flood like a wall swift and white behind. And then death.<br><br>China was lit glowing white, but over Japan and Java and all the islands of Eastern Asia the great star was a ball of dull red fire because of the steam and smoke and ashes the volcanoes were spouting forth to salute its coming. Above was the lava, hot gases and ash, and below the seething floods, and the whole earth swayed and rumbled with the earthquake shocks. Soon the immemorial snows of Thibet and the Himalaya were melting and pouring down by ten million deepening converging channels upon the plains of Burmah and Hindostan. The tangled summits of the Indian jungles were aflame in a thousand places, and below the hurrying waters around the stems were dark objects that still struggled feebly and reflected the blood-red tongues of fire. And in a rudderless confusion a multitude of men and women fled down the broad river-ways to that one last hope of men--the open sea.<br><br>Larger grew the star, and larger, hotter, and brighter with a terrible swiftness now. The tropical ocean had lost its phosphorescence, and the whirling steam rose in ghostly wreaths from the black waves that plunged incessantly, speckled with storm-tossed ships.<br><br>And then came a wonder. It seemed to those who in Europe watched for the rising of the star that the world must have ceased its rotation. In a thousand open spaces of down and upland the people who had fled thither from the floods and the falling houses and sliding slopes of hill watched for that rising in vain. Hour followed hour through a terrible suspense, and the star rose not. Once again men set their eyes upon the old constellations they had counted lost to them forever. In England it was hot and clear overhead, though the ground quivered perpetually, but in the tropics, Sirius and Capella and Aldebaran showed through a veil of steam. And when at last the great star rose near ten hours late, the sun rose close upon it, and in the centre of its white heart was a disc of black.<br><br>Over Asia it was the star had begun to fall behind the movement of the sky, and then suddenly, as it hung over India, its light had been veiled. All the plain of India from the mouth of the Indus to the mouths of the Ganges was a shallow waste of shining water that night, out of which rose temples and palaces, mounds and hills, black with people. Every minaret was a clustering mass of people, who fell one by one into the turbid waters, as heat and terror overcame them. The whole land seemed a-wailing and suddenly there swept a shadow across that furnace of despair, and a breath of cold wind, and a gathering of clouds, out of the cooling air. Men looking up, near blinded, at the star, saw that a black disc was creeping across the light. It was the moon, coming between the star and the earth. And even as men cried to God at this respite, out of the East with a strange inexplicable swiftness sprang the sun. And then star, sun and moon rushed together across the heavens.<br><br>So it was that presently, to the European watchers, star and sun rose close upon each other, drove headlong for a space and then slower, and at last came to rest, star and sun merged into one glare of flame at the zenith of the sky. The moon no longer eclipsed the star but was lost to sight in the brilliance of the sky. And though those who were still alive regarded it for the most part with that dull stupidity that hunger, fatigue, heat and despair engender, there were still men who could perceive the meaning of these signs. Star and earth had been at their nearest, had swung about one another, and the star had passed. Already it was receding, swifter and swifter, in the last stage of its headlong journey downward into the sun.<br><br>And then the clouds gathered, blotting out the vision of the sky, the thunder and lightning wove a garment round the world; all over the earth was such a downpour of rain as men had never before seen, and where the volcanoes flared red against the cloud canopy there descended torrents of mud. Everywhere the waters were pouring off the land, leaving mud-silted ruins, and the earth littered like a storm-worn beach with all that had floated, and the dead bodies of the men and brutes, its children. For days the water streamed off the land, sweeping away soil and trees and houses in the way, and piling huge dykes and scooping out Titanic gullies over the country side. Those were the days of darkness that followed the star and the heat. All through them, and for many weeks and months, the earthquakes continued.<br><br>But the star had passed, and men, hunger-driven and gathering courage only slowly, might creep back to their ruined cities, buried granaries, and sodden fields. Such few ships as had escaped the storms of that time came stunned and shattered and sounding their way cautiously through the new marks and shoals of once familiar ports. And as the storms subsided men perceived that everywhere the days were hotter than of yore, and the sun larger, and the moon, shrunk to a third of its former size, took now fourscore days between its new and new.<br><br>But of the new brotherhood that grew presently among men, of the saving of laws and books and machines, of the strange change that had come over Iceland and Greenland and the shores of Baffin's Bay, so that the sailors coming there presently found them green and gracious, and could scarce believe their eyes, this story does not tell. Nor of the movement of mankind now that the earth was hotter, northward and southward towards the poles of the earth. It concerns itself only with the coming and the passing of the Star.<br><br>The Martian astronomers--for there are astronomers on Mars, although they are very different beings from men--were naturally profoundly interested by these things. They saw them from their own standpoint of course. ‘Considering the mass and temperature of the missile that was flung through our solar system into the sun,’ one wrote, ‘it is astonishing what a little damage the earth, which it missed so narrowly, has sustained. All the familiar continental markings and the masses of the seas remain intact, and indeed the only difference seems to be a shrinkage of the white discoloration (supposed to be frozen water) round either pole.’ Which only shows how small the vastest of human catastrophes may seem, at a distance of a few million miles.</p><br>He sits not a dozen yards away. If I glance over my shoulder I can see him. And if I catch his eye--and usually I catch his eye-- it meets me with an expression. It is mainly an imploring look--and yet with suspicion in it.<br> <br> Confound his suspicion! If I wanted to tell on him I should have told long ago. I don't tell and I don't tell, and he ought to feel at his ease. As if anything so gross and fat as he could feel at ease! Who would believe me if I did tell?<br> <br> Poor old Pyecraft! Great, uneasy jelly of substance! The fattest clubman in London.<br> <br> He sits at one of the little club tables in the huge bay by the fire, stuffing. What is he stuffing? I glance judiciously and catch him biting at a round of hot buttered tea-cake, with his eyes on me. Confound him!--with his eyes on me!<br> <br> That settles it, Pyecraft! Since you WILL be abject, since you WILL behave as though I was not a man of honour, here, right under your embedded eyes, I write the thing down--the plain truth about Pyecraft. The man I helped, the man I shielded, and who has requited me by making my club unendurable, absolutely unendurable, with his liquid appeal, with the perpetual ‘don't tell’ of his looks.<br> <br> And, besides, why does he keep on eternally eating?<br> <br> Well, here goes for the truth, the whole truth, and nothing but the truth!<br> <br> Pyecraft--. I made the acquaintance of Pyecraft in this very smoking- room. I was a young, nervous new member, and he saw it. I was sitting all alone, wishing I knew more of the members, and suddenly he came, a great rolling front of chins and abdomina, towards me, and grunted and sat down in a chair close by me and wheezed for a space, and scraped for a space with a match and lit a cigar, and then addressed me. I forget what he said--something about the matches not lighting properly, and afterwards as he talked he kept stopping the waiters one by one as they went by, and telling them about the matches in that thin, fluty voice he has. But, anyhow, it was in some such way we began our talking.<br> <br> He talked about various things and came round to games. And thence to my figure and complexion. ‘YOU ought to be a good cricketer,’ he said. I suppose I am slender, slender to what some people would call lean, and I suppose I am rather dark, still--I am not ashamed of having a Hindu great-grandmother, but, for all that, I don't want casual strangers to see through me at a glance to HER. So that I was set against Pyecraft from the beginning.<br> <br> But he only talked about me in order to get to himself.<br> <br> ‘I expect,’ he said, ‘you take no more exercise than I do, and probably you eat no less.’ (Like all excessively obese people he fancied he ate nothing.) ‘Yet,’--and he smiled an oblique smile-- ‘we differ.’<br> <br> And then he began to talk about his fatness and his fatness; all he did for his fatness and all he was going to do for his fatness; what people had advised him to do for his fatness and what he had heard of people doing for fatness similar to his. ‘A priori,’ he said, ‘one would think a question of nutrition could be answered by dietary and a question of assimilation by drugs.’ It was stifling. It was dumpling talk. It made me feel swelled to hear him.<br> <br> One stands that sort of thing once in a way at a club, but a time came when I fancied I was standing too much. He took to me altogether too conspicuously. I could never go into the smoking-room but he would come wallowing towards me, and sometimes he came and gormandised round and about me while I had my lunch. He seemed at times almost to be clinging to me. He was a bore, but not so fearful a bore as to be limited to me; and from the first there was something in his manner--almost as though he knew, almost as though he penetrated to the fact that I MIGHT--that there was a remote, exceptional chance in me that no one else presented.<br> <br> ‘I'd give anything to get it down,’ he would say--’anything,’ and peer at me over his vast cheeks and pant.<br> <br> Poor old Pyecraft! He has just gonged, no doubt to order another buttered tea-cake!<br> <br> He came to the actual thing one day. ‘Our Pharmacopoeia,’ he said, ‘our Western Pharmacopoeia, is anything but the last word of medical science. In the East, I've been told--’<br> <br> He stopped and stared at me. It was like being at an aquarium.<br> <br> I was quite suddenly angry with him. ‘Look here,’ I said, ‘who told you about my great-grandmother's recipes?’<br> <br> ‘Well,’ he fenced.<br> <br> ‘Every time we've met for a week,’ I said, ‘and we've met pretty often--you've given me a broad hint or so about that little secret of mine.’<br> <br> ‘Well,’ he said, ‘now the cat's out of the bag, I'll admit, yes, it is so. I had it--’<br> <br> ‘From Pattison?’<br> <br> ‘Indirectly,’ he said, which I believe was lying, ‘yes.’ ‘Pattison,’ I said, ‘took that stuff at his own risk.’<br> <br> He pursed his mouth and bowed.<br> <br> ‘My great-grandmother's recipes,’ I said, ‘are queer things to handle. My father was near making me promise--’<br> <br> ‘He didn't?’<br> <br> ‘No. But he warned me. He himself used one--once.’<br> <br> ‘Ah! . . . But do you think--? Suppose--suppose there did happen to be one--’<br> <br> ‘The things are curious documents,’ I said.<br> <br> ‘Even the smell of 'em. . . . No!’<br> <br> But after going so far Pyecraft was resolved I should go farther. I was always a little afraid if I tried his patience too much he would fall on me suddenly and smother me. I own I was weak. But I was also annoyed with Pyecraft. I had got to that state of feeling for him that disposed me to say, ‘Well, TAKE the risk!’ The little affair of Pattison to which I have alluded was a different matter altogether. What it was doesn't concern us now, but I knew, anyhow, that the particular recipe I used then was safe. The rest I didn't know so much about, and, on the whole, I was inclined to doubt their safety pretty completely.<br> <br> Yet even if Pyecraft got poisoned--<br> <br> I must confess the poisoning of Pyecraft struck me as an immense undertaking.<br> <br> That evening I took that queer, odd-scented sandalwood box out of my safe and turned the rustling skins over. The gentleman who wrote the recipes for my great-grandmother evidently had a weakness for skins of a miscellaneous origin, and his handwriting was cramped to the last degree. Some of the things are quite unreadable to me--though my family, with its Indian Civil Service associations, has kept up a knowledge of Hindustani from generation to generation--and none are absolutely plain sailing. But I found the one that I knew was there soon enough, and sat on the floor by my safe for some time looking at it.<br> <br> ‘Look here,’ said I to Pyecraft next day, and snatched the slip away from his eager grasp.<br> <br> ‘So far as I--can make it out, this is a recipe for Loss of Weight. (‘Ah!’ said Pyecraft.) I'm not absolutely sure, but I think it's that. And if you take my advice you'll leave it alone. Because, you know-- I blacken my blood in your interest, Pyecraft--my ancestors on that side were, so far as I can gather, a jolly queer lot. See?’<br> <br> ‘Let me try it,’ said Pyecraft.<br> <br> I leant back in my chair. My imagination made one mighty effort and fell flat within me. ‘What in Heaven's name, Pyecraft,’ I asked, ‘do you think you'll look like when you get thin?’<br> <br> He was impervious to reason. I made him promise never to say a word to me about his disgusting fatness again whatever happened--never, and then I handed him that little piece of skin.<br> <br> ‘It's nasty stuff,’ I said.<br> <br> ‘No matter,’ he said, and took it.<br> <br> He goggled at it. ‘But--but--’ he said.<br> <br> He had just discovered that it wasn't English.<br> <br> ‘To the best of my ability,’ I said, ‘I will do you a translation.’<br> <br> I did my best. After that we didn't speak for a fortnight. Whenever he approached me I frowned and motioned him away, and he respected our compact, but at the end of a fortnight he was as fat as ever. And then he got a word in.<br> <br> ‘I must speak,’ he said. ‘It isn't fair. There's something wrong. It's done me no good. You're not doing your great-grandmother justice.’<br> <br> ‘Where's the recipe?’<br> <br> He produced it gingerly from his pocket-book.<br> <br> I ran my eye over the items. ‘Was the egg addled?’ I asked.<br> <br> ‘No. Ought it to have been?’<br> <br> ‘That,’ I said, ‘goes without saying in all my poor dear great-grandmother's recipes. When condition or quality is not specified you must get the worst. She was drastic or nothing. . . . And there's one or two possible alternatives to some of these other things. You got FRESH rattlesnake venom.’<br> <br> ‘I got a rattlesnake from Jamrach's. It cost--it cost--’<br> <br> ‘That's your affair, anyhow. This last item--’<br> <br> ‘I know a man who--’<br> <br> ‘Yes. H'm. Well, I'll write the alternatives down. So far as I know the language, the spelling of this recipe is particularly atrocious. By-the-bye, dog here probably means pariah dog.’<br> <br> For a month after that I saw Pyecraft constantly at the club and as fat and anxious as ever. He kept our treaty, but at times he broke the spirit of it by shaking his head despondently. Then one day in the cloakroom he said, ‘Your great-grandmother--’<br> <br> ‘Not a word against her,’ I said; and he held his peace.<br> <br> I could have fancied he had desisted, and I saw him one day talking to three new members about his fatness as though he was in search of other recipes. And then, quite unexpectedly, his telegram came.<br> <br> ‘Mr. Formalyn!’ bawled a page-boy under my nose, and I took the telegram and opened it at once.<br> <br> ‘For Heaven's sake come.--Pyecraft.’<br> <br> ‘H'm,’ said I, and to tell the truth I was so pleased at the rehabilitation of my great grandmother's reputation this evidently promised that I made a most excellent lunch.<br> <br> I got Pyecraft's address from the hall porter. Pyecraft inhabited the upper half of a house in Bloomsbury, and I went there so soon as I had done my coffee and Trappistine. I did not wait to finish my cigar.<br> <br> ‘Mr. Pyecraft?’ said I, at the front door.<br> <br> They believed he was ill; he hadn't been out for two days.<br> <br> ‘He expects me,’ said I, and they sent me up.<br> <br> I rang the bell at the lattice-door upon the landing.<br> <br> ‘He shouldn't have tried it, anyhow,’ I said to myself. ‘A man who eats like a pig ought to look like a pig.’<br> <br> An obviously worthy woman, with an anxious face and a carelessly placed cap, came and surveyed me through the lattice.<br> <br> I gave my name and she let me in in a dubious fashion.<br> <br> ‘Well?’ said I, as we stood together inside Pyecraft's piece of the landing.<br> <br> ‘'E said you was to come in if you came,’ she said, and regarded me, making no motion to show me anywhere. And then, confidentially, ‘'E's locked in, sir.’<br> <br> ‘Locked in?’<br> <br> ‘Locked himself in yesterday morning and 'asn't let any one in since, sir. And ever and again SWEARING. Oh, my!’<br> <br> I stared at the door she indicated by her glances.<br> <br> ‘In there?’ I said.<br> <br> ‘Yes, sir.’<br> <br> ‘What's up?’<br> <br> She shook her head sadly, ‘'E keeps on calling for vittles, sir. 'EAVY vittles 'e wants. I get 'im what I can. Pork 'e's 'ad, sooit puddin', sossiges, noo bread. Everythink like that. Left outside, if you please, and me go away. 'E's eatin', sir, somethink AWFUL.’<br> <br> There came a piping bawl from inside the door: ‘That Formalyn?’<br> <br> ‘That you, Pyecraft?’ I shouted, and went and banged the door.<br> <br> ‘Tell her to go away.’<br> <br> I did.<br> <br> Then I could hear a curious pattering upon the door, almost like some one feeling for the handle in the dark, and Pyecraft's familiar grunts.<br> <br> ‘It's all right,’ I said, ‘she's gone.’<br> <br> But for a long time the door didn't open.<br> <br> I heard the key turn. Then Pyecraft's voice said, ‘Come in.’<br> <br> I turned the handle and opened the door. Naturally I expected to see Pyecraft.<br> <br> Well, you know, he wasn't there!<br> <br> I never had such a shock in my life. There was his sitting-room in a state of untidy disorder, plates and dishes among the books and writing things, and several chairs overturned, but Pyecraft--<br> <br> ‘It's all right, o' man; shut the door,’ he said, and then I discovered him.<br> <br> There he was right up close to the cornice in the corner by the door, as though some one had glued him to the ceiling. His face was anxious and angry. He panted and gesticulated. ‘Shut the door,’ he said. ‘If that woman gets hold of it--’<br> <br> I shut the door, and went and stood away from him and stared.<br> <br> ‘If anything gives way and you tumble down,’ I said, ‘you'll break your neck, Pyecraft.’<br> <br> ‘I wish I could,’ he wheezed.<br> <br> ‘A man of your age and weight getting up to kiddish gymnastics--’<br> <br> ‘Don't,’ he said, and looked agonised.<br> <br> ‘I'll tell you,’ he said, and gesticulated.<br> <br> ‘How the deuce,’ said I, ‘are you holding on up there?’<br> <br> And then abruptly I realised that he was not holding on at all, that he was floating up there--just as a gas-filled bladder might have floated in the same position. He began a struggle to thrust himself away from the ceiling and to clamber down the wall to me. ‘It's that prescription,’ he panted, as he did so. ‘Your great-gran--’<br> <br> He took hold of a framed engraving rather carelessly as he spoke and it gave way, and he flew back to the ceiling again, while the picture smashed onto the sofa. Bump he went against the ceiling, and I knew then why he was all over white on the more salient curves and angles of his person. He tried again more carefully, coming down by way of the mantel.<br> <br> It was really a most extraordinary spectacle, that great, fat, apoplectic-looking man upside down and trying to get from the ceiling to the floor. ‘That prescription,’ he said. ‘Too successful.’<br> <br> ‘How?’<br> <br> ‘Loss of weight--almost complete.’<br> <br> And then, of course, I understood.<br> <br> ‘By Jove, Pyecraft,’ said I, ‘what you wanted was a cure for fatness! But you always called it weight. You would call it weight.’<br> <br> Somehow I was extremely delighted. I quite liked Pyecraft for the time. ‘Let me help you!’ I said, and took his hand and pulled him down. He kicked about, trying to get a foothold somewhere. It was very like holding a flag on a windy day.<br> <br> ‘That table,’ he said, pointing, ‘is solid mahogany and very heavy. If you can put me under that---’<br> <br> I did, and there he wallowed about like a captive balloon, while I stood on his hearthrug and talked to him.<br> <br> I lit a cigar. ‘Tell me,’ I said, ‘what happened?’<br> <br> ‘I took it,’ he said.<br> <br> ‘How did it taste?’<br> <br> ‘Oh, BEASTLY!’<br> <br> I should fancy they all did. Whether one regards the ingredients or the probable compound or the possible results, almost all of my great-grandmother's remedies appear to me at least to be extraordinarily uninviting. For my own part--<br> <br> ‘I took a little sip first.’<br> <br> ‘Yes?’<br> <br> ‘And as I felt lighter and better after an hour, I decided to take the draught.’<br> <br> ‘My dear Pyecraft!’<br> <br> ‘I held my nose,’ he explained. ‘And then I kept on getting lighter and lighter--and helpless, you know.’<br> <br> He gave way to a sudden burst of passion. ‘What the goodness am I to DO?’ he said.<br> <br> ‘There's one thing pretty evident,’ I said, ‘that you mustn't do. If you go out of doors, you'll go up and up.’ I waved an arm upward. ‘They'd have to send Santos-Dumont after you to bring you down again.’<br> <br> ‘I suppose it will wear off?’<br> <br> I shook my head. ‘I don't think you can count on that,’ I said.<br> <br> And then there was another burst of passion, and he kicked out at adjacent chairs and banged the floor. He behaved just as I should have expected a great, fat, self-indulgent man to behave under trying circumstances--that is to say, very badly. He spoke of me and my great-grandmother with an utter want of discretion.<br> <br> ‘I never asked you to take the stuff,’ I said.<br> <br> And generously disregarding the insults he was putting upon me, I sat down in his armchair and began to talk to him in a sober, friendly fashion.<br> <br> I pointed out to him that this was a trouble he had brought upon himself, and that it had almost an air of poetical justice. He had eaten too much. This he disputed, and for a time we argued the point.<br> <br> He became noisy and violent, so I desisted from this aspect of his lesson. ‘And then,’ said I, ‘you committed the sin of euphuism. You called it not Fat, which is just and inglorious, but Weight. You--’<br> <br> He interrupted to say he recognised all that. What was he to DO?<br> <br> I suggested he should adapt himself to his new conditions. So we came to the really sensible part of the business. I suggested that it would not be difficult for him to learn to walk about on the ceiling with his hands--<br> <br> ‘I can't sleep,’ he said.<br> <br> But that was no great difficulty. It was quite possible, I pointed out, to make a shake-up under a wire mattress, fasten the under things on with tapes, and have a blanket, sheet, and coverlet to button at the side. He would have to confide in his housekeeper, I said; and after some squabbling he agreed to that. (Afterwards it was quite delightful to see the beautifully matter-of-fact way with which the good lady took all these amazing inversions.) He could have a library ladder in his room, and all his meals could be laid on the top of his bookcase. We also hit on an ingenious device by which he could get to the floor whenever he wanted, which was simply to put the British Encyclopaedia (tenth edition) on the top of his open shelves. He just pulled out a couple of volumes and held on, and down he came. And we agreed there must be iron staples along the skirting, so that he could cling to those whenever he wanted to get about the room on the lower level.<br> <br> As we got on with the thing I found myself almost keenly interested. It was I who called in the housekeeper and broke matters to her, and it was I chiefly who fixed up the inverted bed. In fact, I spent two whole days at his flat. I am a handy, interfering sort of man with a screw-driver, and I made all sorts of ingenious adaptations for him--ran a wire to bring his bells within reach, turned all his electric lights up instead of down, and so on. The whole affair was extremely curious and interesting to me, and it was delightful to think of Pyecraft like some great, fat blow-fly, crawling about on his ceiling and clambering round the lintels of his doors from one room to another, and never, never, never coming to the club any more. . . .<br> <br> Then, you know, my fatal ingenuity got the better of me. I was sitting by his fire drinking his whisky, and he was up in his favourite corner by the cornice, tacking a Turkey carpet to the ceiling, when the idea struck me. ‘By Jove, Pyecraft!’ I said, ‘all this is totally unnecessary.’<br> <br> And before I could calculate the complete consequences of my notion I blurted it out. ‘Lead underclothing,’ said I, and the mischief was done.<br> <br> Pyecraft received the thing almost in tears. ‘To be right ways up again--’ he said. I gave him the whole secret before I saw where it would take me. ‘Buy sheet lead,’ I said, ‘stamp it into discs. Sew 'em all over your underclothes until you have enough. Have lead-soled boots, carry a bag of solid lead, and the thing is done! Instead of being a prisoner here you may go abroad again, Pyecraft; you may travel--’<br> <br> A still happier idea came to me. ‘You need never fear a shipwreck. All you need do is just slip off some or all of your clothes, take the necessary amount of luggage in your hand, and float up in the air--’<br> <br> In his emotion he dropped the tack-hammer within an ace of my head. ‘By Jove!’ he said, ‘I shall be able to come back to the club again.’<br> <br> The thing pulled me up short. ‘By Jove!’ I said faintly. ‘Yes. Of course--you will.’<br> <br> He did. He does. There he sits behind me now, stuffing--as I live!-- a third go of buttered tea-cake. And no one in the whole world knows-- except his housekeeper and me--that he weighs practically nothing; that he is a mere boring mass of assimilatory matter, mere clouds in clothing, niente, nefas, the most inconsiderable of men. There he sits watching until I have done this writing. Then, if he can, he will waylay me. He will come billowing up to me. . . .<br> <br> He will tell me over again all about it, how it feels, how it doesn't feel, how he sometimes hopes it is passing off a little. And always somewhere in that fat, abundant discourse he will say, ‘The secret's keeping, eh? If any one knew of it--I should be so ashamed. . . . Makes a fellow look such a fool, you know. Crawling about on a ceiling and all that. . . .’<br> <br> And now to elude Pyecraft, occupying, as he does, an admirable strategic position between me and the door.</p>"}