{
	"id":"user662",
	"title":"The Love Song of J. Alfred Prufrock by T.S. Eliot (Countryside)",
	"image":"Hammonton Photography.jpg",
	"tag":["15", "9", "5"],
	"video":{"src":["Puffy-white-clouds-moving-across-blue-sky-on-a-sunny-day.m4v", "Swirling-sunset-sky.m4v", "Quick-pan-of-sunlight-shining-down-on-valley.m4v", "Orchid-with-dripping-water.m4v", "Orchard-of-pink-blossomed-trees.m4v"],"title":"video title","type":"background"},
	"main_text":"S'io credesse che mia risposta fosse<br><br>A persona che mai tornasse al mondo,<br><br>Questa fiamma staria senza piu scosse.<br><br>Ma perciocche giammai di questo fondo<br><br>Non torno vivo alcun, s'i'odo il vero,<br><br>Senza tema d'infamia ti rispondo.<br><br><br><br>Let us go then, you and I,<br><br>When the evening is spread out against the sky<br><br>Like a patient etherised upon a table;<br><br>Let us go, through certain half-deserted streets,<br><br>The muttering retreats<br><br>Of restless nights in one-night cheap hotels<br><br>And sawdust restaurants with oyster-shells:<br><br>Streets that follow like a tedious argument<br><br>Of insidious intent<br><br>To lead you to an overwhelming question...<br><br>Oh, do not ask, 'What is it?'Let us go and make our visit.<br><br><br><br>In the room the women come and go<br><br>Talking of Michelangelo.<br><br><br><br>The yellow fog that rubs its back upon the window-panes,<br><br>The yellow smoke that rubs its muzzle on the window-panes<br><br>Licked its tongue into the corners of the evening,<br><br>Lingered upon the pools that stand in drains,<br><br>Let fall upon its back the soot that falls from chimneys,<br><br>Slipped by the terrace, made a sudden leap,<br><br>And seeing that it was a soft October night,<br><br>Curled once about the house, and fell asleep.<br><br><br><br>And indeed there will be time<br><br>For the yellow smoke that slides along the street,<br><br>Rubbing its back upon the window-panes;<br><br>There will be time, there will be time<br><br>To prepare a face to meet the faces that you meet;<br><br>There will be time to murder and create,<br><br>And time for all the works and days of hands<br><br>That lift and drop a question on your plate;<br><br>Time for you and time for me,<br><br>And time yet for a hundred indecisions,<br><br>And for a hundred visions and revisions,<br><br>Before the taking of a toast and tea.<br><br><br><br>In the room the women come and go<br><br>Talking of Michelangelo.<br><br><br><br>And indeed there will be time<br><br>To wonder, 'Do I dare?' and, 'Do I dare?'<br><br>Time to turn back and descend the stair,<br><br>With a bald spot in the middle of my hair-<br><br>[They will say: 'How his hair is growing thin!']<br><br>My morning coat, my collar mounting firmly to the chin,<br><br>My necktie rich and modest, but asserted by a simple pin-<br><br>[They will say: 'But how his arms and legs are thin!']<br><br>Do I dare<br><br>Disturb the universe?<br><br>In a minute there is time<br><br>For decisions and revisions which a minute will reverse.<br><br><br><br>For I have known them all already, known them all:-<br><br>Have known the evenings, mornings, afternoons,<br><br>I have measured out my life with coffee spoons;<br><br>I know the voices dying with a dying fall<br><br>Beneath the music from a farther room.<br><br>So how should I presume?<br><br><br><br>And I have known the eyes already, known them all-<br><br>The eyes that fix you in a formulated phrase,<br><br>And when I am formulated, sprawling on a pin,<br><br>When I am pinned and wriggling on the wall,<br><br>Then how should I begin<br><br>To spit out all the butt-ends of my days and ways?<br><br>And how should I presume?<br><br><br><br>And I have known the arms already, known them all-<br><br>Arms that are braceleted and white and bare<br><br>[But in the lamplight, downed with light brown hair!]<br><br>Is it perfume from a dress<br><br>That makes me so digress?<br><br>Arms that lie along a table, or wrap about a shawl.<br><br>And should I then presume?<br><br>And how should I begin?<br><br>. . . . . . . . . .<br><br>Shall I say, I have gone at dusk through narrow streets<br><br>And watched the smoke that rises from the pipes<br><br>Of lonely men in shirt-sleeves, leaning out of windows?<br><br><br><br>I should have been a pair of ragged claws<br><br>Scuttling across the floors of silent seas.<br><br>. . . . . . . . . .<br><br>And the afternoon, the evening, sleeps so peacefully!<br><br>Smoothed by long fingers,<br><br>Asleep...tired...or it malingers,<br><br>Stretched on the floor, here beside you and me.<br><br>Should I, after tea and cakes and ices,<br><br>Have the strength to force the moment to its crisis?<br><br>But though I have wept and fasted, wept and prayed,<br><br>Though I have seen my head [grown slightly bald] brought in upon a platter,<br><br>I am no prophet-and here's no great matter;<br><br>I have seen the moment of my greatness flicker,<br><br>And I have seen the eternal Footman hold my coat, and snicker,<br><br>And in short, I was afraid.<br><br><br><br>And would it have been worth it, after all,<br><br>After the cups, the marmalade, the tea,<br><br>Among the porcelain, among some talk of you and me,<br><br>Would it have been worth while,<br><br>To have bitten off the matter with a smile,<br><br>To have squeezed the universe into a ball<br><br>To roll it toward some overwhelming question,<br><br>To say: ''I am Lazarus, come from the dead,<br><br>Come back to tell you all, I shall tell you all'-<br><br>If one, settling a pillow by her head,<br><br>Should say: 'That is not what I meant at all.<br><br>That is not it, at all.'<br><br><br><br>And would it have been worth it, after all,<br><br>Would it have been worth while,<br><br>After the sunsets and the dooryards and the sprinkled streets,<br><br>After the novels, after the teacups, after the skirts that trail along the floor-<br><br>And this, and so much more?-<br><br>It is impossible to say just what I mean!<br><br>But as if a magic lantern threw the nerves in patterns on a screen:<br><br>Would it have been worth while<br><br>If one, settling a pillow or throwing off a shawl,<br><br>And turning toward the window, should say:<br><br>'That is not it at all,<br><br>That is not what I meant, at all.'<br><br>. . . . . . . . . .<br><br>No! I am not Prince Hamlet, nor was meant to be;<br><br>Am an attendant lord, one that will do<br><br>To swell a progress, start a scene or two,<br><br>Advise the prince; no doubt, an easy tool,<br><br>Deferential, glad to be of use,<br><br>Politic, cautious, and meticulous;<br><br>Full of high sentence, but a bit obtuse;<br><br>At times, indeed, almost ridiculous-<br><br>Almost, at times, the Fool.<br><br><br><br>I grow old...I grow old...<br><br>I shall wear the bottoms of my trousers rolled.<br><br><br><br>Shall I part my hair behind? Do I dare to eat a peach?<br><br>I shall wear white flannel trousers, and walk upon the beach.<br><br>I have heard the mermaids singing, each to each.<br><br><br><br>I do not think that they will sing to me.<br><br><br><br>I have seen them riding seaward on the waves<br><br>Combing the white hair of the waves blown back<br><br>When the wind blows the water white and black.<br><br><br><br>We have lingered in the chambers of the sea<br><br>By sea-girls wreathed with seaweed red and brown<br><br>Till human voices wake us, and we drown.",
	"shuffle": false,
	"type": "presentation",
	
	"autoSlideTimer": 2
}