{"id":"user14","title":"Dissatisfaction","image":"Beau Rogers1.jpg","main_text":"Life, friends, is boring. We must not say so.<br>After all, the sky flashes, the great sea yearns,<br>we ourselves flash and yearn,<br>and moreover my mother told me as a boy<br>(repeatedly) 'Ever to confess you're bored<br>means you have no<br><br>Inner Resources.' I conclude now I have no<br>inner resources, because I am heavy bored.<br>Peoples bore me,<br>literature bores me, especially great literature,<br>Henry bores me, with his plights & gripes<br>as bad as achilles,<br><br>Who loves people and valiant art, which bores me.<br>And the tranquil hills, & gin, look like a drag<br>and somehow a dog<br>has taken itself & its tail considerably away<br>into mountains or sea or sky, leaving<br>behind: me, wag.</p><br>About suffering, they were never wrong,<br>The Old Masters: how well they understood<br>Its human position; how it takes place<br>While someone else is eating or opening a window or just walking dully<br>along;<br>How, when the aged are reverently, passionately waiting<br>For the miraculous birth, there always must be<br>Children who did not specially want it to happen, skating<br>On a pond at the edge of the wood:<br>They never forgot<br>That even the dreadful martyrdom must run its course<br>Anyhow in a corner, some untidy spot<br>Where the dogs go on with their doggy life and the torturer's horse<br>Scratches its innocent behind on a tree.<br><br>In Brughel's Icarus, for instance: how everything turns away<br>Quite leisurely from the disaster; the ploughman may<br>Have heard the splash, the forsaken cry,<br>But for him it was not an important failure; the sun shone<br>As it had to on the white legs disappearing into the green<br>Water; and the expensive delicate ship that must have seen<br>Something amazing, a boy falling out of the sky,<br>Had somewhere to get to and sailed calmly on.</p><br>MISTAH KURTZ—HE DEAD.<br>A penny for the Old Guy<br><br>I<br><br>We are the hollow men<br>We are the stuffed men<br>Leaning together<br>Headpiece filled with straw. Alas!<br>Our dried voices, when<br>We whisper together<br>Are quiet and meaningless<br>As wind in dry grass<br>Or rats' feet over broken glass<br>In our dry cellar<br><br>Shape without form, shade without colour,<br>Paralysed force, gesture without motion;<br><br>Those who have crossed<br>With direct eyes, to death's other Kingdom<br>Remember us—if at all—not as lost<br>Violent souls, but only<br>As the hollow men<br>The stuffed men.<br><br>II<br><br>Eyes I dare not meet in dreams<br>In death's dream kingdom<br>These do not appear:<br>There, the eyes are<br>Sunlight on a broken column<br>There, is a tree swinging<br>And voices are<br>In the wind's singing<br>More distant and more solemn<br>Than a fading star.<br><br>Let me be no nearer<br>In death's dream kingdom<br>Let me also wear<br>Such deliberate disguises<br>Rat's coat, crowskin, crossed staves<br>In a field<br>Behaving as the wind behaves<br>No nearer—<br><br>Not that final meeting<br>In the twilight kingdom<br><br>III<br><br>This is the dead land<br>This is cactus land<br>Here the stone images<br>Are raised, here they receive<br>The supplication of a dead man's hand<br>Under the twinkling of a fading star.<br><br>Is it like this<br>In death's other kingdom<br>Waking alone<br>At the hour when we are<br>Trembling with tenderness<br>Lips that would kiss<br>Form prayers to broken stone.<br><br>IV<br><br>The eyes are not here<br>There are no eyes here<br>In this valley of dying stars<br>In this hollow valley<br>This broken jaw of our lost kingdoms<br><br>In this last of meeting places<br>We grope together<br>And avoid speech<br>Gathered on this beach of the tumid river<br><br>Sightless, unless<br>The eyes reappear<br>As the perpetual star<br>Multifoliate rose<br>Of death's twilight kingdom<br>The hope only<br>Of empty men.<br><br>V<br><br>Here we go round the prickly pear<br>Prickly pear prickly pear<br>Here we go round the prickly pear<br>At five o'clock in the morning.<br><br>Between the idea<br>And the reality<br>Between the motion<br>And the act<br>Falls the Shadow<br>For Thine is the Kingdom<br><br>Between the conception<br>And the creation<br>Between the emotion<br>And the response<br>Falls the Shadow<br>Life is very long<br><br>Between the desire<br>And the spasm<br>Between the potency<br>And the existence<br>Between the essence<br>And the descent<br>Falls the Shadow<br>For Thine is the Kingdom<br><br>For Thine is<br>Life is<br>For Thine is the<br><br>This is the way the world ends<br>This is the way the world ends<br>This is the way the world ends<br>Not with a bang but a whimper.</p><br>My wife and I have asked a crowd of craps<br>To come and waste their time and ours: perhaps<br>You'd care to join us? In a pig's arse, friend.<br>Day comes to an end.<br>The gas fire breathes, the trees are darkly swayed.<br>And so Dear Warlock-Williams: I'm afraid -<br><br>Funny how hard it is to be alone.<br>I could spend half my evenings, if I wanted,<br>Holding a glass of washing sherry, canted<br>Over to catch the drivel of some bitch<br>Who's read nothing but Which;<br>Just think of all the spare time that has flown<br><br>Straight into nothingness by being filled<br>With forks and faces, rather than repaid<br>Under a lamp, hearing the noise of wind,<br>And looking out to see the moon thinned<br>To an air-sharpened blade.<br>A life, and yet how sternly it's instilled<br><br>All solitude is selfish. No one now<br>Believes the hermit with his gown and dish<br>Talking to God (who's gone too); the big wish<br>Is to have people nice to you, which means<br>Doing it back somehow.<br>Virtue is social. Are, then, these routines<br><br>Playing at goodness, like going to church?<br>Something that bores us, something we don't do well<br>(Asking that ass about his fool research)<br>But try to feel, because, however crudely,<br>It shows us what should be?<br>Too subtle, that. Too decent, too. Oh hell,<br><br>Only the young can be alone freely.<br>The time is shorter now for company,<br>And sitting by a lamp more often brings<br>Not peace, but other things.<br>Beyond the light stand failure and remorse<br>Whispering Dear Warlock-Williams: Why, of course -</p><br>A little black thing among the snow:<br>Crying weep, weep, in notes of woe!<br>Where are thy father & mother? say?<br>They are both gone up to the church to pray.<br><br>Because I was happy upon the heath.<br>And smil'd among the winters snow:<br>They clothed me in the clothes of death.<br>And taught me to sing the notes of woe.<br><br>And because I am happy. & dance & sing.<br>They think they have done me no injury:<br>And are gone to praise God & his Priest & King,<br>Who made up a heaven of our misery.</p><br>SHE sat at the window watching the evening invade the avenue. Her head was leaned against the window curtains and in her nostrils was the odour of dusty cretonne. She was tired.<br><br>Few people passed. The man out of the last house passed on his way home; she heard his footsteps clacking along the concrete pavement and afterwards crunching on the cinder path before the new red houses. One time there used to be a field there in which they used to play every evening with other people's children. Then a man from Belfast bought the field and built houses in it--not like their little brown houses but bright brick houses with shining roofs. The children of the avenue used to play together in that field --the Devines, the Waters, the Dunns, little Keogh the cripple, she and her brothers and sisters. Ernest, however, never played: he was too grown up. Her father used often to hunt them in out of the field with his blackthorn stick; but usually little Keogh used to keep nix and call out when he saw her father coming. Still they seemed to have been rather happy then. Her father was not so bad then; and besides, her mother was alive. That was a long time ago; she and her brothers and sisters were all grown up her mother was dead. Tizzie Dunn was dead, too, and the Waters had gone back to England. Everything changes. Now she was going to go away like the others, to leave her home.<br><br>Home! She looked round the room, reviewing all its familiar objects which she had dusted once a week for so many years, wondering where on earth all the dust came from. Perhaps she would never see again those familiar objects from which she had never dreamed of being divided. And yet during all those years she had never found out the name of the priest whose yellowing photograph hung on the wall above the broken harmonium beside the coloured print of the promises made to Blessed Margaret Mary Alacoque. He had been a school friend of her father. Whenever he showed the photograph to a visitor her father used to pass it with a casual word:<br><br>‘He is in Melbourne now.’<br><br>She had consented to go away, to leave her home. Was that wise? She tried to weigh each side of the question. In her home anyway she had shelter and food; she had those whom she had known all her life about her. O course she had to work hard, both in the house and at business. What would they say of her in the Stores when they found out that she had run away with a fellow? Say she was a fool, perhaps; and her place would be filled up by advertisement. Miss Gavan would be glad. She had always had an edge on her, especially whenever there were people listening.<br><br>‘Miss Hill, don't you see these ladies are waiting?’<br><br>‘Look lively, Miss Hill, please.’<br><br>She would not cry many tears at leaving the Stores.<br><br>But in her new home, in a distant unknown country, it would not be like that. Then she would be married--she, Eveline. People would treat her with respect then. She would not be treated as her mother had been. Even now, though she was over nineteen, she sometimes felt herself in danger of her father's violence. She knew it was that that had given her the palpitations. When they were growing up he had never gone for her like he used to go for Harry and Ernest, because she was a girl but latterly he had begun to threaten her and say what he would do to her only for her dead mother's sake. And no she had nobody to protect her. Ernest was dead and Harry, who was in the church decorating business, was nearly always down somewhere in the country. Besides, the invariable squabble for money on Saturday nights had begun to weary her unspeakably. She always gave her entire wages--seven shillings--and Harry always sent up what he could but the trouble was to get any money from her father. He said she used to squander the money, that she had no head, that he wasn't going to give her his hard-earned money to throw about the streets, and much more, for he was usually fairly bad on Saturday night. In the end he would give her the money and ask her had she any intention of buying Sunday's dinner. Then she had to rush out as quickly as she could and do her marketing, holding her black leather purse tightly in her hand as she elbowed her way through the crowds and returning home late under her load of provisions. She had hard work to keep the house together and to see that the two young children who had been left to hr charge went to school regularly and got their meals regularly. It was hard work--a hard life--but now that she was about to leave it she did not find it a wholly undesirable life.<br><br>She was about to explore another life with Frank. Frank was very kind, manly, open-hearted. She was to go away with him by the night-boat to be his wife and to live with him in Buenos Ayres where he had a home waiting for her. How well she remembered the first time she had seen him; he was lodging in a house on the main road where she used to visit. It seemed a few weeks ago. He was standing at the gate, his peaked cap pushed back on his head and his hair tumbled forward over a face of bronze. Then they had come to know each other. He used to meet her outside the Stores every evening and see her home. He took her to see The Bohemian Girl and she felt elated as she sat in an unaccustomed part of the theatre with him. He was awfully fond of music and sang a little. People knew that they were courting and, when he sang about the lass that loves a sailor, she always felt pleasantly confused. He used to call her Poppens out of fun. First of all it had been an excitement for her to have a fellow and then she had begun to like him. He had tales of distant countries. He had started as a deck boy at a pound a month on a ship of the Allan Line going out to Canada. He told her the names of the ships he had been on and the names of the different services. He had sailed through the Straits of Magellan and he told her stories of the terrible Patagonians. He had fallen on his feet in Buenos Ayres, he said, and had come over to the old country just for a holiday. Of course, her father had found out the affair and had forbidden her to have anything to say to him.<br><br>‘I know these sailor chaps,’ he said.<br><br>One day he had quarrelled with Frank and after that she had to meet her lover secretly.<br><br>The evening deepened in the avenue. The white of two letters in her lap grew indistinct. One was to Harry; the other was to her father. Ernest had been her favourite but she liked Harry too. Her father was becoming old lately, she noticed; he would miss her. Sometimes he could be very nice. Not long before, when she had been laid up for a day, he had read her out a ghost story and made toast for her at the fire. Another day, when their mother was alive, they had all gone for a picnic to the Hill of Howth. She remembered her father putting on her mothers bonnet to make the children laugh.<br><br>Her time was running out but she continued to sit by the window, leaning her head against the window curtain, inhaling the odour of dusty cretonne. Down far in the avenue she could hear a street organ playing. She knew the air Strange that it should come that very night to remind her of the promise to her mother, her promise to keep the home together as long as she could. She remembered the last night of her mother's illness; she was again in the close dark room at the other side of the hall and outside she heard a melancholy air of Italy. The organ-player had been ordered to go away and given sixpence. She remembered her father strutting back into the sickroom saying:<br><br>‘Damned Italians! coming over here!’<br><br>As she mused the pitiful vision of her mother's life laid its spell on the very quick of her being--that life of commonplace sacrifices closing in final craziness. She trembled as she heard again her mother's voice saying constantly with foolish insistence:<br><br>‘Derevaun Seraun! Derevaun Seraun!’<br><br>She stood up in a sudden impulse of terror. Escape! She must escape! Frank would save her. He would give her life, perhaps love, too. But she wanted to live. Why should she be unhappy? She had a right to happiness. Frank would take her in his arms, fold her in his arms. He would save her.<br><br>She stood among the swaying crowd in the station at the North Wall. He held her hand and she knew that he was speaking to her, saying something about the passage over and over again. The station was full of soldiers with brown baggages. Through the wide doors of the sheds she caught a glimpse of the black mass of the boat, lying in beside the quay wall, with illumined portholes. She answered nothing. She felt her cheek pale and cold and, out of a maze of distress, she prayed to God to direct her, to show her what was her duty. The boat blew a long mournful whistle into the mist. If she went, tomorrow she would be on the sea with Frank, steaming towards Buenos Ayres. Their passage had been booked. Could she still draw back after all he had done for her? Her distress awoke a nausea in her body and she kept moving her lips in silent fervent prayer.<br><br>A bell clanged upon her heart. She felt him seize her hand:<br><br>‘Come!’<br><br>All the seas of the world tumbled about her heart. He was drawing her into them: he would drown her. She gripped with both hands at the iron railing.<br><br>‘Come!’<br><br>No! No! No! It was impossible. Her hands clutched the iron in frenzy. Amid the seas she sent a cry of anguish.<br><br>‘Eveline! Evvy!’<br><br>He rushed beyond the barrier and called to her to follow. He was shouted at to go on but he still called to her. She set her white face to him, passive, like a helpless animal. Her eyes gave him no sign of love or farewell or recognition.</p><br>Here come I to my own again,<br>Fed, forgiven and known again,<br>Claimed by bone of my bone again<br>And cheered by flesh of my flesh.<br>The fatted calf is dressed for me,<br>But the husks have greater zest for me,<br>I think my pigs will be best for me,<br>So I'm off to the Yards afresh.<br><br>I never was very refined, you see,<br>(And it weighs on my brother's mind, you see)<br>But there's no reproach among swine, d'you see,<br>For being a bit of a swine.<br>So I'm off with wallet and staff to eat<br>The bread that is three parts chaff to wheat,<br>But glory be! - there's a laugh to it,<br>Which isn't the case when we dine.<br><br>My father glooms and advises me,<br>My brother sulks and despises me,<br>And Mother catechises me<br>Till I want to go out and swear.<br>And, in spite of the butler's gravity,<br>I know that the servants have it I<br>Am a monster of moral depravity,<br>And I'm damned if I think it's fair!<br><br>I wasted my substance, I know I did,<br>On riotous living, so I did,<br>But there's nothing on record to show I did<br>Worse than my betters have done.<br>They talk of the money I spent out there -<br>They hint at the pace that I went out there -<br>But they all forget I was sent out there<br>Alone as a rich man's son.<br><br>So I was a mark for plunder at once,<br>And lost my cash (can you wonder?) at once,<br>But I didn't give up and knock under at once,<br>I worked in the Yards, for a spell,<br>Where I spent my nights and my days with hogs.<br>And shared their milk and maize with hogs,<br>Till, I guess, I have learned what pays with hogs<br>And - I have that knowledge to sell!<br><br>So back I go to my job again,<br>Not so easy to rob again,<br>Or quite so ready to sob again<br>On any neck that's around.<br>I'm leaving, Pater. Good-bye to you!<br>God bless you, Mater! I'll write to you!<br>I wouldn't be impolite to you,<br>But, Brother, you are a hound!</p><br>To sit on rocks, to muse o'er flood and fell,<br>To slowly trace the forest's shady scene,<br>Where things that own not man's dominion dwell,<br>And mortal foot hath ne'er or rarely been;<br>To climb the trackless mountain all unseen,<br>With the wild flock that never needs a fold;<br>Alone o'er steeps and foaming falls to lean;<br>This is not solitude, 'tis but to hold<br>Converse with Nature's charms, and view her stores unrolled.<br><br>But midst the crowd, the hurry, the shock of men,<br>To hear, to see, to feel and to possess,<br>And roam alone, the world's tired denizen,<br>With none who bless us, none whom we can bless;<br>Minions of splendour shrinking from distress!<br>None that, with kindred consciousness endued,<br>If we were not, would seem to smile the less<br>Of all the flattered, followed, sought and sued;<br>This is to be alone; this, this is solitude!</p><br>It so happens I am sick of being a man.<br>And it happens that I walk into tailorshops and movie<br>houses<br>dried up, waterproof, like a swan made of felt<br>steering my way in a water of wombs and ashes.<br><br>The smell of barbershops makes me break into hoarse<br>sobs.<br>The only thing I want is to lie still like stones or wool.<br>The only thing I want is to see no more stores, no gardens,<br>no more goods, no spectacles, no elevators.<br><br>It so happens that I am sick of my feet and my nails<br>and my hair and my shadow.<br>It so happens I am sick of being a man.<br><br>Still it would be marvelous<br>to terrify a law clerk with a cut lily,<br>or kill a nun with a blow on the ear.<br>It would be great<br>to go through the streets with a green knife<br>letting out yells until I died of the cold.<br><br>I don't want to go on being a root in the dark,<br>insecure, stretched out, shivering with sleep,<br>going on down, into the moist guts of the earth,<br>taking in and thinking, eating every day.<br><br>I don't want so much misery.<br>I don't want to go on as a root and a tomb,<br>alone under the ground, a warehouse with corpses,<br>half frozen, dying of grief.<br><br>That's why Monday, when it sees me coming<br>with my convict face, blazes up like gasoline,<br>and it howls on its way like a wounded wheel,<br>and leaves tracks full of warm blood leading toward the<br>night.<br><br>And it pushes me into certain corners, into some moist<br>houses,<br>into hospitals where the bones fly out the window,<br>into shoeshops that smell like vinegar,<br>and certain streets hideous as cracks in the skin.<br><br>There are sulphur-colored birds, and hideous intestines<br>hanging over the doors of houses that I hate,<br>and there are false teeth forgotten in a coffeepot,<br>there are mirrors<br>that ought to have wept from shame and terror,<br>there are umbrellas everywhere, and venoms, and umbilical<br>cords.<br><br>I stroll along serenely, with my eyes, my shoes,<br>my rage, forgetting everything,<br>I walk by, going through office buildings and orthopedic<br>shops,<br>and courtyards with washing hanging from the line:<br>underwear, towels and shirts from which slow<br>dirty tears are falling.</p><br>When I see a couple of kids<br>And guess he's fucking her and she's<br>Taking pills or wearing a diaphragm,<br>I know this is paradise<br><br>Everyone old has dreamed of all their lives--<br>Bonds and gestures pushed to one side<br>Like an outdated combine harvester,<br>And everyone young going down the long slide<br><br>To happiness, endlessly. I wonder if<br>Anyone looked at me, forty years back,<br>And thought, That'll be the life;<br>No God any more, or sweating in the dark<br><br>About hell and that, or having to hide<br>What you think of the priest. He<br>And his lot will all go down the long slide<br>Like free bloody birds. And immediately<br><br>Rather than words comes the thought of high windows:<br>The sun-comprehending glass,<br>And beyond it, the deep blue air, that shows<br>Nothing, and is nowhere, and is endless.</p><br>A great and glorious thing it is<br>To learn, for seven years or so,<br>The Lord knows what of that and this,<br>Ere reckoned fit to face the foe --<br>The flying bullet down the Pass,<br>That whistles clear: ‘All flesh is grass.’<br><br>Three hundred pounds per annum spent<br>On making brain and body meeter<br>For all the murderous intent<br>Comprised in ‘villanous saltpetre!’<br>And after -- ask the Yusufzaies<br>What comes of all our 'ologies.<br><br>A scrimmage in a Border Station --<br>A canter down some dark defile --<br>Two thousand pounds of education<br>Drops to a ten-rupee jezail --<br>The Crammer's boast, the Squadron's pride,<br>Shot like a rabbit in a ride!<br><br>No proposition Euclid wrote,<br>No formulae the text-books know,<br>Will turn the bullet from your coat,<br>Or ward the tulwar's downward blow<br>Strike hard who cares -- shoot straight who can --<br>The odds are on the cheaper man.<br><br>One sword-knot stolen from the camp<br>Will pay for all the school expenses<br>Of any Kurrum Valley scamp<br>Who knows no word of moods and tenses,<br>But, being blessed with perfect sight,<br>Picks off our messmates left and right.<br><br>With home-bred hordes the hillsides teem,<br>The troop-ships bring us one by one,<br>At vast expense of time and steam,<br>To slay Afridis where they run.<br>The ‘captives of our bow and spear’<br>Are cheap -- alas! as we are dear. </p><br>Is this a holy thing to see.<br>In a rich and fruitful land.<br>Babes reduced to misery.<br>Fed with cold and usurous hand?<br><br>Is that trembling cry a song?<br>Can it be a song of joy?<br>And so many children poor?<br>It is a land of poverty!<br><br>And their sun does never shine.<br>And their fields are bleak & bare.<br>And their ways are fill'd with thorns<br>It is eternal winter there.<br><br>For where-e'er the sun does shine.<br>And where-e'er the rain does fall:<br>Babe can never hunger there,<br>Nor poverty the mind appall.</p>"}