{"id":"user24","title":"Christina Rossetti","exclude_from_menu":"true","image":"Dan Zen.jpg","main_text":"My heart is like a singing bird<br>Whose nest is in a water'd shoot;<br>My heart is like an apple-tree<br>Whose boughs are bent with thickset fruit;<br>My heart is like a rainbow shell<br>That paddles in a halcyon sea;<br>My heart is gladder than all these<br>Because my love is come to me.<br><br>Raise me a dais of silk and down;<br>Hang it with vair and purple dyes;<br>Carve it in doves and pomegranates,<br>And peacocks with a hundred eyes;<br>Work it in gold and silver grapes,<br>In leaves and silver fleurs-de-lys;<br>Because the birthday of my life<br>Is come, my love is come to me.</p><br>I have no wit, no words, no tears;<br>My heart within me like a stone<br>Is numbed too much for hopes or fears.<br>Look right, look left, I dwell alone;<br>I lift mine eyes, but dimmed with grief<br>No everlasting hills I see;<br>My life is in the falling leaf:<br>O Jesus, quicken me.<br><br>My life is like a faded leaf,<br>My harvest dwindled to a husk:<br>Truly my life is void and brief<br>And tedious in the barren dusk;<br>My life is like a frozen thing,<br>No bud nor greenness can I see:<br>Yet rise it shall--the sap of spring;<br>O Jesus, rise in me.<br><br>My life is like a broken bowl,<br>A broken bowl that cannot hold<br>One drop of water for my soul<br>Or cordial in the searching cold;<br>Cast in the fire the perished thing;<br>Melt and remould it, till it be<br>A royal cup for Him, my King:<br>O Jesus, drink of me</p><br>Remember me when I am gone away,<br>Gone far away into the silent land;<br>When you can no more hold me by the hand,<br>Nor I half turn to go yet turning stay.<br>Remember me when no more day by day<br>You tell me of our future that you plann'd:<br>Only remember me; you understand<br>It will be late to counsel then or pray.<br>Yet if you should forget me for a while<br>And afterwards remember, do not grieve:<br>For if the darkness and corruption leave<br>A vestige of the thoughts that once I had,<br>Better by far you should forget and smile<br>Than that you should remember and be sad.</p><br>One face looks out from all his canvasses,<br>One selfsame figure sits or walks or leans;<br>We found her hidden just behind those screens,<br>That mirror gave back all her loveliness.<br>A queenin opal or in ruby dress,<br>A nameless girl in freshest summer greens,<br>A saint, an angel; -- every canvass means<br>The same one meaning, neither more nor less.<br>He feeds upon her face by day and night,<br>And she with true kind eyes looks back on him<br>Fair as the moon and joyfull as the light;<br>Not wan with waiting, not with sorrow dim;<br>Not as she is, but was when hope shone bright;<br>Not as she is, but as she fills his dream.</p><br>I tell my secret? No indeed, not I:<br>Perhaps some day, who knows?<br>But not today; it froze, and blows, and snows,<br>And you're too curious: fie!<br>You want to hear it? well:<br>Only, my secret's mine, and I won't tell.<br><br>Or, after all, perhaps there's none:<br>Suppose there is no secret after all,<br>But only just my fun.<br>Today's a nipping day, a biting day;<br>In which one wants a shawl,<br>A veil, a cloak, and other wraps:<br>I cannot ope to every one who taps,<br>And let the draughts come whistling thro' my hall;<br>Come bounding and surrounding me,<br>Come buffeting, astounding me,<br>Nipping and clipping thro' my wraps and all.<br>I wear my mask for warmth: who ever shows<br>His nose to Russian snows<br>To be pecked at by every wind that blows?<br>You would not peck? I thank you for good will,<br>Believe, but leave that truth untested still.<br><br>Spring's and expansive time: yet I don't trust<br>March with its peck of dust,<br>Nor April with its rainbow-crowned brief showers,<br>Nor even May, whose flowers<br>One frost may wither thro' the sunless hours.<br>Perhaps some languid summer day,<br>When drowsy birds sing less and less,<br>And golden fruit is ripening to excess,<br>If there's not too much sun nor too much cloud,<br>And the warm wind is neither still nor loud,<br>Perhaps my secret I may say,<br>Or you may guess.</p>"}