{"id":"user33","title":"Amy Lowell","exclude_from_menu":"true","image":"TORLEY.jpg","main_text":"A music-stand of crimson lacquer, long since brought<br>In some fast clipper-ship from China, quaintly wrought<br>With bossed and carven flowers and fruits in blackening gold,<br>The slender shaft all twined about and thickly scrolled<br>With vine leaves and young twisted tendrils, whirling, curling,<br>Flinging their new shoots over the four wings, and swirling<br>Out on the three wide feet in golden lumps and streams;<br>Petals and apples in high relief, and where the seams<br>Are worn with handling, through the polished crimson sheen,<br>Long streaks of black, the under lacquer, shine out clean.<br>Four desks, adjustable, to suit the heights of players<br>Sitting to viols or standing up to sing, four layers<br>Of music to serve every instrument, are there,<br>And on the apex a large flat-topped golden pear.<br>It burns in red and yellow, dusty, smouldering lights,<br>When the sun flares the old barn-chamber with its flights<br>And skips upon the crystal knobs of dim sideboards,<br>Legless and mouldy, and hops, glint to glint, on hoards<br>Of scythes, and spades, and dinner-horns, so the old tools<br>Are little candles throwing brightness round in pools.<br>With Oriental splendour, red and gold, the dust<br>Covering its flames like smoke and thinning as a gust<br>Of brighter sunshine makes the colours leap and range,<br>The strange old music-stand seems to strike out and change;<br>To stroke and tear the darkness with sharp golden claws;<br>To dart a forked, vermilion tongue from open jaws;<br>To puff out bitter smoke which chokes the sun; and fade<br>Back to a still, faint outline obliterate in shade.<br>Creeping up the ladder into the loft, the Boy<br>Stands watching, very still, prickly and hot with joy.<br>He sees the dusty sun-mote slit by streaks of red,<br>He sees it split and stream, and all about his head<br>Spikes and spears of gold are licking, pricking, flicking,<br>Scratching against the walls and furniture, and nicking<br>The darkness into sparks, chipping away the gloom.<br>The Boy's nose smarts with the pungence in the room.<br>The wind pushes an elm branch from before the door<br>And the sun widens out all along the floor,<br>Filling the barn-chamber with white, straightforward light,<br>So not one blurred outline can tease the mind to fright.<br>‘O All ye Works of the Lord, Bless<br>ye the Lord; Praise Him, and Magnify Him<br>for ever.<br>O let the Earth Bless the Lord; Yea, let it Praise Him,<br>and Magnify Him<br>for ever.<br>O ye Mountains and Hills, Bless ye the Lord; Praise<br>Him, and Magnify Him<br>for ever.<br>O All ye Green Things upon the Earth, Bless ye the Lord;<br>Praise Him,<br>and Magnify Him for ever.’<br>The Boy will praise his God on an altar builded<br>fair,<br>Will heap it with the Works of the Lord. In the morning<br>air,<br>Spices shall burn on it, and by their pale smoke curled,<br>Like shoots of all the Green Things, the God of this bright World<br>Shall see the Boy's desire to pay his debt of praise.<br>The Boy turns round about, seeking with careful gaze<br>An altar meet and worthy, but each table and chair<br>Has some defect, each piece is needing some repair<br>To perfect it; the chairs have broken legs and backs,<br>The tables are uneven, and every highboy lacks<br>A handle or a drawer, the desks are bruised and worn,<br>And even a wide sofa has its cane seat torn.<br>Only in the gloom far in the corner there<br>The lacquer music-stand is elegant and rare,<br>Clear and slim of line, with its four wings outspread,<br>The sound of old quartets, a tenuous, faint thread,<br>Hanging and floating over it, it stands supreme --<br>Black, and gold, and crimson, in one twisted scheme!<br>A candle on the bookcase feels a draught and wavers,<br>Stippling the white-washed walls with dancing shades and quavers.<br>A bed-post, grown colossal, jigs about the ceiling,<br>And shadows, strangely altered, stain the walls, revealing<br>Eagles, and rabbits, and weird faces pulled awry,<br>And hands which fetch and carry things incessantly.<br>Under the Eastern window, where the morning sun<br>Must touch it, stands the music-stand, and on each one<br>Of its broad platforms is a pyramid of stones,<br>And metals, and dried flowers, and pine and hemlock cones,<br>An oriole's nest with the four eggs neatly blown,<br>The rattle of a rattlesnake, and three large brown<br>Butternuts uncracked, six butterflies impaled<br>With a green luna moth, a snake-skin freshly scaled,<br>Some sunflower seeds, wampum, and a bloody-tooth shell,<br>A blue jay feather, all together piled pell-mell<br>The stand will hold no more. The Boy with humming head<br>Looks once again, blows out the light, and creeps to bed.<br>The Boy keeps solemn vigil, while outside the wind<br>Blows gustily and clear, and slaps against the blind.<br>He hardly tries to sleep, so sharp his ecstasy<br>It burns his soul to emptiness, and sets it free<br>For adoration only, for worship. Dedicate,<br>His unsheathed soul is naked in its novitiate.<br>The hours strike below from the clock on the stair.<br>The Boy is a white flame suspiring in prayer.<br>Morning will bring the sun, the Golden Eye of Him<br>Whose splendour must be veiled by starry cherubim,<br>Whose Feet shimmer like crystal in the streets of Heaven.<br>Like an open rose the sun will stand up even,<br>Fronting the window-sill, and when the casement glows<br>Rose-red with the new-blown morning, then the fire which flows<br>From the sun will fall upon the altar and ignite<br>The spices, and his sacrifice will burn in perfumed light.<br>Over the music-stand the ghosts of sounds will swim,<br>`Viols d'amore' and `hautbois' accorded to a hymn.<br>The Boy will see the faintest breath of angels' wings<br>Fanning the smoke, and voices will flower through the strings.<br>He dares no farther vision, and with scalding eyes<br>Waits upon the daylight and his great emprise.<br>The cold, grey light of dawn was whitening the<br>wall<br>When the Boy, fine-drawn by sleeplessness, started his ritual.<br>He washed, all shivering and pointed like a flame.<br>He threw the shutters open, and in the window-frame<br>The morning glimmered like a tarnished Venice glass.<br>He took his Chinese pastilles and put them in a mass<br>Upon the mantelpiece till he could seek a plate<br>Worthy to hold them burning. Alas! He had<br>been late<br>In thinking of this need, and now he could not find<br>Platter or saucer rare enough to ease his mind.<br>The house was not astir, and he dared not go down<br>Into the barn-chamber, lest some door should be blown<br>And slam before the draught he made as he went out.<br>The light was growing yellower, and still he looked about.<br>A flash of almost crimson from the gilded pear<br>Upon the music-stand, startled him waiting there.<br>The sun would rise and he would meet it unprepared,<br>Labelled a fool in having missed what he had dared.<br>He ran across the room, took his pastilles and laid<br>Them on the flat-topped pear, most carefully displayed<br>To light with ease, then stood a little to one side,<br>Focussed a burning-glass and painstakingly tried<br>To hold it angled so the bunched and prismed rays<br>Should leap upon each other and spring into a blaze.<br>Sharp as a wheeling edge of disked, carnation flame,<br>Gem-hard and cutting upward, slowly the round sun came.<br>The arrowed fire caught the burning-glass and glanced,<br>Split to a multitude of pointed spears, and lanced,<br>A deeper, hotter flame, it took the incense pile<br>Which welcomed it and broke into a little smile<br>Of yellow flamelets, creeping, crackling, thrusting up,<br>A golden, red-slashed lily in a lacquer cup.<br>‘O ye Fire and Heat, Bless ye the Lord;<br>Praise Him, and Magnify Him<br>for ever.<br>O ye Winter and Summer, Bless ye the Lord; Praise Him,<br>and Magnify Him<br>for ever.<br>O ye Nights and Days, Bless ye the Lord; Praise Him,<br>and Magnify Him<br>for ever.<br>O ye Lightnings and Clouds, Bless ye the Lord; Praise<br>Him, and Magnify Him<br>for ever.’<br>A moment so it hung, wide-curved, bright-petalled,<br>seeming<br>A chalice foamed with sunrise. The Boy woke from his<br>dreaming.<br>A spike of flame had caught the card of butterflies,<br>The oriole's nest took fire, soon all four galleries<br>Where he had spread his treasures were become one tongue<br>Of gleaming, brutal fire. The Boy instantly swung<br>His pitcher off the wash-stand and turned it upside down.<br>The flames drooped back and sizzled, and all his senses grown<br>Acute by fear, the Boy grabbed the quilt from his bed<br>And flung it over all, and then with aching head<br>He watched the early sunshine glint on the remains<br>Of his holy offering. The lacquer stand had stains<br>Ugly and charred all over, and where the golden pear<br>Had been, a deep, black hole gaped miserably. His dear<br>Treasures were puffs of ashes; only the stones were there,<br>Winking in the brightness.<br><br>The clock upon the stair<br>Struck five, and in the kitchen someone shook a grate.<br>The Boy began to dress, for it was getting late.</p><br>Lilacs,<br>False blue,<br>White<br>Purple,<br>Colour of lilac,<br>Your great puffs of flowers<br>Are everywhere in this my New England.<br>Among your heart-shaped leaves<br>Orange orioles hop like music-box birds and sing<br>Their little weak soft songs;<br>In the crooks of your branches<br>The bright eyes of song sparrows sitting on spotted eggs<br>Peer restlessly through the light and shadow<br>Of all Springs.<br>Lilacs in dooryards<br>Holding quiet conversations with an early moon;<br>Lilacs watching a deserted house<br>Settling sideways into the grass of an old road;<br>Lilacs, wind-beaten, staggering under a lopsided shock of bloom<br>Above a cellar dug into a hill.<br>You are everywhere.<br>You were everywhere.<br>You tapped the window when the preacher preached his sermon,<br>And ran along the road beside the boy going to school.<br>You stood by pasture-bars to give the cows good milking,<br>You persuaded the housewife that her dish pan was of silver.<br>And her husband an image of pure gold.<br>You flaunted the fragrance of your blossoms<br>Through the wide doors of Custom Houses--<br>You, and sandal-wood, and tea,<br>Charging the noses of quill-driving clerks<br>When a ship was in from China.<br>You called to them: ‘Goose-quill men, goose-quill men,<br>May is a month for flitting.’<br>Until they writhed on their high stools<br>And wrote poetry on their letter-sheets behind the propped-up ledgers.<br>Paradoxical New England clerks,<br>Writing inventories in ledgers, reading the ‘Song of Solomon’ at night,<br>So many verses before bed-time,<br>Because it was the Bible.<br>The dead fed you<br>Amid the slant stones of graveyards.<br>Pale ghosts who planted you<br>Came in the night-time<br>And let their thin hair blow through your clustered stems.<br>You are of the green sea,<br>And of the stone hills which reach a long distance.<br>You are of the elm-shaded streets with little shops where they sell kites and marbles,<br>You are of great parks where everyone walks and nobody is at home.<br>You cover the blind sides of greenhouses<br>And lean over the top to say a hurry-word through the glass<br>To your friends, the grapes, inside.<br><br>Lilacs,<br>False blue,<br>White<br>Purple,<br>Colour of lilac,<br>You have forgotten your Eastern origin,<br>The veiled women with eyes like panthers,<br>The swollen, aggressive turbans of jewelled Pashas.<br>Now you are a very decent flower,<br>A reticent flower,<br>A curiously clear-cut, candid flower,<br>Standing beside clean doorways,<br>Friendly to a house-cat and a pair of spectacles,<br>Making poetry out of a bit of moonlight<br>And a hundred or two sharp blossoms.<br><br>Maine knows you,<br>Has for years and years;<br>New Hampshire knows you,<br>And Massachusetts<br>And Vermont.<br>Cape Cod starts you along the beaches to Rhode Island;<br>Connecticut takes you from a river to the sea.<br>You are brighter than apples,<br>Sweeter than tulips,<br>You are the great flood of our souls<br>Bursting above the leaf-shapes of our hearts,<br>You are the smell of all Summers,<br>The love of wives and children,<br>The recollection of the gardens of little children,<br>You are the State Houses and Charters<br>And the familiar treading of the foot to and fro on a road it knows.<br>May is lilac here in New England,<br>May is a thrush singing ‘Sun up!’ on a tip-top ash-tree,<br>May is white clouds behind pine-trees<br>Puffed out and marching upon a blue sky.<br>May is a green as no other,<br>May is much sun through small leaves,<br>May is soft earth,<br>And apple-blossoms,<br>And windows open to a South wind.<br>May is full light wind of lilac<br>From Canada to Narragansett Bay.<br><br>Lilacs,<br>False blue,<br>White<br>Purple,<br>Colour of lilac.<br>Heart-leaves of lilac all over New England,<br>Roots of lilac under all the soil of New England,<br>Lilacs in me because I am New England,<br>Because my roots are in it,<br>Because my leaves are of it,<br>Because my flowers are for it,<br>Because it is my country<br>And I speak to it of itself<br>And sing of it with my own voice<br>Since certainly it is mine.</p><br>I walk down the garden paths,<br>And all the daffodils<br>Are blowing, and the bright blue squills.<br>I walk down the patterned garden-paths<br>In my stiff, brocaded gown.<br>With my powdered hair and jewelled fan,<br>I too am a rare<br>Pattern. As I wander down<br>The garden paths.<br><br>My dress is richly figured,<br>And the train<br>Makes a pink and silver stain<br>On the gravel, and the thrift<br>Of the borders.<br>Just a plate of current fashion,<br>Tripping by in high-heeled, ribboned shoes.<br>Not a softness anywhere about me,<br>Only whalebone and brocade.<br>And I sink on a seat in the shade<br>Of a lime tree. For my passion<br>Wars against the stiff brocade.<br>The daffodils and squills<br>Flutter in the breeze<br>As they please.<br>And I weep;<br>For the lime-tree is in blossom<br>And one small flower has dropped upon my bosom.<br><br>And the plashing of waterdrops<br>In the marble fountain<br>Comes down the garden-paths.<br>The dripping never stops.<br>Underneath my stiffened gown<br>Is the softness of a woman bathing in a marble basin,<br>A basin in the midst of hedges grown<br>So thick, she cannot see her lover hiding,<br>But she guesses he is near,<br>And the sliding of the water<br>Seems the stroking of a dear<br>Hand upon her.<br>What is Summer in a fine brocaded gown!<br>I should like to see it lying in a heap upon the ground.<br>All the pink and silver crumpled up on the ground.<br><br>I would be the pink and silver as I ran along the paths,<br>And he would stumble after,<br>Bewildered by my laughter.<br>I should see the sun flashing from his sword-hilt and the buckles on his shoes.<br>I would choose<br>To lead him in a maze along the patterned paths,<br>A bright and laughing maze for my heavy-booted lover,<br>Till he caught me in the shade,<br>And the buttons of his waistcoat bruised my body as he clasped me,<br>Aching, melting, unafraid.<br>With the shadows of the leaves and the sundrops,<br>And the plopping of the waterdrops,<br>All about us in the open afternoon --<br>I am very like to swoon<br>With the weight of this brocade,For the sun sifts through the shade.<br><br>Underneath the fallen blossom<br>In my bosom,<br>Is a letter I have hid.<br>It was brought to me this morning by a rider from the Duke.<br>‘Madam, we regret to inform you that Lord Hartwell<br>Died in action Thursday se'nnight.’<br>As I read it in the white, morning sunlight,<br>The letters squirmed like snakes.<br>‘Any answer, Madam,’ said my footman.<br>‘No,’ I told him.<br>‘See that the messenger takes some refreshment.<br>No, no answer.’<br>And I walked into the garden,<br>Up and down the patterned paths,<br>In my stiff, correct brocade.<br>The blue and yellow flowers stood up proudly in the sun,<br>Each one.<br>I stood upright too,<br>Held rigid to the pattern<br>By the stiffness of my gown.<br>Up and down I walked,<br>Up and down.<br><br>In a month he would have been my husband.<br>In a month, here, underneath this lime,<br>We would have broke the pattern;<br>He for me, and I for him,<br>He as Colonel, I as Lady,<br>On this shady seat.<br>He had a whim<br>That sunlight carried blessing.<br>And I answered, ‘It shall be as you have said.’<br>Now he is dead.<br><br>In Summer and in Winter I shall walk<br>Up and down<br>The patterned garden-paths<br>In my stiff, brocaded gown.<br>The squills and daffodils<br>Will give place to pillared roses, and to asters, and to snow.<br>I shall go<br>Up and down,<br>In my gown.<br>Gorgeously arrayed,<br>Boned and stayed.<br>And the softness of my body will be guarded from embrace<br>By each button, hook, and lace.<br>For the man who should loose me is dead,<br>Fighting with the Duke in Flanders,<br>In a pattern called a war.<br>Christ! What are patterns for?</p><br>This little bowl is like a mossy pool<br>In a Spring wood, where dogtooth violets grow<br>Nodding in chequered sunshine of the trees;<br>A quiet place, still, with the sound of birds,<br>Where, though unseen, is heard the endless song<br>And murmur of the never resting sea.<br>'T was winter, Roger, when you made this cup,<br>But coming Spring guided your eager hand<br>And round the edge you fashioned young green leaves,<br>A proper chalice made to hold the shy<br>And little flowers of the woods. And here<br>They will forget their sad uprooting, lost<br>In pleasure that this circle of bright leaves<br>Should be their setting; once more they will dream<br>They hear winds wandering through lofty trees<br>And see the sun smiling between the leaves.</p>"}