{
				"id": "user531",
				"title": "The Biter Bit by Wilkie Collins",
				"exclude_from_menu": "true",
				"image": "See-ming Lee.jpg",
				"tag": "19",
				"video": {
					"src": ["Elevated-illuminated-downward-view-over-the-city-centre-and-marina-bay-south.m4v", "Elevated-view-from-the-top-of-the-arch-detriomphe-along-the-ave-de-la-grand.m4v", "Extensive-hillside-neighborhood-in-port-au-prince-haiti.m4v", "Factory-in-rotterdam-netherlands.m4v", "Factory-smoke-timelapse.m4v", "Billowing-cumulus-clouds.m4v", "Billowing-clouds-day-to-night.m4v", "Creepy-and-rundown-abandoned-building.m4v", "Flat-desert-factory.m4v", "Smoke-stack.m4v", "Industrial-smoke-stacks.m4v", "Slow-motion-blue-smoke.m4v", "Slow-motion-cloudy-grey-smoke.m4v", "Time-lapse-storm-clouds-and-weather-station.m4v", "Sunrise-construction-washington-dc.m4v", "Smoke-fire-sunset-timelapse.m4v", "Smoke-on-black-3.m4v", "Smoke-on-black-4.m4v", "Smoke-stack-with-heaving-clouds-of-smoke-1.m4v", "Smoke-stack-with-heaving-clouds-of-smoke-2.m4v", "Smoke-stack.m4v", "Slow-motion-cloudy-grey-smoke.m4v","Slow-motion-dirty-smoke.m4v","Slow-motion-smoky-air.m4v", "Flat-desert-factory.m4v", "Smoke-stack.m4v", "Industrial-smoke-stacks.m4v", "Moving-through-dharavi-slum-in-mumbai.m4v", "Man-smokes-cigarette-by-graffiti-wall.m4v", "Creepy-and-rundown-abandoned-building.m4v","Clouds-passing-moon.m4v", "Clouds-passing-star-filled-night-sky.m4v","Craters-on-the-moon.m4v","Tilt-down-from-dark-evening-sky-to-lighthouse.m4v","Tilt-up-cactus-night-lapse.m4v","Wide-sky-timelapse-above-joshua-tree.m4v","Clouds-and-stars-overhead-at-night-timelapse.m4v","Time-lapse-moon-rising-through-night-sky.m4v","Night-shot-of-miami-coastline-2.m4v","San-diego-time-lapse-city-skyline-nightscape-with-convention-center-2.m4v", "San-francisco-bay-bridge-and-cityscape-at-night.m4v","San-francisco-buildings-enveloped-in-fog.m4v", "San-diego-city-skyline-time-lapse-night-to-day.m4v", "San-diego-city-skylline-time-lapse-nightscape.m4v", "Las-vegas-strip-time-lapse-night-into-day.m4v", "Vegas-morning-sun-rising-timelapse.m4v", "Los-angeles-harbor-bridge-at-sunset.m4v", "Los-angeles-office-buildings-lights.m4v", "Aerial-shot-of-las-vegas-near-strip-daytime.m4v","Star-light-trails-over-la.m4v","Zoom-from-empire-state-building-to-busy-night-skyline.m4v","Joshua-tree-moon-rising-timelapse.m4v", "Joshua-tree-night-sky-silhouette.m4v", "Isolated-power-plant-at-night-landscape.m4v", "Moon-and-clouds-1.m4v", "Moon-and-clouds-3.m4v", "Moon-and-clouds-34.m4v", "Moon-and-misty-night-sky.m4v", "Moon-at-night-timelapse-1429.m4v", "Moon-beams-on-water.m4v", "Moon-lighting-up-night-sky-over-dc.m4v", "Moon-over-city.m4v", "Moon-reflecting-off-lake-at-night.m4v", "Moon-reflection-on-lake-by-campfire.m4v", "Moon-reflection-on-ocean.m4v", "Moon-rising-at-night.m4v", "Moon-rising-in-sky.m4v", "Moon-rising-over-edge-of-colorado-mountain-2.m4v", "Moon-rising-timelapse.m4v", "Moonlight.m4v", "Moonrise-nightscape.m4v", "Moonrise.m4v","Storm-cloud-moving-across-plush-green-landscape.m4v", "Storm-cloud.m4v", "Storm-clouds-2.m4v", "Storm-clouds-approaching-in-iceland.m4v", "Storm-clouds-forming-in-the-sky.m4v", "Stormy-1.m4v", "Stormy-2.m4v", "Stormy-a.m4v", "Stormy-skies-and-lightning-over-wheat-field.m4v", "Stormy-time-lapse-clouds-to-sunny.m4v", "Dramatic-storm-clouds-over-green-landscape.m4v", "Dramatic-white-clouds-get-darker.m4v","Lightning-storm-in-a-country-field.m4v", "Lightning-strike-over-capitol.m4v", "Lightning-strikes-in-clouds.m4v", "Lightning-strikes.m4v","Shooting-automatic-gun-on-backdrop-4.m4v","Shooting-automatic-gun-on-backdrop-4.m4v","Abandoned-car-on-fire.mp4","Slow-motion-rising-flames-closeup-2.m4v","Slow-motion-shooting-explosion.m4v","Slow-motion-strong-explosion.m4v","Car-burning-in-icy-lot-with-flames.m4v","Slow-motion-dark-ink-splatter-3.m4v","Slow-motion-dark-ink-splatter.m4v", "Slow-motion-dropping-and-breaking-piggy-bank.m4v", "Slow-motion-destroying-sheet-of-glass.m4v", "Slow-motion-dart-popping-water-balloon.m4v","Slow-motion-instant-explosion-2184.m4v","Slow-motion-smashing-alarm-clock-with-sledgehammer.m4v", "Slow-motion-smashing-tv-screen-with-sledgehammer.m4v", "Slow-motion-dark-ink-splatter-3.m4v","Slow-motion-dark-ink-splatter.m4v", "Slow-motion-dropping-and-breaking-piggy-bank.m4v", "Slow-motion-destroying-sheet-of-glass.m4v", "Slow-motion-dart-popping-water-balloon.m4v","Slow-motion-instant-explosion-2184.m4v","Slow-motion-smashing-alarm-clock-with-sledgehammer.m4v", "Slow-motion-smashing-tv-screen-with-sledgehammer.m4v", "Slow-motion-eerie-bright-green-flames.m4v", "Slow-motion-eerie-green-flames.m4v","Slow-motion-falling-sideways-flames.m4v", "Slow-motion-full-force-explosion.m4v","Slow-motion-slowly-burning-firewood.m4v","Slow-motion-sped-up-blazing-flames.m4v", "Slow-motion-water-in-flames.m4v", "Slow-motion-water-in-flames2.m4v","Slow-motion-wispy-flames.m4v", "Orange-flames-from-brushfire.m4v", "Slow-motion-burning-pile-of-money.m4v","Slow-motion-burning-red-roses.m4v", "Slow-motion-burning-up-newspaper.m4v","Slow-motion-burning-wall-of-material.m4v", "Slow-motion-burnt-logs-2.m4v","Slow-motion-globe-on-fire.m4v","Slow-motion-match-on-fire.m4v","Slow-motion-money-on-fire.m4v", "Slow-motion-money-on-fire2.m4v","Flames-behind-bull-skull.m4v","Slow-motion-cloudy-grey-smoke.m4v","Slow-motion-dirty-smoke.m4v","Slow-motion-smoky-air.m4v", "Countryside-trees-getting-rained-on.m4v","Slow-motion-diet-coke-rain.m4v","Slow-motion-pink-flowers.m4v","Slow-motion-rain-on-plant.m4v", "Slow-motion-rain-on-plants.m4v", "Slow-motion-rain-on-umbrella.m4v","Windy-flurry-at-night.m4v", "Crazy-storm-clouds-rolling-over-green-landscape.m4v", "White-and-grey-clouds-in-the-sky.m4v",  "Colors-reflecting-on-clouds-in-timelapse.m4v","Haleakala-volcano-above-the-clouds.m4v","Shifting-storm-clouds.m4v", "Shifting-clouds-over-forest.m4v","Slow-moving-clouds-on-earth-under-the-space-station.m4v","Dramatic-time-lapse-clouds-roll-over-barbed-fence.m4v", "Intense-white-clouds-moving.m4v", "Giant-clouds-billow-into-the-sky.m4v","Dense-cloud-sunset-timelapse.m4v","Time-lapse-clouds-with-pines.m4v","Time-lapse-clouds.m4v","Timelapse-blue-sky-with-clouds.m4v", "Swirling-sunset-sky.m4v","Dark-clouds-blanket-over-sky.m4v", "Dark-clouds-stretching-across-sky.m4v", "Dark-clouds-sweeping-above-sky.m4v"],
					"type": "background"	
				},
				"main_text": "Extracted from the Correspondence of the London Police.<br><br>FROM CHIEF INSPECTOR THEAKSTONE, OF THE DETECTIVE POLICE,<br> TO SERGEANT BULMER, OF THE SAME FORCE.<br><br>London, 4th July, 18--.<br><br>SERGEANT BULMER--This is to inform you that you are wanted to assist in looking up a case of importance, which will require all the attention of an experienced member of the force. The matter of the robbery on which you are now engaged you will please to shift over to the young man who brings you this letter. You will tell him all the circumstances of the case, just as they stand; you will put him up to the progress you have made (if any) toward detecting the person or persons by whom the money has been stolen; and you will leave him to make the best he can of the matter now in your hands. He is to have the whole responsibility of the case, and the whole credit of his success if he brings it to a proper issue.<br><br>So much for the orders that I am desired to communicate to you.<br><br>A word in your ear, next, about this new man who is to take your place. His name is Matthew Sharpin, and he is to have the chance given him of dashing into our office at one jump--supposing he turns out strong enough to take it. You will naturally ask me how he comes by this privilege. I can only tell you that he has some uncommonly strong interest to back him in certain high quarters, which you and I had better not mention except under our breaths. He has been a lawyer's clerk, and he is wonderfully conceited in his opinion of himself, as well as mean and underhand, to look at. According to his own account, he leaves his old trade and joins ours of his own free will and preference. You will no more believe that than I do. My notion is, that he has managed to ferret out some private information in connection with the affairs of one of his master's clients, which makes him rather an awkward customer to keep in the office for the future, and which, at the same time, gives him hold enough over his employer to make it dangerous to drive him into a corner by turning him away. I think the giving him this unheard-of chance among us is, in plain words, pretty much like giving him hush money to keep him quiet. However that may be, Mr. Matthew Sharpin is to have the case now in your hands, and if he succeeds with it he pokes his ugly nose into our office as sure as fate. I put you up to this, sergeant, so that you may not stand in your own light by giving the new man any cause to complain of you at headquarters, and remain yours,<br><br>FRANCIS THEAKSTONE.<br><br><br><br>FROM MR. MATTHEW SHARPIN TO CHIEF INSPECTOR THEAKSTONE.<br> London, 5th July, 18--.<br><br>DEAR SIR--Having now been favored with the necessary instructions from Sergeant Bulmer, I beg to remind you of certain directions which I have received relating to the report of my future proceedings which I am to prepare for examination at headquarters.<br><br>The object of my writing, and of your examining what I have written before you send it to the higher authorities, is, I am informed, to give me, as an untried hand, the benefit of your advice in case I want it (which I venture to think I shall not) at any stage of my proceedings. As the extraordinary circumstances of the case on which I am now engaged make it impossible for me to absent myself from the place where the robbery was committed until I have made some progress toward discovering the thief, I am necessarily precluded from consulting you personally. Hence the necessity of my writing down the various details, which might perhaps be better communicated by word of mouth. This, if I am not mistaken, is the position in which we are now placed. I state my own impressions on the subject in writing, in order that we may clearly understand each other at the outset; and have the honor to remain your obedient servant,<br><br>MATTHEW SHARPIN.<br><br><br><br>FROM CHIEF INSPECTOR THEAKSTONE TO MR. MATTHEW SHARPIN.<br> London, 5th July, 18--.<br><br>SIR--You have begun by wasting time, ink, and paper. We both of us perfectly well knew the position we stood in toward each other when I sent you with my letter to Sergeant Bulmer. There was not the least need to repeat it in writing. Be so good as to employ your pen in future on the business actually in hand.<br><br>You have now three separate matters on which to write me. First, you have to draw up a statement of your instructions received from Sergeant Bulmer, in order to show us that nothing has escaped your memory, and that you are thoroughly acquainted with all the circumstances of the case which has been intrusted to you. Secondly, you are to inform me what it is you propose to do. Thirdly, you are to report every inch of your progress (if you make any) from day to day, and, if need be, from hour to hour as well. This is your duty. As to what my duty may be, when I want you to remind me of it, I will write and tell you so. In the meantime, I remain yours,<br><br>FRANCIS THEAKSTONE.<br><br><br><br>FROM MR. MATTHEW SHARPIN TO CHIEF INSPECTOR THEAKSTONE.<br> London, 6th July, 18--.<br><br>SIR--You are rather an elderly person, and as such, naturally inclined to be a little jealous of men like me, who are in the prime of their lives and their faculties. Under these circumstances, it is my duty to be considerate toward you, and not to bear too hardly on your small failings. I decline, therefore, altogether to take offense at the tone of your letter; I give you the full benefit of the natural generosity of my nature; I sponge the very existence of your surly communication out of my memory--in short, Chief Inspector Theakstone, I forgive you, and proceed to business.<br><br>My first duty is to draw up a full statement of the instructions I have received from Sergeant Bulmer. Here they are at your service, according to my version of them.<br><br>At Number Thirteen Rutherford Street, Soho, there is a stationer's shop. It is kept by one Mr. Yatman. He is a married man, but has no family. Besides Mr. and Mrs. Yatman, the other inmates in the house are a lodger, a young single man named Jay, who occupies the front room on the second floor--a shopman, who sleeps in one of the attics, and a servant-of-all-work, whose bed is in the back kitchen. Once a week a charwoman comes to help this servant. These are all the persons who, on ordinary occasions, have means of access to the interior of the house, placed, as a matter of course, at their disposal. Mr. Yatman has been in business for many years, carrying on his affairs prosperously enough to realize a handsome independence for a person in his position. Unfortunately for himself, he endeavored to increase the amount of his property by speculating. He ventured boldly in his investments; luck went against him; and rather less than two years ago he found himself a poor man again. All that was saved out of the wreck of his property was the sum of two hundred pounds.<br><br>Although Mr. Yatman did his best to meet his altered circumstances, by giving up many of the luxuries and comforts to which he and his wife had been accustomed, he found it impossible to retrench so far as to allow of putting by any money from the income produced by his shop. The business has been declining of late years, the cheap advertising stationers having done it injury with the public. Consequently, up to the last week, the only surplus property possessed by Mr. Yatman consisted of the two hundred pounds which had been recovered from the wreck of his fortune. This sum was placed as a deposit in a joint-stock bank of the highest possible character.<br><br>Eight days ago Mr. Yatman and his lodger, Mr. Jay, held a conversation on the subject of the commercial difficulties which are hampering trade in all directions at the present time. Mr. Jay (who lives by supplying the newspapers with short paragraphs relating to accidents, offenses, and brief records of remarkable occurrences in general--who is, in short, what they call a penny-a-liner) told his landlord that he had been in the city that day and heard unfavorable rumors on the subject of the joint-stock banks. The rumors to which he alluded had already reached the ears of Mr. Yatman from other quarters, and the confirmation of them by his lodger had such an effect on his mind--predisposed as it was to alarm by the experience of his former losses--that he resolved to go at once to the bank and withdraw his deposit. It was then getting on toward the end of the afternoon, and he arrived just in time to receive his money before the bank closed.<br><br>He received the deposit in bank-notes of the following amounts: one fifty-pound note, three twenty-pound notes, six ten-pound notes, and six five-pound notes. His object in drawing the money in this form was to have it ready to lay out immediately in trifling loans, on good security, among the small tradespeople of his district, some of whom are sorely pressed for the very means of existence at the present time. Investments of this kind seemed to Mr. Yatman to be the most safe and the most profitable on which he could now venture.<br><br>He brought the money back in an envelope placed in his breast pocket, and asked his shopman, on getting home, to look for a small, flat, tin cash-box, which had not been used for years, and which, as Mr. Yatman remembered it, was exactly of the right size to hold the bank-notes. For some time the cash-box was searched for in vain. Mr. Yatman called to his wife to know if she had any idea where it was. The question was overheard by the servant-of-all-work, who was taking up the tea-tray at the time, and by Mr. Jay, who was coming downstairs on his way out to the theater. Ultimately the cash-box was found by the shopman. Mr. Yatman placed the bank-notes in it, secured them by a padlock, and put the box in his coat pocket. It stuck out of the coat pocket a very little, but enough to be seen. Mr. Yatman remained at home, upstairs, all that evening. No visitors called. At eleven o'clock he went to bed, and put the cash-box under his pillow.<br><br>When he and his wife woke the next morning the box was gone. Payment of the notes was immediately stopped at the Bank of England, but no news of the money has been heard of since that time.<br><br>So far the circumstances of the case are perfectly clear. They point unmistakably to the conclusion that the robbery must have been committed by some person living in the house. Suspicion falls, therefore, upon the servant-of-all-work, upon the shopman, and upon Mr. Jay. The two first knew that the cash-box was being inquired for by their master, but did not know what it was he wanted to put into it. They would assume, of course, that it was money. They both had opportunities (the servant when she took away the tea, and the shopman when he came, after shutting up, to give the keys of the till to his master) of seeing the cash-box in Mr. Yatman's pocket, and of inferring naturally, from its position there, that he intended to take it into his bedroom with him at night.<br><br>Mr. Jay, on the other hand, had been told, during the afternoon's conversation on the subject of joint-stock banks, that his landlord had a deposit of two hundred pounds in one of them. He also knew that Mr. Yatman left him with the intention of drawing that money out; and he heard the inquiry for the cash-box afterward, when he was coming downstairs. He must, therefore, have inferred that the money was in the house, and that the cash-box was the receptacle intended to contain it. That he could have had any idea, however, of the place in which Mr. Yatman intended to keep it for the night is impossible, seeing that he went out before the box was found, and did not return till his landlord was in bed. Consequently, if he committed the robbery, he must have gone into the bedroom purely on speculation.<br><br>Speaking of the bedroom reminds me of the necessity of noticing the situation of it in the house, and the means that exist of gaining easy access to it at any hour of the night.<br><br>The room in question is the back room on the first floor. In consequence of Mrs. Yatman's constitutional nervousness on the subject of fire, which makes her apprehend being burned alive in her room, in case of accident, by the hampering of the lock if the key is turned in it, her husband has never been accustomed to lock the bedroom door. Both he and his wife are, by their own admission, heavy sleepers; consequently, the risk to be run by any evil-disposed persons wishing to plunder the bedroom was of the most trifling kind. They could enter the room by merely turning the handle of the door; and, if they moved with ordinary caution, there was no fear of their waking the sleepers inside. This fact is of importance. It strengthens our conviction that the money must have been taken by one of the inmates of the house, because it tends to show that the robbery, in this case, might have been committed by persons not possessed of the superior vigilance and cunning of the experienced thief.<br><br>Such are the circumstances, as they were related to Sergeant Bulmer, when he was first called in to discover the guilty parties, and, if possible, to recover the lost bank-notes. The strictest inquiry which he could institute failed of producing the smallest fragment of evidence against any of the persons on whom suspicion naturally fell. Their language and behavior on being informed of the robbery was perfectly consistent with the language and behavior of innocent people. Sergeant Bulmer felt from the first that this was a case for private inquiry and secret observation. He began by recommending Mr. and Mrs. Yatman to affect a feeling of perfect confidence in the innocence of the persons living under their roof, and he then opened the campaign by employing himself in following the goings and comings, and in discovering the friends, the habits, and the secrets of the maid-of-all-work.<br><br>Three days and nights of exertion on his own part, and on that of others who were competent to assist his investigations, were enough to satisfy him that there was no sound cause for suspicion against the girl.<br><br>He next practiced the same precaution in relation to the shopman. There was more difficulty and uncertainty in privately clearing up this person's character without his knowledge, but the obstacles were at last smoothed away with tolerable success; and, though there is not the same amount of certainty in this case which there was in the case of the girl, there is still fair reason for supposing that the shopman has had nothing to do with the robbery of the cash-box.<br><br>As a necessary consequence of these proceedings, the range of suspicion now becomes limited to the lodger, Mr. Jay.<br><br>When I presented your letter of introduction to Sergeant Bulmer, he had already made some inquiries on the subject of this young man. The result, so far, has not been at all favorable. Mr. Jay's habits are irregular; he frequents public houses, and seems to be familiarly acquainted with a great many dissolute characters; he is in debt to most of the tradespeople whom he employs; he has not paid his rent to Mr. Yatman for the last month; yesterday evening he came home excited by liquor, and last week he was seen talking to a prize-fighter; in short, though Mr. Jay does call himself a journalist, in virtue of his penny-a-line contributions to the newspapers, he is a young man of low tastes, vulgar manners, and bad habits. Nothing has yet been discovered in relation to him which redounds to his credit in the smallest degree.<br><br>I have now reported, down to the very last details, all the particulars communicated to me by Sergeant Bulmer. I believe you will not find an omission anywhere; and I think you will admit, though you are prejudiced against me, that a clearer statement of facts was never laid before you than the statement I have now made. My next duty is to tell you what I propose to do now that the case is confided to my hands.<br><br>In the first place, it is clearly my business to take up the case at the point where Sergeant Bulmer has left it. On his authority, I am justified in assuming that I have no need to trouble myself about the maid-of-all-work and the shopman. Their characters are now to be considered as cleared up. What remains to be privately investigated is the question of the guilt or innocence of Mr. Jay. Before we give up the notes for lost, we must make sure, if we can, that he knows nothing about them.<br><br>This is the plan that I have adopted, with the full approval of Mr. and Mrs. Yatman, for discovering whether Mr. Jay is or is not the person who has stolen the cash-box:<br><br>I propose to-day to present myself at the house in the character of a young man who is looking for lodgings. The back room on the second floor will be shown to me as the room to let, and I shall establish myself there to-night as a person from the country who has come to London to look for a situation in a respectable shop or office.<br><br>By this means I shall be living next to the room occupied by Mr. Jay. The partition between us is mere lath and plaster. I shall make a small hole in it, near the cornice, through which I can see what Mr. Jay does in his room, and hear every word that is said when any friend happens to call on him. Whenever he is at home, I shall be at my post of observation; whenever he goes out, I shall be after him. By employing these means of watching him, I believe I may look forward to the discovery of his secret--if he knows anything about the lost bank-notes--as to a dead certainty.<br><br>What you may think of my plan of observation I cannot undertake to say. It appears to me to unite the invaluable merits of boldness and simplicity. Fortified by this conviction, I close the present communication with feelings of the most sanguine description in regard to the future, and remain your obedient servant,<br><br>MATTHEW SHARPIN.<br><br><br><br>FROM THE SAME TO THE SAME.<br> 7th July.<br><br>SIR--As you have not honored me with any answer to my last communication, I assume that, in spite of your prejudices against me, it has produced the favorable impression on your mind which I ventured to anticipate. Gratified and encouraged beyond measure by the token of approval which your eloquent silence conveys to me, I proceed to report the progress that has been made in the course of the last twenty-four hours.<br><br>I am now comfortably established next door to Mr. Jay, and I am delighted to say that I have two holes in the partition instead of one. My natural sense of humor has led me into the pardonable extravagance of giving them both appropriate names. One I call my peep-hole, and the other my pipe-hole. The name of the first explains itself; the name of the second refers to a small tin pipe or tube inserted in the hole, and twisted so that the mouth of it comes close to my ear while I am standing at my post of observation. Thus, while I am looking at Mr. Jay through my peep-hole, I can hear every word that may be spoken in his room through my pipe-hole.<br><br>Perfect candor--a virtue which I have possessed from my childhood--compels me to acknowledge, before I go any further, that the ingenious notion of adding a pipe-hole to my proposed peep-hole originated with Mrs. Yatman. This lady--a most intelligent and accomplished person, simple, and yet distinguished in her manners, has entered into all my little plans with an enthusiasm and intelligence which I cannot too highly praise. Mr. Yatman is so cast down by his loss that he is quite incapable of affording me any assistance. Mrs. Yatman, who is evidently most tenderly attached to him, feels her husband's sad condition of mind even more acutely than she feels the loss of the money, and is mainly stimulated to exertion by her desire to assist in raising him from the miserable state of prostration into which he has now fallen.<br><br>'The money, Mr. Sharpin,' she said to me yesterday evening, with tears in her eyes, 'the money may be regained by rigid economy and strict attention to business. It is my husband's wretched state of mind that makes me so anxious for the discovery of the thief. I may be wrong, but I felt hopeful of success as soon as you entered the house; and I believe that, if the wretch who robbed us is to be found, you are the man to discover him.' I accepted this gratifying compliment in the spirit in which it was offered, firmly believing that I shall be found, sooner or later, to have thoroughly deserved it.<br><br>Let me now return to business--that is to say, to my peep-hole and my pipe-hole.<br><br>I have enjoyed some hours of calm observation of Mr. Jay. Though rarely at home, as I understand from Mrs. Yatman, on ordinary occasions, he has been indoors the whole of this day. That is suspicious, to begin with. I have to report, further, that he rose at a late hour this morning (always a bad sign in a young man), and that he lost a great deal of time, after he was up, in yawning and complaining to himself of headache. Like other debauched characters, he ate little or nothing for breakfast. His next proceeding was to smoke a pipe--a dirty clay pipe, which a gentleman would have been ashamed to put between his lips. When he had done smoking he took out pen, ink and paper, and sat down to write with a groan--whether of remorse for having taken the bank-notes, or of disgust at the task before him, I am unable to say. After writing a few lines (too far away from my peep-hole to give me a chance of reading over his shoulder), he leaned back in his chair, and amused himself by humming the tunes of popular songs. I recognized 'My Mary Anne,' 'Bobbin' Around,' and 'Old Dog Tray,' among other melodies. Whether these do or do not represent secret signals by which he communicates with his accomplices remains to be seen. After he had amused himself for some time by humming, he got up and began to walk about the room, occasionally stopping to add a sentence to the paper on his desk. Before long he went to a locked cupboard and opened it. I strained my eyes eagerly, in expectation of making a discovery. I saw him take something carefully out of the cupboard--he turned round--and it was only a pint bottle of brandy! Having drunk some of the liquor, this extremely indolent reprobate lay down on his bed again, and in five minutes was fast asleep.<br><br>After hearing him snoring for at least two hours, I was recalled to my peep-hole by a knock at his door. He jumped up and opened it with suspicious activity.<br><br>A very small boy, with a very dirty face, walked in, said: 'Please, sir, they're waiting for you,' sat down on a chair with his legs a long way from the ground, and instantly fell asleep! Mr. Jay swore an oath, tied a wet towel round his head, and, going back to his paper, began to cover it with writing as fast as his fingers could move the pen. Occasionally getting up to dip the towel in water and tie it on again, he continued at this employment for nearly three hours; then folded up the leaves of writing, woke the boy, and gave them to him, with this remarkable expression: 'Now, then, young sleepy-head, quick march! If you see the governor, tell him to have the money ready for me when I call for it.' The boy grinned and disappeared. I was sorely tempted to follow 'sleepy-head,' but, on reflection, considered it safest still to keep my eye on the proceedings of Mr. Jay.<br><br>In half an hour's time he put on his hat and walked out. Of course I put on my hat and walked out also. As I went downstairs I passed Mrs. Yatman going up. The lady has been kind enough to undertake, by previous arrangement between us, to search Mr. Jay's room while he is out of the way, and while I am necessarily engaged in the pleasing duty of following him wherever he goes. On the occasion to which I now refer, he walked straight to the nearest tavern and ordered a couple of mutton-chops for his dinner. I placed myself in the next box to him, and ordered a couple of mutton-chops for my dinner. Before I had been in the room a minute, a young man of highly suspicious manners and appearance, sitting at a table opposite, took his glass of porter in his hand and joined Mr. Jay. I pretended to be reading the newspaper, and listened, as in duty bound, with all my might.<br><br>'Jack has been here inquiring after you,' says the young man.<br><br>'Did he leave any message?' asks Mr. Jay.<br><br>'Yes,' says the other. 'He told me, if I met with you, to say that he wished very particularly to see you to-night, and that he would give you a look in at Rutherford Street at seven o'clock.'<br><br>'All right,' says Mr. Jay. 'I'll get back in time to see him.'<br><br>Upon this, the suspicious-looking young man finished his porter, and saying that he was rather in a hurry, took leave of his friend (perhaps I should not be wrong if I said his accomplice?), and left the room.<br><br>At twenty-five minutes and a half past six--in these serious cases it is important to be particular about time--Mr. Jay finished his chops and paid his bill. At twenty-six minutes and three-quarters I finished my chops and paid mine. In ten minutes more I was inside the house in Rutherford Street, and was received by Mrs. Yatman in the passage. That charming woman's face exhibited an expression of melancholy and disappointment which it quite grieved me to see.<br><br>'I am afraid, ma'am,' says I, 'that you have not hit on any little criminating discovery in the lodger's room?'<br><br>She shook her head and sighed. It was a soft, languid, fluttering sigh--and, upon my life, it quite upset me. For the moment I forgot business, and burned with envy of Mr. Yatman.<br><br>'Don't despair, ma'am,' I said, with an insinuating mildness which seemed to touch her. 'I have heard a mysterious conversation--I know of a guilty appointment--and I expect great things from my peep-hole and my pipe-hole to-night. Pray don't be alarmed, but I think we are on the brink of a discovery.'<br><br>Here my enthusiastic devotion to business got the better part of my tender feelings. I looked--winked--nodded--left her.<br><br>When I got back to my observatory, I found Mr. Jay digesting his mutton-chops in an armchair, with his pipe in his mouth. On his table were two tumblers, a jug of water, and the pint bottle of brandy. It was then close upon seven o'clock. As the hour struck the person described as 'Jack' walked in.<br><br>He looked agitated--I am happy to say he looked violently agitated. The cheerful glow of anticipated success diffused itself (to use a strong expression) all over me, from head to foot. With breathless interest I looked through my peep-hole, and saw the visitor--the 'Jack' of this delightful case--sit down, facing me, at the opposite side of the table to Mr. Jay. Making allowance for the difference in expression which their countenances just now happened to exhibit, these two abandoned villains were so much alike in other respects as to lead at once to the conclusion that they were brothers. Jack was the cleaner man and the better dressed of the two. I admit that, at the outset. It is, perhaps, one of my failings to push justice and impartiality to their utmost limits. I am no Pharisee; and where Vice has its redeeming point, I say, let Vice have its due--yes, yes, by all manner of means, let Vice have its due.<br><br>'What's the matter now, Jack?' says Mr. Jay.<br><br>'Can't you see it in my face?' says Jack. 'My dear fellow, delays are dangerous. Let us have done with suspense, and risk it, the day after to-morrow.'<br><br>'So soon as that?' cries Mr. Jay, looking very much astonished. 'Well, I'm ready, if you are. But, I say, Jack, is somebody else ready, too? Are you quite sure of that?'<br><br>He smiled as he spoke--a frightful smile--and laid a very strong emphasis on those two words, 'Somebody else.' There is evidently a third ruffian, a nameless desperado, concerned in the business.<br><br>'Meet us to-morrow,' says Jack, 'and judge for yourself. Be in the Regent's Park at eleven in the morning, and look out for us at the turning that leads to the Avenue Road.'<br><br>'I'll be there,' says Mr. Jay. 'Have a drop of brandy-and-water? What are you getting up for? You're not going already?'<br><br>'Yes, I am,' says Jack. 'The fact is, I'm so excited and agitated that I can't sit still anywhere for five minutes together. Ridiculous as it may appear to you, I'm in a perpetual state of nervous flutter. I can't, for the life of me, help fearing that we shall be found out. I fancy that every man who looks twice at me in the street is a spy--'<br><br>At these words I thought my legs would have given way under me. Nothing but strength of mind kept me at my peep-hole--nothing else, I give you my word of honor.<br><br>'Stuff and nonsense!' cries Mr. Jay, with all the effrontery of a veteran in crime. 'We have kept the secret up to this time, and we will manage cleverly to the end. Have a drop of brandy-and-water, and you will feel as certain about it as I do.'<br><br>Jack steadily refused the brandy-and-water, and steadily persisted in taking his leave.<br><br>'I must try if I can't walk it off,' he said. 'Remember to-morrow morning--eleven o'clock, Avenue Road, side of the Regent's Park.'<br><br>With those words he went out. His hardened relative laughed desperately and resumed the dirty clay pipe.<br><br>I sat down on the side of my bed, actually quivering with excitement.<br><br>It is clear to me that no attempt has yet been made to change the stolen bank-notes, and I may add that Sergeant Bulmer was of that opinion also when he left the case in my hands. What is the natural conclusion to draw from the conversation which I have just set down? Evidently that the confederates meet to-morrow to take their respective shares in the stolen money, and to decide on the safest means of getting the notes changed the day after. Mr. Jay is, beyond a doubt, the leading criminal in this business, and he will probably run the chief risk--that of changing the fifty-pound note. I shall, therefore, still make it my business to follow him--attending at the Regent's Park to-morrow, and doing my best to hear what is said there. If another appointment is made for the day after, I shall, of course, go to it. In the meantime, I shall want the immediate assistance of two competent persons (supposing the rascals separate after their meeting) to follow the two minor criminals. It is only fair to add that, if the rogues all retire together, I shall probably keep my subordinates in reserve. Being naturally ambitious, I desire, if possible, to have the whole credit of discovering this robbery to myself.<br><br>8th July.<br><br>I have to acknowledge, with thanks, the speedy arrival of my two subordinates--men of very average abilities, I am afraid; but, fortunately, I shall always be on the spot to direct them.<br><br>My first business this morning was necessarily to prevent possible mistakes by accounting to Mr. and Mrs. Yatman for the presence of two strangers on the scene. Mr. Yatman (between ourselves, a poor, feeble man) only shook his head and groaned. Mrs. Yatman (that superior woman) favored me with a charming look of intelligence.<br><br>'Oh, Mr. Sharpin!' she said, 'I am so sorry to see those two men! Your sending for their assistance looks as if you were beginning to be doubtful of success.'<br><br>I privately winked at her (she is very good in allowing me to do so without taking offense), and told her, in my facetious way, that she labored under a slight mistake.<br><br>'It is because I am sure of success, ma'am, that I send for them. I am determined to recover the money, not for my own sake only, but for Mr. Yatman's sake--and for yours.'<br><br>I laid a considerable amount of stress on those last three words. She said: 'Oh, Mr. Sharpin!' again, and blushed of a heavenly red, and looked down at her work. I could go to the world's end with that woman if Mr. Yatman would only die.<br><br>I sent off the two subordinates to wait until I wanted them at the Avenue Road gate of the Regent's Park. Half-an-hour afterward I was following the same direction myself at the heels of Mr. Jay.<br><br>The two confederates were punctual to the appointed time. I blush to record it, but it is nevertheless necessary to state that the third rogue--the nameless desperado of my report, or, if you prefer it, the mysterious 'somebody else' of the conversation between the two brothers--is--a woman! and, what is worse, a young woman! and, what is more lamentable still, a nice-looking woman! I have long resisted a growing conviction that, wherever there is mischief in this world, an individual of the fair sex is inevitably certain to be mixed up in it. After the experience of this morning, I can struggle against that sad conclusion no longer. I give up the sex--excepting Mrs. Yatman, I give up the sex.<br><br>The man named 'Jack' offered the woman his arm. Mr. Jay placed himself on the other side of her. The three then walked away slowly among the trees. I followed them at a respectful distance. My two subordinates, at a respectful distance, also, followed me.<br><br>It was, I deeply regret to say, impossible to get near enough to them to overhear their conversation without running too great a risk of being discovered. I could only infer from their gestures and actions that they were all three talking with extraordinary earnestness on some subject which deeply interested them. After having been engaged in this way a full quarter of an hour, they suddenly turned round to retrace their steps. My presence of mind did not forsake me in this emergency. I signed to the two subordinates to walk on carelessly and pass them, while I myself slipped dexterously behind a tree. As they came by me, I heard 'Jack' address these words to Mr. Jay:<br><br>'Let us say half-past ten to-morrow morning. And mind you come in a cab. We had better not risk taking one in this neighborhood.'<br><br>Mr. Jay made some brief reply which I could not overhear. They walked back to the place at which they had met, shaking hands there with an audacious cordiality which it quite sickened me to see. They then separated. I followed Mr. Jay. My subordinates paid the same delicate attention to the other two.<br><br>Instead of taking me back to Rutherford Street, Mr. Jay led me to the Strand. He stopped at a dingy, disreputable-looking house, which, according to the inscription over the door, was a newspaper office, but which, in my judgment, had all the external appearance of a place devoted to the reception of stolen goods.<br><br>After remaining inside for a few minutes, he came out whistling, with his finger and thumb in his waistcoat pocket. Some men would now have arrested him on the spot. I remembered the necessity of catching the two confederates, and the importance of not interfering with the appointment that had been made for the next morning. Such coolness as this, under trying circumstances, is rarely to be found, I should imagine, in a young beginner, whose reputation as a detective policeman is still to make.<br><br>From the house of suspicious appearance Mr. Jay betook himself to a cigar-divan, and read the magazines over a cheroot. From the divan he strolled to the tavern and had his chops. I strolled to the tavern and had my chops. When he had done he went back to his lodging. When I had done I went back to mine. He was overcome with drowsiness early in the evening, and went to bed. As soon as I heard him snoring, I was overcome with drowsiness and went to bed also.<br><br>Early in the morning my two subordinates came to make their report.<br><br>They had seen the man named 'Jack' leave the woman at the gate of an apparently respectable villa residence not far from the Regent's Park. Left to himself, he took a turning to the right, which led to a sort of suburban street, principally inhabited by shopkeepers. He stopped at the private door of one of the houses, and let himself in with his own key--looking about him as he opened the door, and staring suspiciously at my men as they lounged along on the opposite side of the way. These were all the particulars which the subordinates had to communicate. I kept them in my room to attend on me, if needful, and mounted to my peep-hole to have a look at Mr. Jay.<br><br>He was occupied in dressing himself, and was taking extraordinary pains to destroy all traces of the natural slovenliness of his appearance. This was precisely what I expected. A vagabond like Mr. Jay knows the importance of giving himself a respectable look when he is going to run the risk of changing a stolen bank-note. At five minutes past ten o'clock he had given the last brush to his shabby hat and the last scouring with bread-crumb to his dirty gloves. At ten minutes past ten he was in the street, on his way to the nearest cab-stand, and I and my subordinates were close on his heels.<br><br>He took a cab and we took a cab. I had not overheard them appoint a place of meeting when following them in the Park on the previous day, but I soon found that we were proceeding in the old direction of the Avenue Road gate. The cab in which Mr. Jay was riding turned into the Park slowly. We stopped outside, to avoid exciting suspicion. I got out to follow the cab on foot. Just as I did so, I saw it stop, and detected the two confederates approaching it from among the trees. They got in, and the cab was turned about directly. I ran back to my own cab and told the driver to let them pass him, and then to follow as before.<br><br>The man obeyed my directions, but so clumsily as to excite their suspicions. We had been driving after them about three minutes (returning along the road by which we had advanced) when I looked out of the window to see how far they might be ahead of us. As I did this, I saw two hats popped out of the windows of their cab, and two faces looking back at me. I sank into my place in a cold sweat; the expression is coarse, but no other form of words can describe my condition at that trying moment.<br><br>'We are found out!' I said, faintly, to my two subordinates. They stared at me in astonishment. My feelings changed instantly from the depth of despair to the height of indignation.<br><br>'It is the cabman's fault. Get out, one of you,' I said, with dignity--'get out, and punch his head.'<br><br>Instead of following my directions (I should wish this act of disobedience to be reported at headquarters) they both looked out of the window. Before I could pull them back they both sat down again. Before I could express my just indignation, they both grinned, and said to me: 'Please to look out, sir!'<br><br>I did look out. Their cab had stopped.<br><br>Where?<br><br>At a church door!<br><br>What effect this discovery might have had upon the ordinary run of men I don't know. Being of a strong religious turn myself, it filled me with horror. I have often read of the unprincipled cunning of criminal persons, but I never before heard of three thieves attempting to double on their pursuers by entering a church! The sacrilegious audacity of that proceeding is, I should think, unparalleled in the annals of crime.<br><br>I checked my grinning subordinates by a frown. It was easy to see what was passing in their superficial minds. If I had not been able to look below the surface, I might, on observing two nicely dressed men and one nicely dressed woman enter a church before eleven in the morning on a week day, have come to the same hasty conclusion at which my inferiors had evidently arrived. As it was, appearances had no power to impose on me. I got out, and, followed by one of my men, entered the church. The other man I sent round to watch the vestry door. You may catch a weasel asleep, but not your humble servant, Matthew Sharpin!<br><br>We stole up the gallery stairs, diverged to the organ-loft, and peered through the curtains in front. There they were, all three, sitting in a pew below--yes, incredible as it may appear, sitting in a pew below!<br><br>Before I could determine what to do, a clergyman made his appearance in full canonicals from the vestry door, followed by a clerk. My brain whirled and my eyesight grew dim. Dark remembrances of robberies committed in vestries floated through my mind. I trembled for the excellent man in full canonicals--I even trembled for the clerk.<br><br>The clergyman placed himself inside the altar rails. The three desperadoes approached him. He opened his book and began to read. What? you will ask.<br><br>I answer, without the slightest hesitation, the first lines of the Marriage Service.<br><br>My subordinate had the audacity to look at me, and then to stuff his pocket-handkerchief into his mouth. I scorned to pay any attention to him. After I had discovered that the man 'Jack' was the bridegroom, and that the man Jay acted the part of father, and gave away the bride, I left the church, followed by my men, and joined the other subordinate outside the vestry door. Some people in my position would now have felt rather crestfallen, and would have begun to think that they had made a very foolish mistake. Not the faintest misgiving of any kind troubled me. I did not feel in the slightest degree depreciated in my own estimation. And even now, after a lapse of three hours, my mind remains, I am happy to say, in the same calm and hopeful condition.<br><br>As soon as I and my subordinates were assembled together outside the church, I intimated my intention of still following the other cab in spite of what had occurred. My reason for deciding on this course will appear presently. The two subordinates appeared to be astonished at my resolution. One of them had the impertinence to say to me:<br><br>'If you please, sir, who is it that we are after? A man who has stolen money, or a man who has stolen a wife?'<br><br>The other low person encouraged him by laughing. Both have deserved an official reprimand, and both, I sincerely trust, will be sure to get it.<br><br>When the marriage ceremony was over, the three got into their cab and once more our vehicle (neatly hidden round the corner of the church, so that they could not suspect it to be near them) started to follow theirs.<br><br>We traced them to the terminus of the Southwestern Railway. The newly-married couple took tickets for Richmond, paying their fare with a half sovereign, and so depriving me of the pleasure of arresting them, which I should certainly have done if they had offered a bank-note. They parted from Mr. Jay, saying: 'Remember the address--14 Babylon Terrace. You dine with us to-morrow week.' Mr. Jay accepted the invitation, and added, jocosely, that he was going home at once to get off his clean clothes, and to be comfortable and dirty again for the rest of the day. I have to report that I saw him home safely, and that he is comfortable and dirty again (to use his own disgraceful language) at the present moment.<br><br>Here the affair rests, having by this time reached what I may call its first stage.<br><br>I know very well what persons of hasty judgment will be inclined to say of my proceedings thus far. They will assert that I have been deceiving myself all through in the most absurd way; they will declare that the suspicious conversations which I have reported referred solely to the difficulties and dangers of successfully carrying out a runaway match; and they will appeal to the scene in the church as offering undeniable proof of the correctness of their assertions. So let it be. I dispute nothing up to this point. But I ask a question, out of the depths of my own sagacity as a man of the world, which the bitterest of my enemies will not, I think, find it particularly easy to answer.<br><br>Granted the fact of the marriage, what proof does it afford me of the innocence of the three persons concerned in that clandestine transaction? It gives me none. On the contrary, it strengthens my suspicions against Mr. Jay and his confederates, because it suggests a distinct motive for their stealing the money. A gentleman who is going to spend his honeymoon at Richmond wants money; and a gentleman who is in debt to all his tradespeople wants money. Is this an unjustifiable imputation of bad motives? In the name of outraged Morality, I deny it. These men have combined together, and have stolen a woman. Why should they not combine together and steal a cash-box? I take my stand on the logic of rigid Virtue, and I defy all the sophistry of Vice to move me an inch out of my position.<br><br>Speaking of virtue, I may add that I have put this view of the case to Mr. and Mrs. Yatman. That accomplished and charming woman found it difficult at first to follow the close chain of my reasoning. I am free to confess that she shook her head, and shed tears, and joined her husband in premature lamentation over the loss of the two hundred pounds. But a little careful explanation on my part, and a little attentive listening on hers, ultimately changed her opinion. She now agrees with me that there is nothing in this unexpected circumstance of the clandestine marriage which absolutely tends to divert suspicion from Mr. Jay, or Mr. 'Jack,' or the runaway lady. 'Audacious hussy' was the term my fair friend used in speaking of her; but let that pass. It is more to the purpose to record that Mrs. Yatman has not lost confidence in me, and that Mr. Yatman promises to follow her example, and do his best to look hopefully for future results.<br><br>I have now, in the new turn that circumstances have taken, to await advice from your office. I pause for fresh orders with all the composure of a man who has got two strings to his bow. When I traced the three confederates from the church door to the railway terminus, I had two motives for doing so. First, I followed them as a matter of official business, believing them still to have been guilty of the robbery. Secondly, I followed them as a matter of private speculation, with a view of discovering the place of refuge to which the runaway couple intended to retreat, and of making my information a marketable commodity to offer to the young lady's family and friends. Thus, whatever happens, I may congratulate myself beforehand on not having wasted my time. If the office approves of my conduct, I have my plan ready for further proceedings. If the office blames me, I shall take myself off, with my marketable information, to the genteel villa residence in the neighborhood of the Regent's Park. Anyway, the affair puts money into my pocket, and does credit to my penetration as an uncommonly sharp man.<br><br>I have only one word more to add, and it is this: If any individual ventures to assert that Mr. Jay and his confederates are innocent of all share in the stealing of the cash-box, I, in return, defy that individual--though he may even be Chief Inspector Theakstone himself--to tell me who has committed the robbery at Rutherford Street, Soho.<br><br>Strong in that conviction, I have the honor to be your very obedient servant,<br><br>MATTHEW SHARPIN.<br><br><br><br>FROM CHIEF INSPECTOR THEAKSTONE TO SERGEANT BULMER.<br> Birmingham, July 9th.<br><br>SERGEANT BULMER--That empty-headed puppy, Mr. Matthew Sharpin, has made a mess of the case at Rutherford Street, exactly as I expected he would. Business keeps me in this town, so I write to you to set the matter straight. I inclose with this the pages of feeble scribble-scrabble which the creature Sharpin calls a report. Look them over; and when you have made your way through all the gabble, I think you will agree with me that the conceited booby has looked for the thief in every direction but the right one. You can lay your hand on the guilty person in five minutes, now. Settle the case at once; forward your report to me at this place, and tell Mr. Sharpin that he is suspended till further notice.<br><br>Yours, FRANCIS THEAKSTONE.<br><br><br><br>FROM SERGEANT BULMER TO CHIEF INSPECTOR THEAKSTONE.<br> London, July 10th.<br><br>INSPECTOR THEAKSTONE--Your letter and inclosure came safe to hand. Wise men, they say, may always learn something even from a fool. By the time I had got through Sharpin's maundering report of his own folly, I saw my way clear enough to the end of the Rutherford Street case, just as you thought I should. In half an hour's time I was at the house. The first person I saw there was Mr. Sharpin himself.<br><br>'Have you come to help me?' says he.<br><br>'Not exactly,' says I. 'I've come to tell you that you are suspended till further notice.'<br><br>'Very good,' says he, not taken down by so much as a single peg in his own estimation. 'I thought you would be jealous of me. It's very natural and I don't blame you. Walk in, pray, and make yourself at home. I'm off to do a little detective business on my own account, in the neighborhood of the Regent's Park. Ta--ta, sergeant, ta--ta!'<br><br>With those words he took himself out of the way, which was exactly what I wanted him to do.<br><br>As soon as the maid-servant had shut the door, I told her to inform her master that I wanted to say a word to him in private. She showed me into the parlor behind the shop, and there was Mr. Yatman all alone, reading the newspaper.<br><br>'About this matter of the robbery, sir,' says I.<br><br>He cut me short, peevishly enough, being naturally a poor, weak, womanish sort of man.<br><br>'Yes, yes, I know,' says he. 'You have come to tell me that your wonderfully clever man, who has bored holes in my second floor partition, has made a mistake, and is off the scent of the scoundrel who has stolen my money.'<br><br>'Yes, sir,' says I. 'That is one of the things I came to tell you. But I have got something else to say besides that.'<br><br>'Can you tell me who the thief is?' says he, more pettish than ever.<br><br>'Yes, sir,' says I, 'I think I can.'<br><br>He put down the newspaper, and began to look rather anxious and frightened.<br><br>'Not my shopman?' says he. 'I hope, for the man's own sake, it's not my shopman.'<br><br>'Guess again, sir,' says I.<br><br>'That idle slut, the maid?' says he.<br><br>'She is idle, sir,' says I, 'and she is also a slut; my first inquiries about her proved as much as that. But she's not the thief.'<br><br>'Then, in the name of Heaven, who is?' says he.<br><br>'Will you please to prepare yourself for a very disagreeable surprise, sir?' says I. 'And, in case you lose your temper, will you excuse my remarking that I am the stronger man of the two, and that if you allow yourself to lay hands on me, I may unintentionally hurt you, in pure self-defense.'<br><br>He turned as pale as ashes, and pushed his chair two or three feet away from me.<br><br>'You have asked me to tell you, sir, who has taken your money,' I went on. 'If you insist on my giving you an answer--'<br><br>'I do insist,' he said, faintly. 'Who has taken it?'<br><br>'Your wife has taken it,' I said, very quietly, and very positively at the same time.<br><br>He jumped out of the chair as if I had put a knife into him, and struck his fist on the table so heavily that the wood cracked again.<br><br>'Steady, sir,' says I. 'Flying into a passion won't help you to the truth.'<br><br>'It's a lie!' says he, with another smack of his fist on the table--'a base, vile, infamous lie! How dare you--'<br><br>He stopped, and fell back into the chair again, looked about him in a bewildered way, and ended by bursting out crying.<br><br>'When your better sense comes back to you, sir,' says I, 'I am sure you will be gentleman enough to make an apology for the language you have just used. In the meantime, please to listen, if you can, to a word of explanation. Mr. Sharpin has sent in a report to our inspector of the most irregular and ridiculous kind, setting down not only all his own foolish doings and sayings, but the doings and sayings of Mrs. Yatman as well. In most cases, such a document would have been fit only for the waste paper basket; but in this particular case it so happens that Mr. Sharpin's budget of nonsense leads to a certain conclusion, which the simpleton of a writer has been quite innocent of suspecting from the beginning to the end. Of that conclusion I am so sure that I will forfeit my place if it does not turn out that Mrs. Yatman has been practicing upon the folly and conceit of this young man, and that she has tried to shield herself from discovery by purposely encouraging him to suspect the wrong persons. I tell you that confidently; and I will even go further. I will undertake to give a decided opinion as to why Mrs. Yatman took the money, and what she has done with it, or with a part of it. Nobody can look at that lady, sir, without being struck by the great taste and beauty of her dress--'<br><br>As I said those last words, the poor man seemed to find his powers of speech again. He cut me short directly as haughtily as if he had been a duke instead of a stationer.<br><br>'Try some other means of justifying your vile calumny against my wife,' says he. 'Her milliner's bill for the past year is on my file of receipted accounts at this moment.'<br><br>'Excuse me, sir,' says I, 'but that proves nothing. Milliners, I must tell you, have a certain rascally custom which comes within the daily experience of our office. A married lady who wishes it can keep two accounts at her dressmaker's; one is the account which her husband sees and pays; the other is the private account, which contains all the extravagant items, and which the wife pays secretly, by installments, whenever she can. According to our usual experience, these installments are mostly squeezed out of the housekeeping money. In your case, I suspect, no installments have been paid; proceedings have been threatened; Mrs. Yatman, knowing your altered circumstances, has felt herself driven into a corner, and she has paid her private account out of your cash-box.'<br><br>'I won't believe it,' says he. 'Every word you speak is an abominable insult to me and to my wife.'<br><br>'Are you man enough, sir,' says I, taking him up short, in order to save time and words, 'to get that receipted bill you spoke of just now off the file, and come with me at once to the milliner's shop where Mrs. Yatman deals?'<br><br>He turned red in the face at that, got the bill directly, and put on his hat. I took out of my pocket-book the list containing the numbers of the lost notes, and we left the house together immediately.<br><br>Arrived at the milliner's (one of the expensive West-End houses, as I expected), I asked for a private interview, on important business, with the mistress of the concern. It was not the first time that she and I had met over the same delicate investigation. The moment she set eyes on me she sent for her husband. I mentioned who Mr. Yatman was, and what we wanted.<br><br>'This is strictly private?' inquires the husband. I nodded my head.<br><br>'And confidential?' says the wife. I nodded again.<br><br>'Do you see any objection, dear, to obliging the sergeant with a sight of the books?' says the husband.<br><br>'None in the world, love, if you approve of it,' says the wife.<br><br>All this while poor Mr. Yatman sat looking the picture of astonishment and distress, quite out of place at our polite conference. The books were brought, and one minute's look at the pages in which Mrs. Yatman's name figured was enough, and more than enough, to prove the truth of every word that I had spoken.<br><br>There, in one book, was the husband's account which Mr. Yatman had settled; and there, in the other, was the private account, crossed off also, the date of settlement being the very day after the loss of the cash-box. This said private account amounted to the sum of a hundred and seventy-five pounds, odd shillings, and it extended over a period of three years. Not a single installment had been paid on it. Under the last line was an entry to this effect: 'Written to for the third time, June 23d.' I pointed to it, and asked the milliner if that meant 'last June.' Yes, it did mean last June; and she now deeply regretted to say that it had been accompanied by a threat of legal proceedings.<br><br>'I thought you gave good customers more than three years' credit?' says I.<br><br>The milliner looks at Mr. Yatman, and whispers to me, 'Not when a lady's husband gets into difficulties.'<br><br>She pointed to the account as she spoke. The entries after the time when Mr. Yatman's circumstances became involved were just as extravagant, for a person in his wife's situation, as the entries for the year before that period. If the lady had economized in other things, she had certainly not economized in the matter of dress.<br><br>There was nothing left now but to examine the cash-book, for form's sake. The money had been paid in notes, the amounts and numbers of which exactly tallied with the figures set down in my list.<br><br>After that, I thought it best to get Mr. Yatman out of the house immediately. He was in such a pitiable condition that I called a cab and accompanied him home in it. At first he cried and raved like a child; but I soon quieted him; and I must add, to his credit, that he made me a most handsome apology for his language as the cab drew up at his house door. In return, I tried to give him some advice about how to set matters right for the future with his wife. He paid very little attention to me, and went upstairs muttering to himself about a separation. Whether Mrs. Yatman will come cleverly out of the scrape or not seems doubtful. I should say myself that she would go into screeching hysterics, and so frighten the poor man into forgiving her. But this is no business of ours. So far as we are concerned, the case is now at an end, and the present report may come to a conclusion along with it.<br><br>I remain, accordingly, yours to command,<br><br>THOMAS BULMER.<br><br>P.S.--I have to add that, on leaving Rutherford Street, I met Mr. Matthew Sharpin coming to pack up his things.<br><br>'Only think!' says he, rubbing his hands in great spirits, 'I've been to the genteel villa residence, and the moment I mentioned my business they kicked me out directly. There were two witnesses of the assault, and it's worth a hundred pounds to me if it's worth a farthing.'<br><br>'I wish you joy of your luck,' says I.<br><br>'Thank you,' says he. 'When may I pay you the same compliment on finding the thief?'<br><br>'Whenever you like,' says I, 'for the thief is found.'<br><br>'Just what I expected,' says he. 'I've done all the work, and now you cut in and claim all the credit--Mr. Jay, of course.'<br><br>'No,' says I.<br><br>'Who is it then?' says he.<br><br>'Ask Mrs. Yatman,' says I. 'She's waiting to tell you.'<br><br>'All right! I'd much rather hear it from that charming woman than from you,' says he, and goes into the house in a mighty hurry.<br><br>What do you think of that, Inspector Theakstone? Would you like to stand in Mr. Sharpin's shoes? I shouldn't, I can promise you.<br><br><br><br>FROM CHIEF INSPECTOR THEAKSTONE TO MR. MATTHEW SHARPIN.<br> July 12th.<br><br>SIR--Sergeant Bulmer has already told you to consider yourself suspended until further notice. I have now authority to add that your services as a member of the Detective police are positively declined. You will please to take this letter as notifying officially your dismissal from the force.<br><br>I may inform you, privately, that your rejection is not intended to cast any reflections on your character. It merely implies that you are not quite sharp enough for our purposes. If we are to have a new recruit among us, we should infinitely prefer Mrs. Yatman.<br><br>Your obedient servant,<br><br>FRANCIS THEAKSTONE.<br><br><br><br>NOTE ON THE PRECEDING CORRESPONDENCE, ADDED BY MR. THEAKSTONE.<br> The inspector is not in a position to append any explanations of importance to the last of the letters. It has been discovered that Mr. Matthew Sharpin left the house in Rutherford Street five minutes after his interview outside of it with Sergeant Bulmer, his manner expressing the liveliest emotions of terror and astonishment, and his left cheek displaying a bright patch of red, which looked as if it might have been the result of what is popularly termed a smart box on the ear. He was also heard by the shopman at Rutherford Street to use a very shocking expression in reference to Mrs. Yatman, and was seen to clinch his fist vindictively as he ran round the corner of the street. Nothing more has been heard of him; and it is conjectured that he has left London with the intention of offering his valuable services to the provincial police.<br><br>On the interesting domestic subject of Mr. and Mrs. Yatman still less is known. It has, however, been positively ascertained that the medical attendant of the family was sent for in a great hurry on the day when Mr. Yatman returned from the milliner's shop. The neighboring chemist received, soon afterward, a prescription of a soothing nature to make up for Mrs. Yatman. The day after, Mr. Yatman purchased some smelling-salts at the shop, and afterward appeared at the circulating library to ask for a novel descriptive of high life that would amuse an invalid lady. It has been inferred from these circumstances that he has not thought it desirable to carry out his threat of separating from his wife, at least in the present (presumed) condition of that lady's sensitive nervous system."
			}