{"id":"user23","title":"Byron","exclude_from_menu":"true","image":"Nina Matthewsh.jpg","main_text":"Oh, talk not to me of a name great in story;<br>The days of our youth are the days of our glory;<br>And the myrtle and ivy of sweet two-and-twenty<br>Are worth all your laurels, though ever so plenty.<br><br>What are garlands and crowns to the brow that is wrinkled?<br>'Tis but as a dead flower with May-dew besprinkled:<br>Then away with all such from the head that is hoary!<br>What care I for the wreaths that can only give glory?<br><br>O Fame!—if I e'er took delight in thy praises,<br>'Twas less for the sake of thy high-sounding phrases,<br>Than to see the bright eyes of the dear one discover<br>She thought that I was not unworthy to love her.<br><br>There chiefly I sought thee, there only I found thee;<br>Her glance was the best of the rays that surround thee;<br>When it sparkled o'er aught that was bright in my story,<br>I knew it was love, and I felt it was glory.</p><br>When we two parted<br>In silence and tears,<br>Half broken-hearted,<br>To sever for years,<br>Pale grew thy cheek and cold,<br>Colder thy kiss;<br>Truly that hour foretold<br>Sorrow to this.<br><br>The dew of the morning<br>Sank chill on my brow—<br>It felt like the warning<br>Of what I feel now.<br>Thy vows are all broken,<br>And light is thy fame:<br>I hear thy name spoken,<br>And share in its shame.<br><br>They name thee before me,<br>A knell to mine ear;<br>A shudder comes o'er me— <br>Why wert thou so dear?<br>They know not I knew thee,<br>Who knew thee too well:— <br>Long, long shall I rue thee<br>Too deeply to tell.<br><br>In secret we met— <br>In silence I grieve<br>That thy heart could forget,<br>Thy spirit deceive.<br>If I should meet thee<br>After long years,<br>How should I greet thee?—<br>With silence and tears.</p><br>I had a dream, which was not all a dream.<br>The bright sun was extinguished, and the stars<br>Did wander darkling in the eternal space,<br>Rayless, and pathless, and the icy earth<br>Swung blind and blackening in the moonless air;<br>Morn came and went—and came, and brought no day,<br>And men forgot their passions in the dread<br>Of this their desolation; and all hearts<br>Were chilled into a selfish prayer for light;<br>And they did live by watchfires—and the thrones,<br>The palaces of crowned kings—the huts,<br>The habitations of all things which dwell,<br>Were burnt for beacons; cities were consumed,<br>And men were gathered round their blazing homes<br>To look once more into each other's face;<br>Happy were those which dwelt within the eye<br>Of the volcanoes, and their mountain-torch;<br>A fearful hope was all the world contained;<br>Forests were set on fire—but hour by hour<br>They fell and faded—and the crackling trunks<br>Extinguished with a crash—and all was black.<br>The brows of men by the despairing light<br>Wore an unearthly aspect, as by fits<br>The flashes fell upon them: some lay down<br>And hid their eyes and wept; and some did rest<br>Their chins upon their clenched hands, and smiled;<br>And others hurried to and fro, and fed<br>Their funeral piles with fuel, and looked up<br>With mad disquietude on the dull sky,<br>The pall of a past world; and then again<br>With curses cast them down upon the dust,<br>And gnashed their teeth and howled; the wild birds shrieked,<br>And, terrified, did flutter on the ground,<br>And flap their useless wings; the wildest brutes<br>Came tame and tremulous; and vipers crawled<br>And twined themselves among the multitude,<br>Hissing, but stingless—they were slain for food;<br>And War, which for a moment was no more,<br>Did glut himself again;—a meal was bought<br>With blood, and each sate sullenly apart<br>Gorging himself in gloom: no love was left;<br>All earth was but one thought—and that was death,<br>Immediate and inglorious; and the pang<br>Of famine fed upon all entrails—men<br>Died, and their bones were tombless as their flesh;<br>The meagre by the meagre were devoured,<br>Even dogs assailed their masters, all save one,<br>And he was faithful to a corse, and kept<br>The birds and beasts and famished men at bay,<br>Till hunger clung them, or the drooping dead<br>Lured their lank jaws; himself sought out no food,<br>But with a piteous and perpetual moan,<br>And a quick desolate cry, licking the hand<br>Which answered not with a caress—he died.<br>The crowd was famished by degrees; but two<br>Of an enormous city did survive,<br>And hey were enemies: they met beside<br>The dying embers of an altar-place<br>Where had been heaped a mass of holy things<br>For an unholy usage: they raked up,<br>And shivering scraped with their cold skeleton hands<br>The feeble ashes, and their feeble breath<br>Blew for a little life, and made a flame<br>Which was a mockery; then they lifted up<br>Their eyes as it grew lighter, and beheld<br>Each other's aspects—saw, and shrieked, and died—<br>Even of their mutual hideousness they died,<br>Unknowing who he was upon whose brow<br>Famine had written Fiend. The world was void,<br>The populous and the powerful was a lump,<br>Seasonless, herbless, treeless, manless, lifeless— <br>A lump of death—a chaos of hard clay.<br>The rivers, lakes, and ocean all stood still,<br>And nothing stirred within their silent depths;<br>Ships sailorless lay rotting on the sea,<br>And their masts fell down piecemeal; as they dropped<br>They slept on the abyss without a surge— <br>The waves were dead; the tides were in their grave,<br>The Moon, their mistress, had expired before;<br>The winds were withered in the stagnant air,<br>And the clouds perished! Darkness had no need<br>Of aid from them—She was the Universe!</p><br>I<br><br>Our life is twofold; Sleep hath its own world,<br>A boundary between the things misnamed<br>Death and existence: Sleep hath its own world,<br>And a wide realm of wild reality,<br>And dreams in their development have breath,<br>And tears, and tortures, and the touch of joy;<br>They leave a weight upon our waking thoughts,<br>They take a weight from off waking toils,<br>They do divide our being; they become<br>A portion of ourselves as of our time,<br>And look like heralds of eternity;<br>They pass like spirits of the past—they speak<br>Like sibyls of the future; they have power— <br>The tyranny of pleasure and of pain;<br>They make us what we were not—what they will,<br>And shake us with the vision that's gone by,<br>The dread of vanished shadows—Are they so?<br>Is not the past all shadow?—What are they?<br>Creations of the mind?—The mind can make<br>Substances, and people planets of its own<br>With beings brighter than have been, and give<br>A breath to forms which can outlive all flesh.<br>I would recall a vision which I dreamed<br>Perchance in sleep—for in itself a thought,<br>A slumbering thought, is capable of years,<br>And curdles a long life into one hour.<br><br>II<br><br>I saw two beings in the hues of youth<br>Standing upon a hill, a gentle hill,<br>Green and of mild declivity, the last<br>As 'twere the cape of a long ridge of such,<br>Save that there was no sea to lave its base,<br>But a most living landscape, and the wave<br>Of woods and corn-fields, and the abodes of men<br>Scattered at intervals, and wreathing smoke<br>Arising from such rustic roofs: the hill<br>Was crowned with a peculiar diadem<br>Of trees, in circular array, so fixed,<br>Not by the sport of nature, but of man:<br>These two, a maiden and a youth, were there<br>Gazing—the one on all that was beneath<br>Fair as herself—but the boy gazed on her;<br>And both were young, and one was beautiful:<br>And both were young—yet not alike in youth.<br>As the sweet moon on the horizon's verge,<br>The maid was on the eve of womanhood;<br>The boy had fewer summers, but his heart<br>Had far outgrown his years, and to his eye<br>There was but one beloved face on earth,<br>And that was shining on him; he had looked<br>Upon it till it could not pass away;<br>He had no breath, no being, but in hers:<br>She was his voice; he did not speak to her,<br>But trembled on her words; she was his sight,<br>For his eye followed hers, and saw with hers,<br>Which coloured all his objects;—he had ceased<br>To live within himself: she was his life,<br>The ocean to the river of his thoughts,<br>Which terminated all; upon a tone,<br>A touch of hers, his blood would ebb and flow,<br>And his cheek change tempestuously—his heart<br>Unknowing of its cause of agony.<br>But she in these fond feelings had no share:<br>Her sighs were not for him; to her he was<br>Even as a brother—but no more; 'twas much,<br>For brotherless she was, save in the name<br>Her infant friendship had bestowed on him;<br>Herself the solitary scion left<br>Of a time-honoured race.—It was a name<br>Which pleased him, and yet pleased him not—and why?<br>Time taught him a deep answer—when she loved<br>Another; even now she loved another,<br>And on the summit of that hill she stood<br>Looking afar if yet her lover's steed<br>Kept pace with her expectancy, and flew.<br><br>III<br><br>A change came o'er the spirit of my dream.<br>There was an ancient mansion, and before<br>Its walls there was a steed caparisoned:<br>Within an antique Oratory stood<br>The Boy of whom I spake;—he was alone,<br>And pale, and pacing to and fro: anon<br>He sate him down, and seized a pen, and traced<br>Words which I could not guess of; then he leaned<br>His bowed head on his hands and shook, as 'twere<br>With a convulsion—then rose again,<br>And with his teeth and quivering hands did tear<br>What he had written, but he shed no tears.<br>And he did calm himself, and fix his brow<br>Into a kind of quiet: as he paused,<br>The Lady of his love re-entered there;<br>She was serene and smiling then, and yet<br>She knew she was by him beloved; she knew—<br>For quickly comes such knowledge—that his heart<br>Was darkened with her shadow, and she saw<br>That he was wretched, but she saw not all.<br>He rose, and with a cold and gentle grasp<br>He took her hand; a moment o'er his face<br>A tablet of unutterable thoughts<br>Was traced, and then it faded, as it came;<br>He dropped the hand he held, and with slow steps<br>Retired, but not as bidding her adieu,<br>For they did part with mutual smiles; he passed<br>From out the massy gate of that old Hall,<br>And mounting on his steed he went his way;<br>And ne'er repassed that hoary threshold more.<br><br>IV<br><br>A change came o'er the spirit of my dream.<br>The Boy was sprung to manhood: in the wilds<br>Of fiery climes he made himself a home,<br>And his Soul drank their sunbeams; he was girt<br>With strange and dusky aspects; he was not<br>Himself like what he had been; on the sea<br>And on the shore he was a wanderer;<br>There was a mass of many images<br>Crowded like waves upon me, but he was<br>A part of all; and in the last he lay<br>Reposing from the noontide sultriness,<br>Couched among fallen columns, in the shade<br>Of ruined walls that had survived the names<br>Of those who reared them; by his sleeping side<br>Stood camels grazing, and some goodly steeds<br>Were fastened near a fountain; and a man,<br>Glad in a flowing garb, did watch the while,<br>While many of his tribe slumbered around:<br>And they were canopied by the blue sky,<br>So cloudless, clear, and purely beautiful,<br>That God alone was to be seen in heaven.<br><br>V<br><br>A change came o'er the spirit of my dream.<br>The Lady of his love was wed with One<br>Who did not love her better: in her home,<br>A thousand leagues from his,—her native home,<br>She dwelt, begirt with growing Infancy,<br>Daughters and sons of Beauty,—but behold!<br>Upon her face there was a tint of grief,<br>The settled shadow of an inward strife,<br>And an unquiet drooping of the eye,<br>As if its lid were charged with unshed tears.<br>What could her grief be?—she had all she loved,<br>And he who had so loved her was not there<br>To trouble with bad hopes, or evil wish,<br>Or ill-repressed affliction, her pure thoughts.<br>What could her grief be?—she had loved him not,<br>Nor given him cause to deem himself beloved,<br>Nor could he be a part of that which preyed<br>Upon her mind—a spectre of the past.<br><br>VI<br><br>A change came o'er the spirit of my dream.<br>The Wanderer was returned.—I saw him stand<br>Before an altar—with a gentle bride;<br>Her face was fair, but was not that which made<br>The Starlight of his Boyhood;—as he stood<br>Even at the altar, o'er his brow there came<br>The selfsame aspect and the quivering shock<br>That in the antique Oratory shook<br>His bosom in its solitude; and then—<br>As in that hour—a moment o'er his face<br>The tablet of unutterable thoughts<br>Was traced—and then it faded as it came,<br>And he stood calm and quiet, and he spoke<br>The fitting vows, but heard not his own words,<br>And all things reeled around him; he could see<br>Not that which was, nor that which should have been— <br>But the old mansion, and the accustomed hall,<br>And the remembered chambers, and the place,<br>The day, the hour, the sunshine, and the shade,<br>All things pertaining to that place and hour,<br>And her who was his destiny, came back<br>And thrust themselves between him and the light;<br>What business had they there at such a time?<br><br>VII<br><br>A change came o'er the spirit of my dream.<br>The Lady of his love;—Oh! she was changed,<br>As by the sickness of the soul; her mind<br>Had wandered from its dwelling, and her eyes,<br>They had not their own lustre, but the look<br>Which is not of the earth; she was become<br>The queen of a fantastic realm; her thoughts<br>Were combinations of disjointed things;<br>And forms impalpable and unperceived<br>Of others' sight familiar were to hers.<br>And this the world calls frenzy; but the wise<br>Have a far deeper madness, and the glance<br>Of melancholy is a fearful gift;<br>What is it but the telescope of truth?<br>Which strips the distance of its fantasies,<br>And brings life near in utter nakedness,<br>Making the cold reality too real!<br><br>VIII<br><br>A change came o'er the spirit of my dream.<br>The Wanderer was alone as heretofore,<br>The beings which surrounded him were gone,<br>Or were at war with him; he was a mark<br>For blight and desolation, compassed round<br>With Hatred and Contention; Pain was mixed<br>In all which was served up to him, until,<br>Like to the Pontic monarch of old days,<br>He fed on poisons, and they had no power,<br>But were a kind of nutriment; he lived<br>Through that which had been death to many men,<br>And made him friends of mountains; with the stars<br>And the quick Spirit of the Universe<br>He held his dialogues: and they did teach<br>To him the magic of their mysteries;<br>To him the book of Night was opened wide,<br>And voices from the deep abyss revealed<br>A marvel and a secret.—Be it so.<br><br>IX<br><br>My dream is past; it had no further change.<br>It was of a strange order, that the doom<br>Of these two creatures should be thus traced out<br>Almost like a reality—the one<br>To end in madness—both in misery.</p><br>To sit on rocks, to muse o'er flood and fell,<br>To slowly trace the forest's shady scene,<br>Where things that own not man's dominion dwell,<br>And mortal foot hath ne'er or rarely been;<br>To climb the trackless mountain all unseen,<br>With the wild flock that never needs a fold;<br>Alone o'er steeps and foaming falls to lean;<br>This is not solitude, 'tis but to hold<br>Converse with Nature's charms, and view her stores unrolled.<br><br>But midst the crowd, the hurry, the shock of men,<br>To hear, to see, to feel and to possess,<br>And roam alone, the world's tired denizen,<br>With none who bless us, none whom we can bless;<br>Minions of splendour shrinking from distress!<br>None that, with kindred consciousness endued,<br>If we were not, would seem to smile the less<br>Of all the flattered, followed, sought and sued;<br>This is to be alone; this, this is solitude!</p><br>Oh! snatched away in beauty's bloom,<br>On thee shall press no ponderous tomb;<br>But on thy turf shall roses rear<br>Their leaves, the earliest of the year;<br>And the wild cypress wave in tender gloom:<br><br>And oft by yon blue gushing stream<br>Shall Sorrow lean her drooping head,<br>And feed deep thought with many a dream,<br>And lingering pause and lightly tread;<br>Fond wretch! as if her step disturbed the dead!<br><br>Away! ye know that tears are vain,<br>That death nor heeds nor hears distress:<br>Will this unteach us to complain?<br>Or make one mourner weep the less?<br>And thou -who tell'st me to forget,<br>Thy looks are wan, thine eyes are wet.</p><br>There be none of Beauty's daughters<br>With a magic like Thee;<br>And like music on the waters<br>Is thy sweet voice to me:<br>When, as if its sound were causing<br>The charmйd ocean's pausing,<br>The waves lie still and gleaming,<br>And the lull'd winds seem dreaming:<br>And the midnight moon is weaving<br>Her bright chain o'er the deep,<br>Whose breast is gently heaving<br>As an infant's asleep:<br>So the spirit bows before thee<br>To listen and adore thee;<br>With a full but soft emotion,<br>Like the swell of Summer's ocean.</p>"}