{
	"id":"user726",
	"title":"The Waste Land by T.S. Eliot (Abandoned)",
	"image":"Hammonton Photography.jpg",
	"tag":["15", "22"],
	"video":{"src":["Abandoned-desert-buildings.m4v", "Abandoned-house-in-desert.m4v", "Abandoned-room-covered-with-forgotten-junk.m4v"], "title":"video title","type":"background"},
	"main_text":"'Nam Sibyllam quidem Cumis ego ipse oculis meis vidi in ampulla pendere, et cum illi pueri dicerent: <br><br> ????????????????????????; respondebat illa: ??????????????????????.'<br><br><br><br>For Ezra Pound<br><br> il miglior fabbro.<br><br><br><br>I. THE BURIAL OF THE DEAD<br><br><br><br>April is the cruellest month, breeding<br><br> Lilacs out of the dead land, mixing<br><br> Memory and desire, stirring<br><br> Dull roots with spring rain.<br><br> Winter kept us warm, covering<br><br> Earth in forgetful snow, feeding<br><br> A little life with dried tubers.<br><br> Summer surprised us, coming over the Starnbergersee<br><br> With a shower of rain; we stopped in the colonnade,<br><br> And went on in sunlight, into the Hofgarten,<br><br> And drank coffee, and talked for an hour.<br><br> Bin gar keine Russin, stamm' aus Litauen, echt deutsch.<br><br> And when we were children, staying at the arch-duke's,<br><br> My cousin's, he took me out on a sled,<br><br> And I was frightened. He said, Marie,<br><br> Marie, hold on tight. And down we went.<br><br> In the mountains, there you feel free.<br><br> I read, much of the night, and go south in the winter.<br><br><br><br>What are the roots that clutch, what branches grow<br><br> Out of this stony rubbish? Son of man, <br><br> You cannot say, or guess, for you know only<br><br> A heap of broken images, where the sun beats,<br><br> And the dead tree gives no shelter, the cricket no relief,<br><br> And the dry stone no sound of water. Only<br><br> There is shadow under this red rock,<br><br> (Come in under the shadow of this red rock),<br><br> And I will show you something different from either<br><br> Your shadow at morning striding behind you<br><br> Or your shadow at evening rising to meet you;<br><br> I will show you fear in a handful of dust.<br><br> Frisch weht der Wind<br><br> Der Heimat zu<br><br> Mein Irisch Kind,<br><br> Wo weilest du?<br><br> 'You gave me hyacinths first a year ago;<br><br> 'They called me the hyacinth girl.'<br><br> -Yet when we came back, late, from the hyacinth garden,<br><br> Your arms full, and your hair wet, I could not<br><br> Speak, and my eyes failed, I was neither <br><br> Living nor dead, and I knew nothing,<br><br> Looking into the heart of light, the silence.<br><br> Oed' und leer das Meer.<br><br><br><br>Madam Sosostris, famous clairvoyante,<br><br> Had a bad cold, nevertheless<br><br> Is known to be the wisest woman in Europe,<br><br> With a wicked pack of cards. Here, said she,<br><br> Is your card, the drowned Phoenician Sailor,<br><br> (Those are pearls that were his eyes. Look!)<br><br> Here is Belladonna, the Lady of the Rocks,<br><br> The lady of situations.<br><br> Here is the man with three staves, and here the Wheel,<br><br> And here is the one-eyed merchant, and this card,<br><br> Which is blank, is something he carries on his back,<br><br> Which I am forbidden to see. I do not find<br><br> The Hanged Man. Fear death by water.<br><br> I see crowds of people, walking round in a ring.<br><br> Thank you. If you see dear Mrs. Equitone,<br><br> Tell her I bring the horoscope myself:<br><br> One must be so careful these days.<br><br><br><br>Unreal City,<br><br> Under the brown fog of a winter dawn,<br><br> A crowd flowed over London Bridge, so many,<br><br> I had not thought death had undone so many.<br><br> Sighs, short and infrequent, were exhaled,<br><br> And each man fixed his eyes before his feet.<br><br> Flowed up the hill and down King William Street,<br><br> To where Saint Mary Woolnoth kept the hours<br><br> With a dead sound on the final stroke of nine.<br><br> There I saw one I knew, and stopped him, crying: 'Stetson!<br><br> 'You who were with me in the ships at Mylae!<br><br> 'That corpse you planted last year in your garden,<br><br> 'Has it begun to sprout? Will it bloom this year?<br><br> 'Or has the sudden frost disturbed its bed?<br><br> 'O keep the Dog far hence, that's friend to men,<br><br> 'Or with his nails he'll dig it up again!<br><br> 'You! hypocrite lecteur!-mon semblable,-mon frere!'<br><br><br><br>II. A GAME OF CHESS<br><br><br><br>The Chair she sat in, like a burnished throne,<br><br> Glowed on the marble, where the glass<br><br> Held up by standards wrought with fruited vines<br><br> From which a golden Cupidon peeped out<br><br> (Another hid his eyes behind his wing)<br><br> Doubled the flames of sevenbranched candelabra<br><br> Reflecting light upon the table as<br><br> The glitter of her jewels rose to meet it,<br><br> From satin cases poured in rich profusion.<br><br> In vials of ivory and coloured glass<br><br> Unstoppered, lurked her strange synthetic perfumes<br><br> Unguent, powdered, or liquid-troubled, confused<br><br> And drowned the sense in odours; stirred by the air<br><br> That freshened from the window, these ascended<br><br> In fattening the prolonged candle-flames,<br><br> Flung their smoke into the laquearia,<br><br> Stirring the pattern on the coffered ceiling.<br><br> Huge sea-wood fed with copper<br><br> Burned green and orange, framed by the coloured stone,<br><br> In which sad light a carved dolphin swam.<br><br> Above the antique mantel was displayed<br><br> As though a window gave upon the sylvan scene<br><br> The change of Philomel, by the barbarous king<br><br> So rudely forced; yet there the nightingale<br><br> Filled all the desert with inviolable voice<br><br> And still she cried, and still the world pursues,<br><br> 'Jug Jug' to dirty ears.<br><br> And other withered stumps of time<br><br> Were told upon the walls; staring forms<br><br> Leaned out, leaning, hushing the room enclosed.<br><br> Footsteps shuffled on the stair.<br><br> Under the firelight, under the brush, her hair <br><br> Spread out in fiery points<br><br> Glowed into words, then would be savagely still.<br><br><br><br>'My nerves are bad to-night. Yes, bad. Stay with me.<br><br> Speak to me. Why do you never speak. Speak.<br><br> 'What are you thinking of? What thinking? What?<br><br> 'I never know what you are thinking. Think.'<br><br><br><br>I think we are in rats' alley<br><br> Where the dead men lost their bones.<br><br><br><br>'What is that noise?'<br><br> The wind under the door.<br><br> 'What is that noise now? What is the wind doing?'<br><br> Nothing again nothing.<br><br> 'Do<br><br> 'You know nothing? Do you see nothing? Do you remember<br><br> 'Nothing?'<br><br> I remember<br><br> Those are pearls that were his eyes.<br><br> 'Are you alive, or not? Is there nothing in your head?'<br><br> But<br><br> O O O O that Shakespeherian Rag-<br><br> It's so elegant<br><br> So intelligent<br><br> 'What shall I do now? What shall I do?'<br><br> 'I shall rush out as I am, and walk the street<br><br> 'With my hair down, so. What shall we do to-morrow?<br><br> 'What shall we ever do?'<br><br> The hot water at ten.<br><br> And if it rains, a closed car at four.<br><br> And we shall play a game of chess,<br><br> Pressing lidless eyes and waiting for a knock upon the door.<br><br><br><br>When Lil's husband got demobbed, I said-<br><br> I didn't mince my words, I said to her myself,<br><br> HURRY UP PLEASE ITS TIME<br><br> Now Albert's coming back, make yourself a bit smart.<br><br> He'll want to know what you done with that money he gave you<br><br> To get yourself some teeth. He did, I was there.<br><br> You have them all out, Lil, and get a nice set,<br><br> He said, I swear, I can't bear to look at you.<br><br> And no more can't I, I said, and think of poor Albert,<br><br> He's been in the army four years, he wants a good time,<br><br> And if you don't give it him, there's others will, I said.<br><br> Oh is there, she said. Something o' that, I said.<br><br> Then I'll know who to thank, she said, and give me a straight look.<br><br> HURRY UP PLEASE ITS TIME<br><br> If you don't like it you can get on with it, I said.<br><br> Others can pick and choose if you can't.<br><br> But if Albert makes off, it won't be for lack of telling.<br><br> You ought to be ashamed, I said, to look so antique.<br><br> (And her only thirty-one.)<br><br> I can't help it, she said, pulling a long face,<br><br> It's them pills I took, to bring it off, she said.<br><br> (She's had five already, and nearly died of young George.)<br><br> The chemist said it would be all right, but I've never been the same.<br><br> You are a proper fool, I said.<br><br> Well, if Albert won't leave you alone, there it is, I said,<br><br> What you get married for if you don't want children?<br><br> HURRY UP PLEASE ITS TIME<br><br> Well, that Sunday Albert was home, they had a hot gammon, And they asked me in to dinner, to get the beauty of it <br><br> hot-<br><br> HURRY UP PLEASE ITS TIME<br><br> HURRY UP PLEASE ITS TIME<br><br> Goodnight Bill. Goodnight Lou. Goodnight May. Goodnight.<br><br> Ta ta. Goodnight. Goodnight.<br><br> Good night, ladies, good night, sweet ladies, good night, good night.<br><br><br><br>III. THE FIRE SERMON<br><br><br><br>The river's tent is broken; the last fingers of leaf<br><br> Clutch and sink into the wet bank. The wind<br><br> Crosses the brown land, unheard. The nymphs are departed.<br><br> Sweet Thames, run softly, till I end my song.<br><br> The river bears no empty bottles, sandwich papers,<br><br> Silk handkerchiefs, cardboard boxes, cigarette ends<br><br> Or other testimony of summer nights. The nymphs are departed.<br><br> And their friends, the loitering heirs of City directors;<br><br> Departed, have left no addresses.<br><br> By the waters of Leman I sat down and wept . . .<br><br> Sweet Thames, run softly till I end my song,<br><br> Sweet Thames, run softly, for I speak not loud or long.<br><br> But at my back in a cold blast I hear<br><br> The rattle of bone, and chuckle spread from ear to ear.<br><br><br><br>A rat crept softly through the vegetation<br><br> Dragging its slimy belly on the bank<br><br> While I was fishing in the dull canal<br><br> On a winter evening round behind the gashouse<br><br> Musing upon the king my brother's wreck<br><br> And on the king my father's death before him.<br><br> White bodies naked on the low damp ground<br><br> And bones cast in a little low dry garret,<br><br> Rattled by the rat's foot only, year to year.<br><br> But at my back from time to time I hear<br><br> The sound of horns and motors, which shall bring<br><br> Sweeney to Mrs. Porter in the spring.<br><br> O the moon shone bright on Mrs. Porter <br><br> And on her daughter<br><br> They wash their feet in soda water<br><br> Et O ces voix d'enfants, chantant dans la coupole!<br><br><br><br>Twit twit twit<br><br> Jug jug jug jug jug jug<br><br> So rudely forc'd<br><br> Tereu<br><br><br><br>Unreal City<br><br> Under the brown fog of a winter noon<br><br> Mr. Eugenides, the Smyrna merchant<br><br> Unshaven, with a pocket full of currants<br><br> C.i.f. London: documents at sight,<br><br> Asked me in demotic French<br><br> To luncheon at the Cannon Street Hotel<br><br> Followed by a weekend at the Metropole.<br><br><br><br>At the violet hour, when the eyes and back<br><br> Turn upward from the desk, when the human engine waits<br><br> Like a taxi throbbing waiting,<br><br> I Tiresias, though blind, throbbing between two lives,<br><br> Old man with wrinkled female breasts, can see<br><br> At the violet hour, the evening hour that strives <br><br> Homeward, and brings the sailor home from sea,<br><br> The typist home at teatime, clears her breakfast, lights<br><br> Her stove, and lays out food in tins.<br><br> Out of the window perilously spread<br><br> Her drying combinations touched by the sun's last rays,<br><br> On the divan are piled (at night her bed)<br><br> Stockings, slippers, camisoles, and stays.<br><br> I Tiresias, old man with wrinkled dugs<br><br> Perceived the scene, and foretold the rest-<br><br> I too awaited the expected guest.<br><br> He, the young man carbuncular, arrives,<br><br> A small house agent's clerk, with one bold stare,<br><br> One of the low on whom assurance sits<br><br> As a silk hat on a Bradford millionaire.<br><br> The time is no propitious, as he guesses,<br><br> The meal is ended, she is bored and tired,<br><br> Endeavours to engage her in caresses<br><br> Which still are unreproved, if undesired.<br><br> Flushed and decided, he assaults at once;<br><br> Exploring hands encounter no defence;<br><br> His vanity requires no response,<br><br> And makes a welcome of indifference.<br><br> (And I Tiresias have foresuffered all<br><br> Enacted on this same divan or bed;<br><br> I who have sat by Thebes below the wall<br><br> And walked among the lowest of the dead.)<br><br> Bestows one final patronising kiss,<br><br> And gropes his way, finding the stairs unlit...<br><br><br><br>She turns and looks a moment in the glass,<br><br> Hardly aware of her departed lover;<br><br> Her brain allows one half-formed thought to pass:<br><br> 'Well now that's done: and I'm glad it's over.'<br><br> When lovely woman stoops to folly and<br><br> Paces about her room again, alone,<br><br> She smoothes her hair with automatic hand,<br><br> And puts a record on the gramophone.<br><br><br><br>'This music crept by me upon the water'<br><br> And along the Strand, up Queen Victoria Street.<br><br> O City city, I can sometimes hear<br><br> Beside a public bar in Lower Thames Street,<br><br> The pleasant whining of a mandoline<br><br> And a clatter and a chatter from within<br><br> Where fishmen lounge at noon: where the walls<br><br> Of Magnus Martyr hold<br><br> Inexplicable splendour of Ionian white and gold.<br><br><br><br>The river sweats<br><br> Oil and tar<br><br> The barges drift<br><br> With the turning tide<br><br> Red sails<br><br> Wide<br><br> To leeward, swing on the heavy spar.<br><br> The barges wash<br><br> Drifting logs<br><br> Down Greenwich reach<br><br> Past the Isle of Dogs.<br><br> Weialala leia<br><br> Wallala leialala<br><br><br><br>Elizabeth and Leicester<br><br> Beating oars<br><br> The stern was formed<br><br> A gilded shell<br><br> Red and gold<br><br> The brisk swell<br><br> Rippled both shores<br><br> Southwest wind<br><br> Carried down stream<br><br> The peal of bells<br><br> White towers<br><br> Weialala leia<br><br> Wallala leialala<br><br><br><br>'Trams and dusty trees.<br><br> Highbury bore me. Richmond and Kew<br><br> Undid me. By Richmond I raised my knees<br><br> Supine on the floor of a narrow canoe.'<br><br><br><br>'My feet are at Moorgate, and my heart<br><br> Under my feet. After the event<br><br> He wept. He promised ''a new start.''<br><br> I made no comment. What should I resent?'<br><br><br><br>'On Margate Sands.<br><br> I can connect<br><br> Nothing with nothing.<br><br> The broken fingernails of dirty hands.<br><br> My people humble people who expect<br><br> Nothing.'<br><br> la la<br><br><br><br>To Carthage then I came<br><br><br><br>Burning burning burning burning<br><br> O Lord Thou pluckest me out<br><br> O Lord Thou pluckest<br><br><br><br>burning<br><br><br><br>IV. DEATH BY WATER<br><br><br><br>Phlebas the Phoenician, a fortnight dead,<br><br> Forgot the cry of gulls, and the deep sea swell<br><br> And the profit and loss.<br><br> A current under sea<br><br> Picked his bones in whispers. As he rose and fell<br><br> He passed the stages of his age and youth<br><br> Entering the whirlpool.<br><br> Gentile or Jew<br><br> O you who turn the wheel and look to windward, <br><br> Consider Phlebas, who was once handsome and tall as you.<br><br><br><br>V. WHAT THE THUNDER SAID<br><br><br><br>After the torchlight red on sweaty faces<br><br> After the frosty silence in the gardens<br><br> After the agony in the stony places<br><br> The shouting and the crying<br><br> Prison and palace and reverberation<br><br> Of thunder of spring over distant mountains<br><br> He who was living is now dead<br><br> He who were living are now dying<br><br> With a little patience<br><br><br><br>Here is no water but only rock<br><br> Rock and no water and the sandy road<br><br> The road winding above among the mountains<br><br> Which are mountains of rock without water<br><br> If there were water we should stop and drink<br><br> Amongst the rock one cannot stop or think<br><br> Sweat is dry and feet are in the sand<br><br> If there were only water amongst the rock<br><br> Dead mountain mouth of carious teeth that cannot spit<br><br> Here one can neither stand nor lie nor sit<br><br> There is not even silence in the mountains<br><br> But dry sterile thunder without rain<br><br> There is not even solitude in the mountains<br><br> But red sullen faces sneer and snarl<br><br> From doors of mudcracked houses<br><br> If there were water<br><br> And no rock<br><br> If there were rock<br><br> And also water<br><br> And water<br><br> A spring<br><br> A pool among the rock<br><br> If there were the sound of water only<br><br> Not the cicada<br><br> And dry grass singing<br><br> But sound of water over a rock<br><br> Where the hermit-thrush sings in the pine trees<br><br> Drip drop drip drop drop drop drop<br><br> But there is not water<br><br><br><br>Who is the third who walks always beside you?<br><br> When I count, there are only you and I together<br><br> But when I look ahead up the white road<br><br> There is always another one walking beside you<br><br> Gliding wrapt in a brown mantle, hooded<br><br> I do not know whether a man or a woman<br><br> -But who is that on the other side of you?<br><br><br><br>What is that sound high in the air<br><br> Murmur of maternal lamentation<br><br> Who are those hooded hordes swarming<br><br> Over endless plains, stumbling in cracked earth<br><br> Ringed by the flat horizon only<br><br> What is the city over the mountains<br><br> Cracks and reforms and bursts in the violet air<br><br> Falling towers<br><br> Jerusalem Athens Alexandria<br><br> Vienna London<br><br> Unreal<br><br><br><br>A woman drew her long black hair out tight<br><br> And fiddled whisper music on those strings<br><br> And bats with baby faces in the violet light<br><br> Whistled, and beat their wings<br><br> And crawled head downward down a blackened<br><br> And upside down in air were towers<br><br> Tolling reminiscent bells, that kept the hours<br><br> And voices singing out of empty cisterns and exhausted wells<br><br><br><br>In this decayed hole among the mountains<br><br> In the faint moonlight, the grass is singing<br><br> Over the tumbled graves, about the chapel<br><br> There is the empty chapel, only the wind's home.<br><br> It has no windows, and the door swings,<br><br> Dry bones can harm no one.<br><br> Only a cock stood on the rooftree<br><br> Co co rico co co rico<br><br> In a flash of lightning. Then a damp gust<br><br> Bringing rain<br><br> Ganga was sunken, and the limp leaves<br><br> Waited for rain, while the black clouds<br><br> Gathered far distant, over Himavant.<br><br> The jungle crouched, humped in silence.<br><br> Then spoke the thunder<br><br> DA<br><br> Datta: what have we given?<br><br> My friend, blood shaking my heart<br><br> The awful daring of a moment's surrender<br><br> Which an age of prudence can never retract<br><br> By this, and this only, we have existed<br><br> Which is not to be found in our obituaries<br><br> Or in memories draped by the beneficent spider<br><br> Or under seals broken by the lean solicitor<br><br> In our empty rooms<br><br> DA<br><br> Dayadhvam: I have heard the key<br><br> Turn in the door once and turn once only<br><br> We think of the key, each in his prison<br><br> Thinking of the key, each confirms a prison<br><br> Only at nightfall, aethereal rumours<br><br> Revive for a moment a broken Coriolanus<br><br> DA<br><br> Damyata: The boat responded<br><br> Gaily, to the hand expert with sail and oar<br><br> The sea was calm, your heart would have responded<br><br> Gaily, when invited, beating obedient<br><br> To controlling hands<br><br> I sat upon the shore<br><br> Fishing, with the arid plain behind me<br><br> Shall I at least set my lands in order?<br><br> London Bridge is falling down falling down falling down<br><br> Poi s'ascose nel foco che gli affina<br><br> Quando fiam uti chelidon-O swallow swallow<br><br> Le Prince d'Aquitaine a la tour abolie<br><br> These fragments I have shored against my ruins<br><br> Why then Ile fit you. Hieronymo's mad againe.<br><br> Datta. Dayadhvam. Damyata.<br><br> Shantih shantih shantih",
	"shuffle": false,
	"type": "presentation", 
	"autoSlideTimer": 2
}