{
				"id": "user408",
				"title": "The Laboratory by Robert Browning",
				"exclude_from_menu": "true",
				"image": "Macinate.jpg",
				"tag": ["15", "9", "40", "43"],
				"video": {
					"src": ["Blue-and-green-starry-sky-in-the-galaxy.m4v", "Blue-and-yellow-fish-chasing-food.m4v", "Blue-and-yellow-ink-water.m4v", "Blue-boat.m4v", "Blue-deep-sea-jellyfish.m4v", "Blue-energy-cloud.m4v", "Blue-energy-cloud2.m4v", "Blue-explosion.m4v", "Blue-flowers-stabilized.m4v", "Blue-flux.m4v", "Blue-full-moon-at-night.m4v", "Blue-lake-titicaca-water.m4v", "Blue-light-orbs-on-horizon.m4v", "Blue-line-ripples.m4v", "Blue-ocean-water-framed-by-palm-trees-2.m4v", "Blue-oceans-from-airplane-window.m4v", "Blue-pills-in-an-opened-bottle-4.m4v", "Blue-pink-and-red-sky-during-alaskan-sunset.m4v", "Blue-police-lights-flashing.m4v", "Blue-police-lights-flashing3.m4v", "Blue-purple-shining-stream.m4v", "Blue-rocks-under-rippling-water.m4v", "Blue-sea.m4v", "Blue-sky-over-rocky-water.m4v", "Blue-streaks-shifting.m4v", "Blue-wavy-lines.m4v", "Abandoned-car-on-fire.mp4", "Abandoned-desert-buildings.m4v", "Abandoned-house-in-desert.m4v", "Abandoned-room-covered-with-forgotten-junk.m4v"],
					"type": "background"	
				},
				"main_text": "ANCIEN REGIME<br><br> I<br><br> Now that I, tying thy glass mask tightly,<br> May gaze through these faint smokes curling whitely,<br> As thou pliest thy trade in this devil's-smithy- <br> Which is the poison to poison her, prithee?<br><br> II<br><br> He is with her; and they know that I know<br> Where they are, what they do: they believe my tears flow<br> While they laugh, laugh at me, at me fled to the drear<br> Empty church, to pray God in, for them!-I am here.<br><br> III<br><br> Grind away, moisten and mash up thy paste,<br> Pound at thy powder,-I am not in haste!<br> Better sit thus, and observe thy strange things,<br> Than go where men wait me and dance at the King's.<br><br> IV<br><br> That in the mortar-you call it a gum?<br> Ah, the brave tree whence such gold oozings come!<br> And yonder soft phial, the exquisite blue,<br> Sure to taste sweetly,-is that poison too?<br><br> V<br><br> Had I but all of them, thee and thy treasures,<br> What a wild crowd of invisible pleasures!<br> To carry pure death in an earring, a casket,<br> A signet, a fan-mount, a filigree-basket!<br><br> VI<br><br> Soon, at the King's, a mere lozenge to give,<br> And Pauline should have just thirty minutes to live!<br> But to light a pastille, and Elise, with her head,<br> And her breast, and her arms, and her hands, should drop dead!<br><br> VII<br><br> Quick-is it finished? The colour's too grim!<br> Why not soft like the phial's, enticing and dim?<br> Let it brighten her drink, let her turn it and stir,<br> And try it and taste, ere she fix and prefer!<br><br> VIII<br><br> What a drop! She's not little, no minion like me- <br> That's why she ensnared him: this never will free<br> The soul from those strong, great eyes,-say, 'No!' br> To that pulse's magnificent come-and-go.<br><br> IX<br><br> For only last night, as they whispered, I brought<br> My own eyes to bear on her so, that I thought<br> Could I keep them one-half minute fixed, she would fall,<br> Shrivelled; she fell not; yet this does it all!<br><br> X<br><br> Not that I bid you spare her the pain!<br> Let death be felt and the proof remain;<br> Brand, burn up, bite into its grace- <br> He is sure to remember her dying face!<br><br> XI<br><br> Is it done? Take my mask off! Nay, be not morose,<br> It kills her, and this prevents seeing it close:<br> The delicate droplet, my whole fortune's fee- <br> If it hurts her, beside, can it ever hurt me?<br><br> XII<br><br> Now, take all my jewels, gorge gold to your fill,<br> You may kiss me, old man, on my mouth if you will!<br> But brush this dust off me, lest horror it brings<br> Ere I know it-next moment I dance at the King's!"
			}