{"id":"user66","title":"Stevie Smith","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"The pleasures of friendship are exquisite,<br>How pleasant to go to a friend on a visit!<br>I go to my friend, we walk on the grass,<br>And the hours and moments like minutes pass.</p><br>Nobody heard him, the dead man,<br> But still he lay moaning:<br> I was much further out than you thought<br> And not waving but drowning.<br> <br> Poor chap, he always loved larking<br> And now he's dead<br> It must have been too cold for him his heart gave way,<br> They said.<br> <br> Oh, no no no, it was too cold always<br> (Still the dead one lay moaning)<br> I was much too far out all my life<br> And not waving but drowning.</p><br>Alone in the woods I felt<br> The bitter hostility of the sky and the trees<br> Nature has taught her creatures to hate<br> Man that fusses and fumes<br> Unquiet man<br> As the sap rises in the trees<br> As the sap paints the trees a violent green<br> So rises the wrath of Nature's creatures<br> At man<br> So paints the face of Nature a violent green.<br> Nature is sick at man<br> Sick at his fuss and fume<br> Sick at his agonies<br> Sick at his gaudy mind<br> That drives his body<br> Ever more quickly<br> More and more<br> In the wrong direction.</p><br>Never again will I weep<br> And wring my hands<br> And beat my head against the wall<br> Because<br> Me nolentem fata trahunt<br> But<br> When I have had enough<br> I will arise<br> And go unto my Father<br> And I will say to Him:<br> Father, I have had enough.</p><br>Drugs made Pauline vague.<br> She sat one day at the breakfast table<br> Fingering in a baffled way<br> The fronds of the maidenhair plant.<br> <br> Was it the salt you were looking for dear?<br> said Dulcie, exchanging a glance with the Brigadier.<br> <br> Chuff chuff Pauline what's the matter?<br> Said the Brigadier to his wife<br> Who did not even notice<br> What a handsome couple they made.</p><br>I do not ask for mercy for understanding for peace<br> And in these heavy days I do not ask for release<br> I do not ask that suffering shall cease.<br> <br> I do not pray to God to let me die<br> To give an ear attentive to my cry<br> To pause in his marching and not hurry by.<br> <br> I do not ask for anything I do not speak<br> I do not question and I do not seek<br> I used to in the day when I was weak.<br> <br> Now I am strong and lapped in sorrow<br> As in a coat of magic mail and borrow<br> From Time today and care not for tomorrow.</p><br>It was my bridal night I remember,<br> An old man of seventy-three<br> I lay with my young bride in my arms,<br> A girl with t.b.<br> It was wartime, and overhead<br> The Germans were making a particularly heavy raid on<br> Hampstead.<br> What rendered the confusion worse, perversely<br> Our bombers had chosen that moment to set out for Germany.<br> Harry, do they ever collide?<br> I do not think it has ever happened,<br> Oh my bride, my bride.</p><br>Come, wed me, Lady Singleton, <br> And we will have a baby soon <br> And we will live in Edmonton <br> Where all the friendly people run. <br> <br> I could never make you happy, darling, <br> Or give you the baby that you want, <br> I would always very much rather, dear, <br> Live in a tent. <br> <br> I am not a cold woman, Henry, <br> But I do not feel for you, <br> What I feel for the elephants and the miasmas, <br> And the general view.</p>"}