{
				"id": "user400",
				"title": "Fate by Ralph Waldo Emerson",
				"exclude_from_menu": "true",
				"image": "Habeeba Sultan.jpg",
				"tag": ["15", "10", "53"],
				"video": {
					"src": ["Yellow-autumn-woods-from-the-ground.m4v", "Yellow-fireworks-exploding.m4v", "Yellow-flower-meadow-timelapse.m4v", "Yellow-flowers-in-green-field-5.m4v", "Yellow-flowers-in-green-field-6.m4v", "Yellow-grassy-landscape.m4v", "Yellow-jellyfish-heading-to-surface.m4v", "Yellow-jellyfish.m4v", "Yellow-leaves-in-wind.m4v", "Yellow-leaves-swaying-on-tree-branch-3.m4v", "Yellow-moon-shining-through-dark-clouds-at-night.m4v", "Yellow-moon-through-slow-black-clouds-at-night.m4v", "Yellow-rock-mountain-with-desert-in-background-2.m4v", "Yellow-sun-reflected-in-ocean-waves.m4v", "Yellow-sunset-through-beach-grass.m4v"],
					"type": "background"	
				},
				"main_text": "That you are fair or wise is vain,<br> Or strong, or rich, or generous;<br> You must have also the untaught strain<br> That sheds beauty on the rose.<br> There is a melody born of melody,<br> Which melts the world into a sea.<br> Toil could never compass it,<br> Art its height could never hit,<br> It came never out of wit,<br> But a music music-born<br> Well may Jove and Juno scorn.<br> Thy beauty, if it lack the fire<br> Which drives me mad with sweet desire,<br> What boots it? what the soldier's mail,<br> Unless he conquer and prevail?<br> What all the goods thy pride which lift,<br> If thou pine for another's gift?<br> Alas! that one is born in blight,<br> Victim of perpetual slight;-<br> When thou lookest in his face,<br> Thy heart saith, Brother! go thy ways!<br> None shall ask thee what thou doest,<br> Or care a rush for what thou knowest,<br> Or listen when thou repliest,<br> Or remember where thou liest,<br> Or how thy supper is sodden,-<br> And another is born<br> To make the sun forgotten.<br> Surely he carries a talisman<br> Under his tongue;<br> Broad are his shoulders, and strong,<br> And his eye is scornful,<br> Threatening, and young.<br> I hold it of little matter,<br> Whether your jewel be of pure water,<br> A rose diamond or a white,-<br> But whether it dazzle me with light.<br> I care not how you are drest,<br> In the coarsest, or in the best,<br> Nor whether your name is base or brave,<br> Nor tor the fashion of your behavior,-<br> But whether you charm me,<br> Bid my bread feed, and my fire warm me,<br> And dress up nature in your favor.<br> One thing is forever good,<br> That one thing is success,-<br> Dear to the Eumenides,<br> And to all the heavenly brood.<br> Who bides at home, nor looks abroad,<br> Carries the eagles, and masters the sword."
			}