{"id":"user9","title":"Journey","image":"Mikael Miettinen.jpg","main_text":"Whose woods these are I think I know.<br>His house is in the village, though;<br>He will not see me stopping here<br>To watch his woods fill up with snow.<br>My little horse must think it queer<br>To stop without a farmhouse near<br>Between the woods and frozen lake<br>The darkest evening of the year.<br><br>He gives his harness bells a shake<br>To ask if there is some mistake.<br>The only other sound's the sweep<br>Of easy wind and downy flake.<br>The woods are lovely, dark and deep,<br>But I have promises to keep,<br>And miles to go before I sleep,<br>And miles to go before I sleep.</p><br>It so happens I am sick of being a man.<br>And it happens that I walk into tailorshops and movie<br>houses<br>dried up, waterproof, like a swan made of felt<br>steering my way in a water of wombs and ashes.<br><br>The smell of barbershops makes me break into hoarse<br>sobs.<br>The only thing I want is to lie still like stones or wool.<br>The only thing I want is to see no more stores, no gardens,<br>no more goods, no spectacles, no elevators.<br><br>It so happens that I am sick of my feet and my nails<br>and my hair and my shadow.<br>It so happens I am sick of being a man.<br><br>Still it would be marvelous<br>to terrify a law clerk with a cut lily,<br>or kill a nun with a blow on the ear.<br>It would be great<br>to go through the streets with a green knife<br>letting out yells until I died of the cold.<br><br>I don't want to go on being a root in the dark,<br>insecure, stretched out, shivering with sleep,<br>going on down, into the moist guts of the earth,<br>taking in and thinking, eating every day.<br><br>I don't want so much misery.<br>I don't want to go on as a root and a tomb,<br>alone under the ground, a warehouse with corpses,<br>half frozen, dying of grief.<br><br>That's why Monday, when it sees me coming<br>with my convict face, blazes up like gasoline,<br>and it howls on its way like a wounded wheel,<br>and leaves tracks full of warm blood leading toward the<br>night.<br><br>And it pushes me into certain corners, into some moist<br>houses,<br>into hospitals where the bones fly out the window,<br>into shoeshops that smell like vinegar,<br>and certain streets hideous as cracks in the skin.<br><br>There are sulphur-colored birds, and hideous intestines<br>hanging over the doors of houses that I hate,<br>and there are false teeth forgotten in a coffeepot,<br>there are mirrors<br>that ought to have wept from shame and terror,<br>there are umbrellas everywhere, and venoms, and umbilical<br>cords.<br><br>I stroll along serenely, with my eyes, my shoes,<br>my rage, forgetting everything,<br>I walk by, going through office buildings and orthopedic<br>shops,<br>and courtyards with washing hanging from the line:<br>underwear, towels and shirts from which slow<br>dirty tears are falling.</p><br>They pointed me out on the highway, and they said<br>'That man has a curious way of holding his head.'<br><br>They pointed me out on the beach; they said 'That man<br>Will never become as we are, try as he can.'<br><br>They pointed me out at the station, and the guard<br>Looked at me twice, thrice, thoughtfully & hard.<br><br>I took the same train that the others took,<br>To the same place. Were it not for that look<br>And those words, we were all of us the same.<br>I studied merely maps. I tried to name<br>The effects of motion on the travellers,<br>I watched the couple I could see, the curse<br>And blessings of that couple, their destination,<br>The deception practised on them at the station,<br>Their courage. When the train stopped and they knew<br>The end of their journey, I descended too.</p><br>1<br><br>AS I ponder’d in silence,<br>Returning upon my poems, considering, lingering long,<br>A Phantom arose before me, with distrustful aspect,<br>Terrible in beauty, age, and power,<br>The genius of poets of old lands,<br>As to me directing like flame its eyes,<br>With finger pointing to many immortal songs,<br>And menacing voice, What singest thou? it said;<br>Know’st thou not, there is but one theme for ever-enduring bards?<br>And that is the theme of War, the fortune of battles,<br>The making of perfect soldiers?<br><br>2<br><br>Be it so, then I answer’d,<br>I too, haughty Shade, also sing war—and a longer and greater one than<br>any,<br>Waged in my book with varying fortune—with flight, advance, and<br>retreat—Victory deferr’d and wavering,<br>(Yet, methinks, certain, or as good as certain, at the last,)—The<br>field the world;<br>For life and death—for the Body, and for the eternal Soul,<br>Lo! too am come, chanting the chant of battles,<br>I, above all, promote brave soldiers.</p><br>A cloudless night like this<br>Can set the spirit soaring:<br>After a tiring day<br>The clockwork spectacle is<br>Impressive in a slightly boring<br>Eighteenth-century way.<br><br>It soothed adolescence a lot<br>To meet so shamelesss a stare;<br>The things I did could not<br>Be so shocking as they said<br>If that would still be there<br>After the shocked were dead<br><br>Now, unready to die<br>Bur already at the stage<br>When one starts to resent the young,<br>I am glad those points in the sky<br>May also be counted among<br>The creatures of middle-age.<br><br>It's cosier thinking of night<br>As more an Old People's Home<br>Than a shed for a faultless machine,<br>That the red pre-Cambrian light<br>Is gone like Imperial Rome<br>Or myself at seventeen.<br><br>Yet however much we may like<br>The stoic manner in which<br>The classical authors wrote,<br>Only the young and rich<br>Have the nerve or the figure to strike<br>The lacrimae rerum note.<br><br>For the present stalks abroad<br>Like the past and its wronged again<br>Whimper and are ignored,<br>And the truth cannot be hid;<br>Somebody chose their pain,<br>What needn't have happened did.<br><br>Occuring this very night<br>By no established rule,<br>Some event may already have hurled<br>Its first little No at the right<br>Of the laws we accept to school<br>Our post-diluvian world:<br><br>But the stars burn on overhead,<br>Unconscious of final ends,<br>As I walk home to bed,<br>Asking what judgment waits<br>My person, all my friends,<br>And these United States.</p><br>Two roads diverged in a yellow wood,<br>And sorry I could not travel both<br>And be one traveler, long I stood<br>And looked down one as far as I could<br>To where it bent in the undergrowth;<br>Then took the other, as just as fair,<br>And having perhaps the better claim,<br>Because it was grassy and wanted wear;<br>Though as for that the passing there<br>Had worn them really about the same,<br>And both that morning equally lay<br>In leaves no step had trodden black.<br>Oh, I kept the first for another day!<br>Yet knowing how way leads on to way,<br>I doubted if I should ever come back.<br>I shall be telling this with a sigh<br>Somewhere ages and ages hence:<br>Two roads diverged in a wood, and I-<br>I took the one less traveled by,<br>And that has made all the difference.</p>"}