{"id":"user25","title":"Emily Dickinson","exclude_from_menu":"true","image":"Nicolas Raymond.jpg","main_text":"I heard a Fly buzz—when I died—<br>The Stillness in the Room<br>Was like the Stillness in the Air—<br>Between the Heaves of Storm—<br><br>The Eyes around—had wrung them dry—<br>And Breaths were gathering firm<br>For that last Onset—when the King<br>Be witnessed—in the Room—<br><br>I willed my Keepsakes—Signed away<br>What portion of me be<br>Assignable—and then it was<br>There interposed a Fly—<br><br>With Blue—uncertain stumbling Buzz—<br>Between the light—and me—<br>And the Windows failed—and then<br>I could not see to see—</p><br>Because I could not stop for Death—<br>He kindly stopped for me—<br>The Carriage held but just Ourselves—<br>And Immortality.<br><br>We slowly drove—He knew no haste<br>And I had put away<br>My labor and my leisure too,<br>For His Civility—<br><br>We passed the School, where Children strove<br>At Recess—in the Ring—<br>We passed the fields of Gazing Grain—<br>We passed the Setting Sun—<br><br>Or rather—He passed Us—<br>The Dews drew quivering and chill—<br>For only Gossamer, my Gown—<br>My Tippet—only Tulle—<br><br>We paused before a House that seemed<br>A Swelling of the Ground—<br>The Roof was scarcely visible—<br>The Cornice—in the Ground—<br><br>Since then—'tis Centuries—and yet<br>Feels shorter than the Day<br>I first surmised the Horses' Heads<br>Were toward Eternity—</p><br>For each ecstatic instant<br>We must an anguish pay<br>In keen and quivering ratio<br>To the ecstasy.<br><br>For each beloved hour<br>Sharp pittances of years,<br>Bitter contested farthings<br>And coffers heaped with tears.</p><br>Hope is the thing with feathers<br>That perches in the soul,<br>And sings the tune--without the words,<br>And never stops at all,<br><br>And sweetest in the gale is heard;<br>And sore must be the storm <br>That could abash the little bird<br>That kept so many warm.<br><br>I've heard it in the chillest land,<br>And on the strangest sea;<br>Yet, never, in extremity,<br>It asked a crumb of me.</p><br>I felt a cleaving in my mind<br>As if my brain had split;<br>I tried to match it, seam by seam,<br>But could not make them fit.<br><br>The thought behind I strove to join<br>Unto the thought before,<br>But sequence ravelled out of reach<br>Like balls upon a floor.</p><br>I died for Beauty—but was scarce<br>Adjusted in the Tomb<br>When One who died for Truth, was lain<br>In an adjoining room—<br><br>He questioned softly 'Why I failed?'<br>'For Beauty,' I replied—<br>'And I—for Truth—Themself are One—<br>We Brethren, are,' He said—<br><br>And so, as Kinsmen, met a Night—<br>We talked between the rooms—<br>Until the moss had reached our lips—<br>And covered up—our names—</p><br>There's a certain Slant of light,<br> Winter Afternoons –<br> That oppresses, like the Heft<br> Of Cathedral Tunes –<br> <br> Heavenly Hurt, it gives us –<br> We can find no scar,<br> But internal difference –<br> Where the Meanings, are –<br> <br> None may teach it – Any –<br> 'Tis the seal Despair –<br> An imperial affliction<br> Sent us of the Air –<br> <br> When it comes, the Landscape listens –<br> Shadows – hold their breath –<br> When it goes, 'tis like the Distance<br> On the look of Death –</p>"}