{"id":"user35","title":"Time","image":"55Laney69.jpg","main_text":"Stirs its ashes and embers, its burnt sticks<br><br>An eye powdered over, half melted and solid again<br>Ponders<br>Ideas that collapse<br>At the first touch of attention<br><br>The light at the window, so square and so same<br>So full-strong as ever, the window frame<br>A scaffold in space, for eyes to lean on<br><br>Supporting the body, shaped to its old work<br>Making small movements in gray air<br>Numbed from the blurred accident<br>Of having lived, the fatal, real injury<br>Under the amnesia<br><br>Something tries to save itself-searches<br>For defenses-but words evade<br>Like flies with their own notions<br><br>Old age slowly gets dressed<br>Heavily dosed with death's night<br>Sits on the bed's edge<br><br>Pulls its pieces together<br>Loosely tucks in its shirt</p><br>S`io credesse che mia risposta fosse<br>A persona che mai tornasse al mondo,<br>Questa fiamma staria senza piu scosse.<br>Ma perciocchè giammai di questo fondo<br>Non tornò vivo alcun, s'i'odo il vero,<br>Senza tema d'infamia ti rispondo.<br><br>Let us go then, you and I,<br>When the evening is spread out against the sky<br>Like a patient etherised upon a table;<br>Let us go, through certain half-deserted streets,<br>The muttering retreats<br>Of restless nights in one-night cheap hotels<br>And sawdust restaurants with oyster-shells:<br>Streets that follow like a tedious argument<br>Of insidious intent<br>To lead you to an overwhelming question...<br>Oh, do not ask, `What is it?’Let us go and make our visit.<br><br>In the room the women come and go<br>Talking of Michelangelo.<br><br>The yellow fog that rubs its back upon the window-panes,<br>The yellow smoke that rubs its muzzle on the window-panes<br>Licked its tongue into the corners of the evening,<br>Lingered upon the pools that stand in drains,<br>Let fall upon its back the soot that falls from chimneys,<br>Slipped by the terrace, made a sudden leap,<br>And seeing that it was a soft October night,<br>Curled once about the house, and fell asleep.<br><br>And indeed there will be time<br>For the yellow smoke that slides along the street,<br>Rubbing its back upon the window-panes;<br>There will be time, there will be time<br>To prepare a face to meet the faces that you meet;<br>There will be time to murder and create,<br>And time for all the works and days of hands<br>That lift and drop a question on your plate;<br>Time for you and time for me,<br>And time yet for a hundred indecisions,<br>And for a hundred visions and revisions,<br>Before the taking of a toast and tea.<br><br>In the room the women come and go<br>Talking of Michelangelo.<br><br>And indeed there will be time<br>To wonder, `Do I dare?’ and, `Do I dare?’<br>Time to turn back and descend the stair,<br>With a bald spot in the middle of my hair—<br>[They will say: `How his hair is growing thin!’"}