{
				"id": "user382",
				"title": "Diary of a Church Mouse by John Betjeman",
				"exclude_from_menu": "true",
				"image": "Daniel Go.jpg",
				"tag": ["15", "48", "34"],
				"video": {
					"src": ["Interior-view-of-church-in-copenhagen.m4v", "Interior-view-of-church-in-copenhagen-3.m4v", "Pan-across-blue-mosque-ceilings.m4v", "Mosque-interior-ceiling-and-lighting.m4v", "St-vitus-cathedral-2.m4v"],
					"type": "background"	
				},
				"main_text": "Here among long-discarded cassocks,<br> Damp stools, and half-split open hassocks,<br> Here where the vicar never looks<br> I nibble through old service books.<br> Lean and alone I spend my days<br> Behind this Church of England baize.<br> I share my dark forgotten room<br> With two oil-lamps and half a broom.<br> The cleaner never bothers me,<br> So here I eat my frugal tea.<br> My bread is sawdust mixed with straw;<br> My jam is polish for the floor.<br> Christmas and Easter may be feasts<br> For congregations and for priests,<br> And so may Whitsun. All the same,<br> They do not fill my meagre frame.<br> For me the only feast at all<br> Is Autumn's Harvest Festival,<br> When I can satisfy my want<br> With ears of corn around the font.<br> I climb the eagle's brazen head<br> To burrow through a loaf of bread.<br> I scramble up the pulpit stair<br> And gnaw the marrows hanging there.<br> It is enjoyable to taste<br> These items ere they go to waste,<br> But how annoying when one finds<br> That other mice with pagan minds<br> Come into church my food to share<br> Who have no proper business there.<br> Two field mice who have no desire<br> To be baptized, invade the choir.<br> A large and most unfriendly rat<br> Comes in to see what we are at.<br> He says he thinks there is no God<br> And yet he comes ... it's rather odd.<br> This year he stole a sheaf of wheat<br> (It screened our special preacher's seat),<br> And prosperous mice from fields away<br> Come in to hear our organ play,<br> And under cover of its notes<br> Ate through the altar's sheaf of oats.<br> A Low Church mouse, who thinks that I<br> Am too papistical, and High,<br> Yet somehow doesn't think it wrong<br> To munch through Harvest Evensong,<br> While I, who starve the whole year through,<br> Must share my food with rodents who<br> Except at this time of the year<br> Not once inside the church appear.<br> Within the human world I know<br> Such goings-on could not be so,<br> For human beings only do<br> What their religion tells them to.<br> They read the Bible every day<br> And always, night and morning, pray,<br> And just like me, the good church mouse,<br> Worship each week in God's own house,<br> But all the same it's strange to me<br> How very full the church can be<br> With people I don't see at all<br> Except at Harvest Festival."
			}