{
				"id": "user383",
				"title": "Christmas by John Betjeman",
				"exclude_from_menu": "true",
				"image": "Darrell Berry.jpg",
				"tag": "15",
				"video": {
					"src": ["Winter-and-snow-.m4v", "Winter-and-snow-23.m4v", "Winter-and-snow-40.m4v", "Winter-forest-windy-clouds-timelapse.m4v", "Winter-leaves.m4v", "Winter-mountain-driving.m4v", "Wintery-lake-tahoe-landscape.m4v"],
					"type": "background"	
				},
				"main_text": "The bells of waiting Advent ring,<br> The Tortoise stove is lit again<br> And lamp-oil light across the night<br> Has caught the streaks of winter rain<br> In many a stained-glass window sheen<br> From Crimson Lake to Hookers Green.<br><br> The holly in the windy hedge<br> And round the Manor House the yew<br> Will soon be stripped to deck the ledge,<br> The altar, font and arch and pew,<br> So that the villagers can say<br> 'The church looks nice' on Christmas Day.<br><br> Provincial Public Houses blaze,<br> Corporation tramcars clang,<br> On lighted tenements I gaze,<br> Where paper decorations hang,<br> And bunting in the red Town Hall<br> Says 'Merry Christmas to you all'.<br><br> And London shops on Christmas Eve<br> Are strung with silver bells and flowers<br> As hurrying clerks the City leave<br> To pigeon-haunted classic towers,<br> And marbled clouds go scudding by<br> The many-steepled London sky.<br><br> And girls in slacks remember Dad,<br> And oafish louts remember Mum,<br> And sleepless children's hearts are glad.<br> And Christmas-morning bells say 'Come!'<br> Even to shining ones who dwell<br> Safe in the Dorchester Hotel.<br><br> And is it true,<br> This most tremendous tale of all,<br> Seen in a stained-glass window's hue,<br> A Baby in an ox's stall ?<br> The Maker of the stars and sea<br> Become a Child on earth for me ?<br><br> And is it true ? For if it is,<br> No loving fingers tying strings<br> Around those tissued fripperies,<br> The sweet and silly Christmas things,<br> Bath salts and inexpensive scent<br> And hideous tie so kindly meant,<br><br> No love that in a family dwells,<br> No carolling in frosty air,<br> Nor all the steeple-shaking bells<br> Can with this single Truth compare -<br> That God was man in Palestine<br> And lives today in Bread and Wine."
			}