{"id":"user62","title":"Hilda Doolittle","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"Amber husk <br> fluted with gold, <br> fruit on the sand <br> marked with a rich grain, <br> <br> treasure <br> spilled near the shrub-pines <br> to bleach on the boulders: <br> <br> your stalk has caught root <br> among wet pebbles <br> and drift flung by the sea <br> and grated shells <br> and split conch-shells. <br> <br> Beautiful, wide-spread, <br> fire upon leaf, <br> what meadow yields <br> so fragrant a leaf <br> as your bright leaf?</p><br>1. <br> <br> Each of us like you <br> has died once, <br> has passed through drift of wood-leaves, <br> cracked and bent <br> and tortured and unbent <br> in the winter-frost, <br> the burnt into gold points, <br> lighted afresh, <br> crisp amber, scales of gold-leaf, <br> gold turned and re-welded <br> in the sun; <br> <br> each of us like you <br> has died once, <br> each of us has crossed an old wood-path <br> and found the winter-leaves <br> so golden in the sun-fire <br> that even the live wood-flowers <br> were dark. <br> <br> 2. <br> <br> Not the gold on the temple-front <br> where you stand <br> is as gold as this, <br> not the gold that fastens your sandals, <br> nor thee gold reft <br> through your chiselled locks, <br> is as gold as this last year's leaf, <br> not all the gold hammered and wrought <br> and beaten <br> on your lover's face. <br> brow and bare breast <br> is as golden as this: <br> <br> each of us like you <br> has died once, <br> each of us like you <br> stands apart, like you <br> fit to be worshipped.</p><br>Where the slow river <br> meets the tide, <br> a red swan lifts red wings <br> and darker beak, <br> and underneath the purple down <br> of his soft breast <br> uncurls his coral feet. <br> <br> Through the deep purple <br> of the dying heat <br> of sun and mist, <br> the level ray of sun-beam <br> has caressed <br> the lily with dark breast, <br> and flecked with richer gold <br> its golden crest. <br> <br> Where the slow lifting <br> of the tide, <br> floats into the river <br> and slowly drifts <br> among the reeds, <br> and lifts the yellow flags, <br> he floats <br> where tide and river meet. <br> <br> Ah kingly kiss -- <br> no more regret <br> nor old deep memories <br> to mar the bliss; <br> where the low sedge is thick, <br> the gold day-lily <br> outspreads and rests <br> beneath soft fluttering <br> of red swan wings <br> and the warm quivering <br> of the red swan's breast.</p><br>All Greece hates<br> the still eyes in the white face,<br> the lustre as of olives<br> where she stands,<br> and the white hands.<br> <br> All Greece reviles<br> the wan face when she smiles,<br> hating it deeper still <br> when it grows wan and white,<br> remembering past enchantments<br> and past ills.<br> <br> Greece sees, unmoved, <br> God's daughter, born of love,<br> the beauty of cool feet<br> and slenderest knees,<br> could love indeed the maid,<br> only if she were laid,<br> white ash amid funereal cypresses.</p><br>Stars wheel in purple, yours is not so rare<br> as Hesperus, nor yet so great a star<br> as bright Aldeboran or Sirius,<br> nor yet the stained and brilliant one of War;<br> <br> stars turn in purple, glorious to the sight;<br> yours is not gracious as the Pleiads are<br> nor as Orion's sapphires, luminous;<br> <br> yet disenchanted, cold, imperious face,<br> when all the others blighted, reel and fall,<br> your star, steel-set, keeps lone and frigid tryst<br> to freighted ships, baffled in wind and blast.</p><br>Rose, harsh rose, <br> marred and with stint of petals, <br> meagre flower, thin, <br> sparse of leaf, <br> <br> more precious <br> than a wet rose <br> single on a stem -- <br> you are caught in the drift. <br> <br> Stunted, with small leaf, <br> you are flung on the sand, <br> you are lifted <br> in the crisp sand <br> that drives in the wind. <br> <br> Can the spice-rose <br> drip such acrid fragrance <br> hardened in a leaf?</p>"}