{"id":"user52","title":"Robert Browning","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"That's my last duchess painted on the wall,<br> Looking as if she were alive. I call<br> That piece a wonder, now: Frà; Pandolf's hands<br> Worked busily a day, and there she stands.<br> Will't please you sit and look at her? I said<br> ‘Frà Pandolf’ by design, for never read<br> Strangers like you that pictured countenance,<br> The depth and passion of its earnest glance,<br> But to myself they turned (since none puts by<br> The curtain I have drawn for you, but I)<br> And seemed as they would ask me, if they durst,<br> How such a glance came there; so, not the first<br> Are you to turn and ask thus. Sir, 'twas not<br> Her husband's presence only, called that spot<br> Of joy into the Duchess' cheek: perhaps<br> Frà Pandolf chanced to say ‘Her mantle laps<br> ‘Over my lady's wrist too much,’ or ‘Paint<br> ‘Must never hope to reproduce the faint<br> ‘Half-flush that dies along her throat’: such stuff<br> Was courtesy, she thought, and cause enough<br> For calling up that spot of joy. She had<br> A heart--how shall I say?--too soon made glad,<br> Too easily impressed; she liked whate'er<br> She looked on, and her looks went everywhere.<br> Sir, 'twas all one! My favor at her breast,<br> The dropping of the daylight in the West,<br> The bough of cherries some officious fool<br> Broke in the orchard for her, the white mule<br> She rode with round the terrace--all and each<br> Would draw from her alike the approving speech,<br> Or blush, at least. She thanked men--good! but thanked<br> Somehow--I know not how--as if she ranked<br> My gift of a nine-hundred-years-old name<br> With anybody's gift. Who'd stoop to blame<br> This sort of trifling? Even had you skill<br> In speech--which I have not--to make your will<br> Quite clear to such an one, and say, ‘Just this<br> ‘Or that in you disgusts me; here you miss,<br> ‘Or there exceed the mark’--and if she let<br> Herself be lessoned so, nor plainly set<br> Her wits to yours, forsooth, and make excuse,<br> --E'en then would be some stooping; and I choose<br> Never to stoop. Oh sir, she smiled, no doubt,<br> Whene'er I passed her; but who passed without<br> Much the same smile? This grew; I gave commands;<br> Then all smiles stopped together. There she stands<br> As if alive. Will't please you rise? We'll meet<br> The company below, then. I repeat,<br> The Count your master's known munificence<br> Is ample warrant that no just pretense<br> Of mine for dowry will be disallowed;<br> Though his fair daughter's self, as I avowed<br> At starting, is my object. Nay we'll go<br> Together down, sir. Notice Neptune, though,<br> Taming a sea-horse, thought a rarity,<br> Which Claus of Innsbruck cast in bronze for me!</p><br>The rain set early in tonight, <br> The sullen wind was soon awake, <br> It tore the elm-tops down for spite, <br> And did its worst to vex the lake: <br> I listened with heart fit to break. <br> When glided in Porphyria; straight <br> She shut the cold out and the storm, <br> And kneeled and made the cheerless grate <br> Blaze up, and all the cottage warm; <br> Which done, she rose, and from her form <br> Withdrew the dripping cloak and shawl, <br> And laid her soiled gloves by, untied <br> Her hat and let the damp hair fall, <br> And, last, she sat down by my side <br> And called me. When no voice replied, <br> She put my arm about her waist, <br> And made her smooth white shoulder bare, <br> And all her yellow hair displaced, <br> And, stooping, made my cheek lie there, <br> And spread, o'er all, her yellow hair, <br> Murmuring how she loved me--she <br> Too weak, for all her heart's endeavor, <br> To set its struggling passion free <br> From pride, and vainer ties dissever, <br> And give herself to me forever. <br> But passion sometimes would prevail, <br> Nor could tonight's gay feast restrain <br> A sudden thought of one so pale <br> For love of her, and all in vain: <br> So, she was come through wind and rain. <br> Be sure I looked up at her eyes <br> Happy and proud; at last I knew <br> Porphyria worshiped me: surprise <br> Made my heart swell, and still it grew <br> While I debated what to do. <br> That moment she was mine, mine, fair, <br> Perfectly pure and good: I found <br> A thing to do, and all her hair <br> In one long yellow string I wound <br> Three times her little throat around, <br> And strangled her. No pain felt she; <br> I am quite sure she felt no pain. <br> As a shut bud that holds a bee, <br> I warily oped her lids: again <br> Laughed the blue eyes without a stain. <br> And I untightened next the tress <br> About her neck; her cheek once more <br> Blushed bright beneath my burning kiss: <br> I propped her head up as before <br> Only, this time my shoulder bore <br> Her head, which droops upon it still: <br> The smiling rosy little head, <br> So glad it has its utmost will, <br> That all it scorned at once is fled, <br> And I, its love, am gained instead! <br> Porphyria's love: she guessed not how <br> Her darling one wish would be heard. <br> And thus we sit together now, <br> And all night long we have not stirred, <br> And yet God has not said a word!</p><br>ANCIEN REGIME<br> <br> I<br> <br> Now that I, tying thy glass mask tightly,<br> May gaze through these faint smokes curling whitely,<br> As thou pliest thy trade in this devil's-smithy- <br> Which is the poison to poison her, prithee?<br> <br> II<br> <br> He is with her; and they know that I know<br> Where they are, what they do: they believe my tears flow<br> While they laugh, laugh at me, at me fled to the drear<br> Empty church, to pray God in, for them!-I am here.<br> <br> III<br> <br> Grind away, moisten and mash up thy paste,<br> Pound at thy powder,-I am not in haste!<br> Better sit thus, and observe thy strange things,<br> Than go where men wait me and dance at the King's.<br> <br> IV<br> <br> That in the mortar-you call it a gum?<br> Ah, the brave tree whence such gold oozings come!<br> And yonder soft phial, the exquisite blue,<br> Sure to taste sweetly,-is that poison too?<br> <br> V<br> <br> Had I but all of them, thee and thy treasures,<br> What a wild crowd of invisible pleasures!<br> To carry pure death in an earring, a casket,<br> A signet, a fan-mount, a filigree-basket!<br> <br> VI<br> <br> Soon, at the King's, a mere lozenge to give,<br> And Pauline should have just thirty minutes to live!<br> But to light a pastille, and Elise, with her head,<br> And her breast, and her arms, and her hands, should drop dead!<br> <br> VII<br> <br> Quick-is it finished? The colour's too grim!<br> Why not soft like the phial's, enticing and dim?<br> Let it brighten her drink, let her turn it and stir,<br> And try it and taste, ere she fix and prefer!<br> <br> VIII<br> <br> What a drop! She's not little, no minion like me- <br> That's why she ensnared him: this never will free<br> The soul from those strong, great eyes,-say, ‘No!’ br> To that pulse's magnificent come-and-go.<br> <br> IX<br> <br> For only last night, as they whispered, I brought<br> My own eyes to bear on her so, that I thought<br> Could I keep them one-half minute fixed, she would fall,<br> Shrivelled; she fell not; yet this does it all!<br> <br> X<br> <br> Not that I bid you spare her the pain!<br> Let death be felt and the proof remain;<br> Brand, burn up, bite into its grace- <br> He is sure to remember her dying face!<br> <br> XI<br> <br> Is it done? Take my mask off! Nay, be not morose,<br> It kills her, and this prevents seeing it close:<br> The delicate droplet, my whole fortune's fee- <br> If it hurts her, beside, can it ever hurt me?<br> <br> XII<br> <br> Now, take all my jewels, gorge gold to your fill,<br> You may kiss me, old man, on my mouth if you will!<br> But brush this dust off me, lest horror it brings<br> Ere I know it-next moment I dance at the King's!</p><br>Oh, to be in England<br> Now that April's there,<br> And whoever wakes in England<br> Sees, some morning, unaware,<br> That the lowest boughs and the brushwood sheaf<br> Round the elm-tree bole are in tiny leaf,<br> While the chaffinch sings on the orchard bough<br> In England-now!<br> <br> And after April, when May follows,<br> And the whitethroat builds, and all the swallows!<br> Hark, where my blossomed pear-tree in the hedge<br> Leans to the field and scatters on the clover<br> Blossoms and dewdrops-at the bent spray's edge- <br> That's the wise thrush; he sings each song twice over,<br> Lest you should think he never could recapture<br> The first fine careless rapture!<br> And though the fields look rough with hoary dew,<br> All will be gay when noontide wakes anew<br> The buttercups, the little children's dower<br> -Far brighter than this gaudy melon-flower!</p><br>I<br> <br> Where the quiet-coloured end of evening smiles<br> Miles and miles<br> On the solitary pastures where our sheep<br> Half-asleep<br> Tinkle homeward thro' the twilight, stray or stop<br> As they crop- <br> Was the site once of a city great and gay,<br> (So they say)<br> Of our country's very capital, its prince<br> Ages since<br> Held his court in, gathered councils, wielding far<br> Peace or war.<br> <br> II<br> <br> Now-the country does not even boast a tree,<br> As you see,<br> To distinguish slopes of verdure, certain rills<br> From the hills<br> Intersect and give a name to, (else they run<br> Into one)<br> Where the domed and daring palace shot its spires<br> Up like fires<br> O'er the hundred-gated circuit of a wall<br> Bounding all,<br> Made of marble, men might march on nor be prest,<br> Twelve abreast.<br> <br> III<br> <br> And such plenty and perfection, see, of grass<br> Never was!<br> Such a carpet as, this summer-time, o'erspreads<br> And embeds<br> Every vestige of the city, guessed alone,<br> Stock or stone- <br> Where a multitude of men breathed joy and woe<br> Long ago;<br> Lust of glory pricked their hearts up, dread of shame<br> Struck them tame;<br> And that glory and that shame alike, the gold<br> Bought and sold.<br> <br> IV<br> <br> Now,-the single little turret that remains<br> On the plains,<br> By the caper overrooted, by the gourd<br> Overscored,<br> While the patching houseleek's head of blossom winks<br> Through the chinks- <br> Marks the basement whence a tower in ancient time<br> Sprang sublime,<br> And a burning ring, all round, the chariots traced<br> As they raced,<br> And the monarch and his minions and his dames<br> Viewed the games.<br> <br> V<br> <br> And I know, while thus the quiet-coloured eve<br> Smiles to leave<br> To their folding, all our many-tinkling fleece<br> In such peace,<br> And the slopes and rills in undistinguished grey<br> Melt away- <br> That a girl with eager eyes and yellow hair<br> Waits me there<br> In the turret whence the charioteers caught soul<br> For the goal,<br> When the king looked, where she looks now, breathless, dumb<br> Till I come.<br> <br> VI<br> <br> But he looked upon the city, every side,<br> Far and wide,<br> All the mountains topped with temples, all the glades'<br> Colonnades,<br> All the causeys, bridges, aqueducts,-and then,<br> All the men!<br> When I do come, she will speak not, she will stand,<br> Either hand<br> On my shoulder, give her eyes the first embrace<br> Of my face,<br> Ere we rush, ere we extinguish sight and speech<br> Each on each.<br> <br> VII<br> <br> In one year they sent a million fighters forth<br> South and north,<br> And they built their gods a brazen pillar high<br> As the sky,<br> Yet reserved a thousand chariots in full force- <br> Gold, of course.<br> Oh, heart! oh, blood that freezes, blood that burns!<br> Earth's returns<br> For whole centuries of folly, noise and sin!<br> Shut them in,<br> With their triumphs and their glories and the rest.<br> Love is best!</p><br>Escape me?<br> Never- <br> Beloved!<br> While I am I, and you are you,<br> So long as the world contains us both,<br> Me the loving and you the loth,<br> While the one eludes, must the other pursue.<br> My life is a fault at last, I fear- <br> It seems too much like a fate, indeed!<br> Though I do my best I shall scarce succeed- <br> But what if I fail of my purpose here?<br> <br> It is but to keep the nerves at strain,<br> To dry one's eyes and laugh at a fall,<br> And baffled, get up to begin again,- <br> So the chase takes up one's life, that's all.<br> While, look but once from your farthest bound,<br> At me so deep in the dust and dark,<br> No sooner the old hope drops to ground<br> Than a new one, straight to the selfsame mark,<br> I shape me- <br> Ever<br> Removed!</p><br>I<br> <br> Room after room,<br> I hunt the house through<br> We inhabit together.<br> Heart, fear nothing, for, heart, thou shalt find her,<br> Next time, herself!-not the trouble behind her<br> Left in the curtain, the couch's perfume!<br> As she brushed it, the cornice-wreath blossomed anew,- <br> Yon looking-glass gleamed at the wave of her feather.<br> <br> II<br> <br> Yet the day wears,<br> And door succeeds door;<br> I try the fresh fortune- <br> Range the wide house from the wing to the centre.<br> Still the same chance! she goes out as I enter.<br> Spend my whole day in the quest,-who cares?<br> But 'tis twilight, you see,-with such suites to explore,<br> Such closets to search, such alcoves to importune!</p>"}