{"id":"user75","title":"Joseph Conrad","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"Kennedy is a country doctor, and lives in Colebrook, on the shores of Eastbay. The high ground rising abruptly behind the red roofs of the little town crowds the quaint High Street against the wall which defends it from the sea. Beyond the sea-wall there curves for miles in a vast and regular sweep the barren beach of shingle, with the village of Brenzett standing out darkly across the water, a spire in a clump of trees; and still further out the perpendicular column of a lighthouse, looking in the distance no bigger than a lead pencil, marks the vanishing-point of the land. The country at the back of Brenzett is low and flat, but the bay is fairly well sheltered from the seas, and occasionally a big ship, windbound or through stress of weather, makes use of the anchoring ground a mile and a half due north from you as you stand at the back door of the ‘Ship Inn’ in Brenzett. A dilapidated windmill near by lifting its shattered arms from a mound no loftier than a rubbish heap, and a Martello tower squatting at the water's edge half a mile to the south of the Coastguard cottages, are familiar to the skippers of small craft. These are the official seamarks for the patch of trustworthy bottom represented on the Admiralty charts by an irregular oval of dots enclosing several figures six, with a tiny anchor engraved among them, and the legend ‘mud and shells’ over all.<br> <br> The brow of the upland overtops the square tower of the Colebrook Church. The slope is green and looped by a white road. Ascending along this road, you open a valley broad and shallow, a wide green trough of pastures and hedges merging inland into a vista of purple tints and flowing lines closing the view.<br> <br> In this valley down to Brenzett and Colebrook and up to Darnford, the market town fourteen miles away, lies the practice of my friend Kennedy. He had begun life as surgeon in the Navy, and afterwards had been the companion of a famous traveller, in the days when there were continents with unexplored interiors. His papers on the fauna and flora made him known to scientific societies. And now he had come to a country practice--from choice. The penetrating power of his mind, acting like a corrosive fluid, had destroyed his ambition, I fancy. His intelligence is of a scientific order, of an investigating habit, and of that unappeasable curiosity which believes that there is a particle of a general truth in every mystery.<br> <br> A good many years ago now, on my return from abroad, he invited me to stay with him. I came readily enough, and as he could not neglect his patients to keep me company, he took me on his rounds--thirty miles or so of an afternoon, sometimes. I waited for him on the roads; the horse reached after the leafy twigs, and, sitting in the dogcart, I could hear Kennedy's laugh through the half-open door left open of some cottage. He had a big, hearty laugh that would have fitted a man twice his size, a brisk manner, a bronzed face, and a pair of grey, profoundly attentive eyes. He had the talent of making people talk to him freely, and an inexhaustible patience in listening to their tales.<br> <br> One day, as we trotted out of a large village into a shady bit of road, I saw on our left hand a low, black cottage, with diamond panes in the windows, a creeper on the end wall, a roof of shingle, and some roses climbing on the rickety trellis-work of the tiny porch. Kennedy pulled up to a walk. A woman, in full sunlight, was throwing a dripping blanket over a line stretched between two old apple-trees. And as the bobtailed, long-necked chestnut, trying to get his head, jerked the left hand, covered by a thick dog-skin glove, the doctor raised his voice over the hedge: ‘How's your child, Amy?’<br> <br> I had the time to see her dull face, red, not with a mantling blush, but as if her flat cheeks had been vigorously slapped, and to take in the squat figure, the scanty, dusty brown hair drawn into a tight knot at the back of the head. She looked quite young. With a distinct catch in her breath, her voice sounded low and timid.<br> <br> ‘He's well, thank you.’<br> <br> We trotted again. ‘A young patient of yours,’ I said; and the doctor, flicking the chestnut absently, muttered, ‘Her husband used to be.’<br> <br> ‘She seems a dull creature,’ I remarked listlessly.<br> <br> ‘Precisely,’ said Kennedy. ‘She is very passive. It's enough to look at the red hands hanging at the end of those short arms, at those slow, prominent brown eyes, to know the inertness of her mind--an inertness that one would think made it everlastingly safe from all the surprises of imagination. And yet which of us is safe? At any rate, such as you see her, she had enough imagination to fall in love. She's the daughter of one Isaac Foster, who from a small farmer has sunk into a shepherd; the beginning of his misfortunes dating from his runaway marriage with the cook of his widowed father--a well-to-do, apoplectic grazier, who passionately struck his name off his will, and had been heard to utter threats against his life. But this old affair, scandalous enough to serve as a motive for a Greek tragedy, arose from the similarity of their characters. There are other tragedies, less scandalous and of a subtler poignancy, arising from irreconcilable differences and from that fear of the Incomprehensible that hangs over all our heads--over all our heads. . . .’<br> <br> The tired chestnut dropped into a walk; and the rim of the sun, all red in a speckless sky, touched familiarly the smooth top of a ploughed rise near the road as I had seen it times innumerable touch the distant horizon of the sea. The uniform brownness of the harrowed field glowed with a rosy tinge, as though the powdered clods had sweated out in minute pearls of blood the toil of uncounted ploughmen. From the edge of a copse a waggon with two horses was rolling gently along the ridge. Raised above our heads upon the sky-line, it loomed up against the red sun, triumphantly big, enormous, like a chariot of giants drawn by two slow-stepping steeds of legendary proportions. And the clumsy figure of the man plodding at the head of the leading horse projected itself on the background of the Infinite with a heroic uncouthness. The end of his carter's whip quivered high up in the blue. Kennedy discoursed.<br> <br> ‘She's the eldest of a large family. At the age of fifteen they put her out to service at the New Barns Farm. I attended Mrs. Smith, the tenant's wife, and saw that girl there for the first time. Mrs. Smith, a genteel person with a sharp nose, made her put on a black dress every afternoon. I don't know what induced me to notice her at all. There are faces that call your attention by a curious want of definiteness in their whole aspect, as, walking in a mist, you peer attentively at a vague shape which, after all, may be nothing more curious or strange than a signpost. The only peculiarity I perceived in her was a slight hesitation in her utterance, a sort of preliminary stammer which passes away with the first word. When sharply spoken to, she was apt to lose her head at once; but her heart was of the kindest. She had never been heard to express a dislike for a single human being, and she was tender to every living creature. She was devoted to Mrs. Smith, to Mr. Smith, to their dogs, cats, canaries; and as to Mrs. Smith's grey parrot, its peculiarities exercised upon her a positive fascination. Nevertheless, when that outlandish bird, attacked by the cat, shrieked for help in human accents, she ran out into the yard stopping her ears, and did not prevent the crime. For Mrs. Smith this was another evidence of her stupidity; on the other hand, her want of charm, in view of Smith's well-known frivolousness, was a great recommendation. Her short-sighted eyes would swim with pity for a poor mouse in a trap, and she had been seen once by some boys on her knees in the wet grass helping a toad in difficulties. If it's true, as some German fellow has said, that without phosphorus there is no thought, it is still more true that there is no kindness of heart without a certain amount of imagination. She had some. She had even more than is necessary to understand suffering and to be moved by pity. She fell in love under circumstances that leave no room for doubt in the matter; for you need imagination to form a notion of beauty at all, and still more to discover your ideal in an unfamiliar shape.<br> <br> ‘How this aptitude came to her, what it did feed upon, is an inscrutable mystery. She was born in the village, and had never been further away from it than Colebrook or perhaps Darnford. She lived for four years with the Smiths. New Barns is an isolated farmhouse a mile away from the road, and she was content to look day after day at the same fields, hollows, rises; at the trees and the hedgerows; at the faces of the four men about the farm, always the same--day after day, month after month, year after year. She never showed a desire for conversation, and, as it seemed to me, she did not know how to smile. Sometimes of a fine Sunday afternoon she would put on her best dress, a pair of stout boots, a large grey hat trimmed with a black feather (I've seen her in that finery), seize an absurdly slender parasol, climb over two stiles, tramp over three fields and along two hundred yards of road--never further. There stood Foster's cottage. She would help her mother to give their tea to the younger children, wash up the crockery, kiss the little ones, and go back to the farm. That was all. All the rest, all the change, all the relaxation. She never seemed to wish for anything more. And then she fell in love. She fell in love silently, obstinately--perhaps helplessly. It came slowly, but when it came it worked like a powerful spell; it was love as the Ancients understood it: an irresistible and fateful impulse--a possession! Yes, it was in her to become haunted and possessed by a face, by a presence, fatally, as though she had been a pagan worshipper of form under a joyous sky--and to be awakened at last from that mysterious forgetfulness of self, from that enchantment, from that transport, by a fear resembling the unaccountable terror of a brute. . . .’<br> <br> With the sun hanging low on its western limit, the expanse of the grass-lands framed in the counter-scarps of the rising ground took on a gorgeous and sombre aspect. A sense of penetrating sadness, like that inspired by a grave strain of music, disengaged itself from the silence of the fields. The men we met walked past slow, unsmiling, with downcast eyes, as if the melancholy of an over-burdened earth had weighted their feet, bowed their shoulders, borne down their glances.<br> <br> ‘Yes,’ said the doctor to my remark, ‘one would think the earth is under a curse, since of all her children these that cling to her the closest are uncouth in body and as leaden of gait as if their very hearts were loaded with chains. But here on this same road you might have seen amongst these heavy men a being lithe, supple, and long-limbed, straight like a pine with something striving upwards in his appearance as though the heart within him had been buoyant. Perhaps it was only the force of the contrast, but when he was passing one of these villagers here, the soles of his feet did not seem to me to touch the dust of the road. He vaulted over the stiles, paced these slopes with a long elastic stride that made him noticeable at a great distance, and had lustrous black eyes. He was so different from the mankind around that, with his freedom of movement, his soft--a little startled, glance, his olive complexion and graceful bearing, his humanity suggested to me the nature of a woodland creature. He came from there.’<br> <br> The doctor pointed with his whip, and from the summit of the descent seen over the rolling tops of the trees in a park by the side of the road, appeared the level sea far below us, like the floor of an immense edifice inlaid with bands of dark ripple, with still trails of glitter, ending in a belt of glassy water at the foot of the sky. The light blur of smoke, from an invisible steamer, faded on the great clearness of the horizon like the mist of a breath on a mirror; and, inshore, the white sails of a coaster, with the appearance of disentangling themselves slowly from under the branches, floated clear of the foliage of the trees.<br> <br> ‘Shipwrecked in the bay?’ I said.<br> <br> ‘Yes; he was a castaway. A poor emigrant from Central Europe bound to America and washed ashore here in a storm. And for him, who knew nothing of the earth, England was an undiscovered country. It was some time before he learned its name; and for all I know he might have expected to find wild beasts or wild men here, when, crawling in the dark over the sea-wall, he rolled down the other side into a dyke, where it was another miracle he didn't get drowned. But he struggled instinctively like an animal under a net, and this blind struggle threw him out into a field. He must have been, indeed, of a tougher fibre than he looked to withstand without expiring such buffetings, the violence of his exertions, and so much fear. Later on, in his broken English that resembled curiously the speech of a young child, he told me himself that he put his trust in God, believing he was no longer in this world. And truly--he would add--how was he to know? He fought his way against the rain and the gale on all fours, and crawled at last among some sheep huddled close under the lee of a hedge. They ran off in all directions, bleating in the darkness, and he welcomed the first familiar sound he heard on these shores. It must have been two in the morning then. And this is all we know of the manner of his landing, though he did not arrive unattended by any means. Only his grisly company did not begin to come ashore till much later in the day. . . .’<br> <br> The doctor gathered the reins, clicked his tongue; we trotted down the hill. Then turning, almost directly, a sharp corner into the High Street, we rattled over the stones and were home.<br> <br> Late in the evening Kennedy, breaking a spell of moodiness that had come over him, returned to the story. Smoking his pipe, he paced the long room from end to end. A reading-lamp concentrated all its light upon the papers on his desk; and, sitting by the open window, I saw, after the windless, scorching day, the frigid splendour of a hazy sea lying motionless under the moon. Not a whisper, not a splash, not a stir of the shingle, not a footstep, not a sigh came up from the earth below--never a sign of life but the scent of climbing jasmine; and Kennedy's voice, speaking behind me, passed through the wide casement, to vanish outside in a chill and sumptuous stillness.<br> <br> ‘. . . The relations of shipwrecks in the olden time tell us of much suffering. Often the castaways were only saved from drowning to die miserably from starvation on a barren coast; others suffered violent death or else slavery, passing through years of precarious existence with people to whom their strangeness was an object of suspicion, dislike or fear. We read about these things, and they are very pitiful. It is indeed hard upon a man to find himself a lost stranger, helpless, incomprehensible, and of a mysterious origin, in some obscure corner of the earth. Yet amongst all the adventurers shipwrecked in all the wild parts of the world there is not one, it seems to me, that ever had to suffer a fate so simply tragic as the man I am speaking of, the most innocent of adventurers cast out by the sea in the bight of this bay, almost within sight from this very window.<br> <br> ‘He did not know the name of his ship. Indeed, in the course of time we discovered he did not even know that ships had names--'like Christian people'; and when, one day, from the top of the Talfourd Hill, he beheld the sea lying open to his view, his eyes roamed afar, lost in an air of wild surprise, as though he had never seen such a sight before. And probably he had not. As far as I could make out, he had been hustled together with many others on board an emigrant-ship lying at the mouth of the Elbe, too bewildered to take note of his surroundings, too weary to see anything, too anxious to care. They were driven below into the 'tweendeck and battened down from the very start. It was a low timber dwelling--he would say--with wooden beams overhead, like the houses in his country, but you went into it down a ladder. It was very large, very cold, damp and sombre, with places in the manner of wooden boxes where people had to sleep, one above another, and it kept on rocking all ways at once all the time. He crept into one of these boxes and laid down there in the clothes in which he had left his home many days before, keeping his bundle and his stick by his side. People groaned, children cried, water dripped, the lights went out, the walls of the place creaked, and everything was being shaken so that in one's little box one dared not lift one's head. He had lost touch with his only companion (a young man from the same valley, he said), and all the time a great noise of wind went on outside and heavy blows fell--boom! boom! An awful sickness overcame him, even to the point of making him neglect his prayers. Besides, one could not tell whether it was morning or evening. It seemed always to be night in that place.<br> <br> ‘Before that he had been travelling a long, long time on the iron track. He looked out of the window, which had a wonderfully clear glass in it, and the trees, the houses, the fields, and the long roads seemed to fly round and round about him till his head swam. He gave me to understand that he had on his passage beheld uncounted multitudes of people--whole nations--all dressed in such clothes as the rich wear. Once he was made to get out of the carriage, and slept through a night on a bench in a house of bricks with his bundle under his head; and once for many hours he had to sit on a floor of flat stones dozing, with his knees up and with his bundle between his feet. There was a roof over him, which seemed made of glass, and was so high that the tallest mountain-pine he had ever seen would have had room to grow under it. Steam-machines rolled in at one end and out at the other. People swarmed more than you can see on a feast-day round the miraculous Holy Image in the yard of the Carmelite Convent down in the plains where, before he left his home, he drove his mother in a wooden cart--a pious old woman who wanted to offer prayers and make a vow for his safety. He could not give me an idea of how large and lofty and full of noise and smoke and gloom, and clang of iron, the place was, but some one had told him it was called Berlin. Then they rang a bell, and another steam-machine came in, and again he was taken on and on through a land that wearied his eyes by its flatness without a single bit of a hill to be seen anywhere. One more night he spent shut up in a building like a good stable with a litter of straw on the floor, guarding his bundle amongst a lot of men, of whom not one could understand a single word he said. In the morning they were all led down to the stony shores of an extremely broad muddy river, flowing not between hills but between houses that seemed immense. There was a steam-machine that went on the water, and they all stood upon it packed tight, only now there were with them many women and children who made much noise. A cold rain fell, the wind blew in his face; he was wet through, and his teeth chattered. He and the young man from the same valley took each other by the hand.<br> <br> ‘They thought they were being taken to America straight away, but suddenly the steam-machine bumped against the side of a thing like a house on the water. The walls were smooth and black, and there uprose, growing from the roof as it were, bare trees in the shape of crosses, extremely high. That's how it appeared to him then, for he had never seen a ship before. This was the ship that was going to swim all the way to America. Voices shouted, everything swayed; there was a ladder dipping up and down. He went up on his hands and knees in mortal fear of falling into the water below, which made a great splashing. He got separated from his companion, and when he descended into the bottom of that ship his heart seemed to melt suddenly within him.<br> <br> ‘It was then also, as he told me, that he lost contact for good and all with one of those three men who the summer before had been going about through all the little towns in the foothills of his country. They would arrive on market days driving in a peasant's cart, and would set up an office in an inn or some other Jew's house. There were three of them, of whom one with a long beard looked venerable; and they had red cloth collars round their necks and gold lace on their sleeves like Government officials. They sat proudly behind a long table; and in the next room, so that the common people shouldn't hear, they kept a cunning telegraph machine, through which they could talk to the Emperor of America. The fathers hung about the door, but the young men of the mountains would crowd up to the table asking many questions, for there was work to be got all the year round at three dollars a day in America, and no military service to do.<br> <br> ‘But the American Kaiser would not take everybody. Oh, no! He himself had a great difficulty in getting accepted, and the venerable man in uniform had to go out of the room several times to work the telegraph on his behalf. The American Kaiser engaged him at last at three dollars, he being young and strong. However, many able young men backed out, afraid of the great distance; besides, those only who had some money could be taken. There were some who sold their huts and their land because it cost a lot of money to get to America; but then, once there, you had three dollars a day, and if you were clever you could find places where true gold could be picked up on the ground. His father's house was getting over full. Two of his brothers were married and had children. He promised to send money home from America by post twice a year. His father sold an old cow, a pair of piebald mountain ponies of his own raising, and a cleared plot of fair pasture land on the sunny slope of a pine-clad pass to a Jew inn-keeper in order to pay the people of the ship that took men to America to get rich in a short time.<br> <br> ‘He must have been a real adventurer at heart, for how many of the greatest enterprises in the conquest of the earth had for their beginning just such a bargaining away of the paternal cow for the mirage or true gold far away! I have been telling you more or less in my own words what I learned fragmentarily in the course of two or three years, during which I seldom missed an opportunity of a friendly chat with him. He told me this story of his adventure with many flashes of white teeth and lively glances of black eyes, at first in a sort of anxious baby-talk, then, as he acquired the language, with great fluency, but always with that singing, soft, and at the same time vibrating intonation that instilled a strangely penetrating power into the sound of the most familiar English words, as if they had been the words of an unearthly language. And he always would come to an end, with many emphatic shakes of his head, upon that awful sensation of his heart melting within him directly he set foot on board that ship. Afterwards there seemed to come for him a period of blank ignorance, at any rate as to facts. No doubt he must have been abominably sea-sick and abominably unhappy--this soft and passionate adventurer, taken thus out of his knowledge, and feeling bitterly as he lay in his emigrant bunk his utter loneliness; for his was a highly sensitive nature. The next thing we know of him for certain is that he had been hiding in Hammond's pig-pound by the side of the road to Norton six miles, as the crow flies, from the sea. Of these experiences he was unwilling to speak: they seemed to have seared into his soul a sombre sort of wonder and indignation. Through the rumours of the country-side, which lasted for a good many days after his arrival, we know that the fishermen of West Colebrook had been disturbed and startled by heavy knocks against the walls of weatherboard cottages, and by a voice crying piercingly strange words in the night. Several of them turned out even, but, no doubt, he had fled in sudden alarm at their rough angry tones hailing each other in the darkness. A sort of frenzy must have helped him up the steep Norton hill. It was he, no doubt, who early the following morning had been seen lying (in a swoon, I should say) on the roadside grass by the Brenzett carrier, who actually got down to have a nearer look, but drew back, intimidated by the perfect immobility, and by something queer in the aspect of that tramp, sleeping so still under the showers. As the day advanced, some children came dashing into school at Norton in such a fright that the schoolmistress went out and spoke indignantly to a 'horrid-looking man' on the road. He edged away, hanging his head, for a few steps, and then suddenly ran off with extraordinary fleetness. The driver of Mr. Bradley's milk-cart made no secret of it that he had lashed with his whip at a hairy sort of gipsy fellow who, jumping up at a turn of the road by the Vents, made a snatch at the pony's bridle. And he caught him a good one too, right over the face, he said, that made him drop down in the mud a jolly sight quicker than he had jumped up; but it was a good half-a-mile before he could stop the pony. Maybe that in his desperate endeavours to get help, and in his need to get in touch with some one, the poor devil had tried to stop the cart. Also three boys confessed afterwards to throwing stones at a funny tramp, knocking about all wet and muddy, and, it seemed, very drunk, in the narrow deep lane by the limekilns. All this was the talk of three villages for days; but we have Mrs. Finn's (the wife of Smith's waggoner) unimpeachable testimony that she saw him get over the low wall of Hammond's pig-pound and lurch straight at her, babbling aloud in a voice that was enough to make one die of fright. Having the baby with her in a perambulator, Mrs. Finn called out to him to go away, and as he persisted in coming nearer, she hit him courageously with her umbrella over the head and, without once looking back, ran like the wind with the perambulator as far as the first house in the village. She stopped then, out of breath, and spoke to old Lewis, hammering there at a heap of stones; and the old chap, taking off his immense black wire goggles, got up on his shaky legs to look where she pointed. Together they followed with their eyes the figure of the man running over a field; they saw him fall down, pick himself up, and run on again, staggering and waving his long arms above his head, in the direction of the New Barns Farm. From that moment he is plainly in the toils of his obscure and touching destiny. There is no doubt after this of what happened to him. All is certain now: Mrs. Smith's intense terror; Amy Foster's stolid conviction held against the other's nervous attack, that the man 'meant no harm'; Smith's exasperation (on his return from Darnford Market) at finding the dog barking himself into a fit, the back-door locked, his wife in hysterics; and all for an unfortunate dirty tramp, supposed to be even then lurking in his stackyard. Was he? He would teach him to frighten women.<br> <br> ‘Smith is notoriously hot-tempered, but the sight of some nondescript and miry creature sitting cross-legged amongst a lot of loose straw, and swinging itself to and fro like a bear in a cage, made him pause. Then this tramp stood up silently before him, one mass of mud and filth from head to foot. Smith, alone amongst his stacks with this apparition, in the stormy twilight ringing with the infuriated barking of the dog, felt the dread of an inexplicable strangeness. But when that being, parting with his black hands the long matted locks that hung before his face, as you part the two halves of a curtain, looked out at him with glistening, wild, black-and-white eyes, the weirdness of this silent encounter fairly staggered him. He had admitted since (for the story has been a legitimate subject of conversation about here for years) that he made more than one step backwards. Then a sudden burst of rapid, senseless speech persuaded him at once that he had to do with an escaped lunatic. In fact, that impression never wore off completely. Smith has not in his heart given up his secret conviction of the man's essential insanity to this very day.<br> <br> ‘As the creature approached him, jabbering in a most discomposing manner, Smith (unaware that he was being addressed as 'gracious lord,' and adjured in God's name to afford food and shelter) kept on speaking firmly but gently to it, and retreating all the time into the other yard. At last, watching his chance, by a sudden charge he bundled him headlong into the wood-lodge, and instantly shot the bolt. Thereupon he wiped his brow, though the day was cold. He had done his duty to the community by shutting up a wandering and probably dangerous maniac. Smith isn't a hard man at all, but he had room in his brain only for that one idea of lunacy. He was not imaginative enough to ask himself whether the man might not be perishing with cold and hunger. Meantime, at first, the maniac made a great deal of noise in the lodge. Mrs. Smith was screaming upstairs, where she had locked herself in her bedroom; but Amy Foster sobbed piteously at the kitchen door, wringing her hands and muttering, 'Don't! don't!' I daresay Smith had a rough time of it that evening with one noise and another, and this insane, disturbing voice crying obstinately through the door only added to his irritation. He couldn't possibly have connected this troublesome lunatic with the sinking of a ship in Eastbay, of which there had been a rumour in the Darnford marketplace. And I daresay the man inside had been very near to insanity on that night. Before his excitement collapsed and he became unconscious he was throwing himself violently about in the dark, rolling on some dirty sacks, and biting his fists with rage, cold, hunger, amazement, and despair.<br> <br> ‘He was a mountaineer of the eastern range of the Carpathians, and the vessel sunk the night before in Eastbay was the Hamburg emigrant-ship _Herzogin Sophia-Dorothea_, of appalling memory.<br> <br> ‘A few months later we could read in the papers the accounts of the bogus 'Emigration Agencies' among the Sclavonian peasantry in the more remote provinces of Austria. The object of these scoundrels was to get hold of the poor ignorant people's homesteads, and they were in league with the local usurers. They exported their victims through Hamburg mostly. As to the ship, I had watched her out of this very window, reaching close-hauled under short canvas into the bay on a dark, threatening afternoon. She came to an anchor, correctly by the chart, off the Brenzett Coastguard station. I remember before the night fell looking out again at the outlines of her spars and rigging that stood out dark and pointed on a background of ragged, slaty clouds like another and a slighter spire to the left of the Brenzett church-tower. In the evening the wind rose. At midnight I could hear in my bed the terrific gusts and the sounds of a driving deluge.<br> <br> ‘About that time the Coastguardmen thought they saw the lights of a steamer over the anchoring-ground. In a moment they vanished; but it is clear that another vessel of some sort had tried for shelter in the bay on that awful, blind night, had rammed the German ship amidships (a breach--as one of the divers told me afterwards--'that you could sail a Thames barge through'), and then had gone out either scathless or damaged, who shall say; but had gone out, unknown, unseen, and fatal, to perish mysteriously at sea. Of her nothing ever came to light, and yet the hue and cry that was raised all over the world would have found her out if she had been in existence anywhere on the face of the waters.<br> <br> ‘A completeness without a clue, and a stealthy silence as of a neatly executed crime, characterise this murderous disaster, which, as you may remember, had its gruesome celebrity. The wind would have prevented the loudest outcries from reaching the shore; there had been evidently no time for signals of distress. It was death without any sort of fuss. The Hamburg ship, filling all at once, capsized as she sank, and at daylight there was not even the end of a spar to be seen above water. She was missed, of course, and at first the Coastguardmen surmised that she had either dragged her anchor or parted her cable some time during the night, and had been blown out to sea. Then, after the tide turned, the wreck must have shifted a little and released some of the bodies, because a child--a little fair-haired child in a red frock--came ashore abreast of the Martello tower. By the afternoon you could see along three miles of beach dark figures with bare legs dashing in and out of the tumbling foam, and rough-looking men, women with hard faces, children, mostly fair-haired, were being carried, stiff and dripping, on stretchers, on wattles, on ladders, in a long procession past the door of the 'Ship Inn,' to be laid out in a row under the north wall of the Brenzett Church.<br> <br> ‘Officially, the body of the little girl in the red frock is the first thing that came ashore from that ship. But I have patients amongst the seafaring population of West Colebrook, and, unofficially, I am informed that very early that morning two brothers, who went down to look after their cobble hauled up on the beach, found, a good way from Brenzett, an ordinary ship's hencoop lying high and dry on the shore, with eleven drowned ducks inside. Their families ate the birds, and the hencoop was split into firewood with a hatchet. It is possible that a man (supposing he happened to be on deck at the time of the accident) might have floated ashore on that hencoop. He might. I admit it is improbable, but there was the man--and for days, nay, for weeks--it didn't enter our heads that we had amongst us the only living soul that had escaped from that disaster. The man himself, even when he learned to speak intelligibly, could tell us very little. He remembered he had felt better (after the ship had anchored, I suppose), and that the darkness, the wind, and the rain took his breath away. This looks as if he had been on deck some time during that night. But we mustn't forget he had been taken out of his knowledge, that he had been sea-sick and battened down below for four days, that he had no general notion of a ship or of the sea, and therefore could have no definite idea of what was happening to him. The rain, the wind, the darkness he knew; he understood the bleating of the sheep, and he remembered the pain of his wretchedness and misery, his heartbroken astonishment that it was neither seen nor understood, his dismay at finding all the men angry and all the women fierce. He had approached them as a beggar, it is true, he said; but in his country, even if they gave nothing, they spoke gently to beggars. The children in his country were not taught to throw stones at those who asked for compassion. Smith's strategy overcame him completely. The wood-lodge presented the horrible aspect of a dungeon. What would be done to him next? . . . No wonder that Amy Foster appeared to his eyes with the aureole of an angel of light. The girl had not been able to sleep for thinking of the poor man, and in the morning, before the Smiths were up, she slipped out across the back yard. Holding the door of the wood-lodge ajar, she looked in and extended to him half a loaf of white bread--'such bread as the rich eat in my country,' he used to say.<br> <br> ‘At this he got up slowly from amongst all sorts of rubbish, stiff, hungry, trembling, miserable, and doubtful. 'Can you eat this?' she asked in her soft and timid voice. He must have taken her for a 'gracious lady.' He devoured ferociously, and tears were falling on the crust. Suddenly he dropped the bread, seized her wrist, and imprinted a kiss on her hand. She was not frightened. Through his forlorn condition she had observed that he was good-looking. She shut the door and walked back slowly to the kitchen. Much later on, she told Mrs. Smith, who shuddered at the bare idea of being touched by that creature.<br> <br> ‘Through this act of impulsive pity he was brought back again within the pale of human relations with his new surroundings. He never forgot it--never.<br> <br> ‘That very same morning old Mr. Swaffer (Smith's nearest neighbour) came over to give his advice, and ended by carrying him off. He stood, unsteady on his legs, meek, and caked over in half-dried mud, while the two men talked around him in an incomprehensible tongue. Mrs. Smith had refused to come downstairs till the madman was off the premises; Amy Foster, far from within the dark kitchen, watched through the open back door; and he obeyed the signs that were made to him to the best of his ability. But Smith was full of mistrust. 'Mind, sir! It may be all his cunning,' he cried repeatedly in a tone of warning. When Mr. Swaffer started the mare, the deplorable being sitting humbly by his side, through weakness, nearly fell out over the back of the high two-wheeled cart. Swaffer took him straight home. And it is then that I come upon the scene.<br> <br> ‘I was called in by the simple process of the old man beckoning to me with his forefinger over the gate of his house as I happened to be driving past. I got down, of course.<br> <br> ‘'I've got something here,' he mumbled, leading the way to an outhouse at a little distance from his other farm-buildings.<br> <br> ‘It was there that I saw him first, in a long low room taken upon the space of that sort of coach-house. It was bare and whitewashed, with a small square aperture glazed with one cracked, dusty pane at its further end. He was lying on his back upon a straw pallet; they had given him a couple of horse-blankets, and he seemed to have spent the remainder of his strength in the exertion of cleaning himself. He was almost speechless; his quick breathing under the blankets pulled up to his chin, his glittering, restless black eyes reminded me of a wild bird caught in a snare. While I was examining him, old Swaffer stood silently by the door, passing the tips of his fingers along his shaven upper lip. I gave some directions, promised to send a bottle of medicine, and naturally made some inquiries.<br> <br> ‘'Smith caught him in the stackyard at New Barns,' said the old chap in his deliberate, unmoved manner, and as if the other had been indeed a sort of wild animal. 'That's how I came by him. Quite a curiosity, isn't he? Now tell me, doctor--you've been all over the world--don't you think that's a bit of a Hindoo we've got hold of here.'<br> <br> ‘I was greatly surprised. His long black hair scattered over the straw bolster contrasted with the olive pallor of his face. It occurred to me he might be a Basque. It didn't necessarily follow that he should understand Spanish; but I tried him with the few words I know, and also with some French. The whispered sounds I caught by bending my ear to his lips puzzled me utterly. That afternoon the young ladies from the Rectory (one of them read Goethe with a dictionary, and the other had struggled with Dante for years), coming to see Miss Swaffer, tried their German and Italian on him from the doorway. They retreated, just the least bit scared by the flood of passionate speech which, turning on his pallet, he let out at them. They admitted that the sound was pleasant, soft, musical--but, in conjunction with his looks perhaps, it was startling--so excitable, so utterly unlike anything one had ever heard. The village boys climbed up the bank to have a peep through the little square aperture. Everybody was wondering what Mr. Swaffer would do with him.<br> <br> ‘He simply kept him.<br> <br> ‘Swaffer would be called eccentric were he not so much respected. They will tell you that Mr. Swaffer sits up as late as ten o'clock at night to read books, and they will tell you also that he can write a cheque for two hundred pounds without thinking twice about it. He himself would tell you that the Swaffers had owned land between this and Darnford for these three hundred years. He must be eighty-five to-day, but he does not look a bit older than when I first came here. He is a great breeder of sheep, and deals extensively in cattle. He attends market days for miles around in every sort of weather, and drives sitting bowed low over the reins, his lank grey hair curling over the collar of his warm coat, and with a green plaid rug round his legs. The calmness of advanced age gives a solemnity to his manner. He is clean-shaved; his lips are thin and sensitive; something rigid and monarchal in the set of his features lends a certain elevation to the character of his face. He has been known to drive miles in the rain to see a new kind of rose in somebody's garden, or a monstrous cabbage grown by a cottager. He loves to hear tell of or to be shown something that he calls 'outlandish.' Perhaps it was just that outlandishness of the man which influenced old Swaffer. Perhaps it was only an inexplicable caprice. All I know is that at the end of three weeks I caught sight of Smith's lunatic digging in Swaffer's kitchen garden. They had found out he could use a spade. He dug barefooted.<br> <br> ‘His black hair flowed over his shoulders. I suppose it was Swaffer who had given him the striped old cotton shirt; but he wore still the national brown cloth trousers (in which he had been washed ashore) fitting to the leg almost like tights; was belted with a broad leathern belt studded with little brass discs; and had never yet ventured into the village. The land he looked upon seemed to him kept neatly, like the grounds round a landowner's house; the size of the cart-horses struck him with astonishment; the roads resembled garden walks, and the aspect of the people, especially on Sundays, spoke of opulence. He wondered what made them so hardhearted and their children so bold. He got his food at the back door, carried it in both hands carefully to his outhouse, and, sitting alone on his pallet, would make the sign of the cross before he began. Beside the same pallet, kneeling in the early darkness of the short days, he recited aloud the Lord's Prayer before he slept. Whenever he saw old Swaffer he would bow with veneration from the waist, and stand erect while the old man, with his fingers over his upper lip, surveyed him silently. He bowed also to Miss Swaffer, who kept house frugally for her father--a broad-shouldered, big-boned woman of forty-five, with the pocket of her dress full of keys, and a grey, steady eye. She was Church--as people said (while her father was one of the trustees of the Baptist Chapel)--and wore a little steel cross at her waist. She dressed severely in black, in memory of one of the innumerable Bradleys of the neighbourhood, to whom she had been engaged some twenty-five years ago--a young farmer who broke his neck out hunting on the eve of the wedding day. She had the unmoved countenance of the deaf, spoke very seldom, and her lips, thin like her father's, astonished one sometimes by a mysteriously ironic curl.<br> <br> ‘These were the people to whom he owed allegiance, and an overwhelming loneliness seemed to fall from the leaden sky of that winter without sunshine. All the faces were sad. He could talk to no one, and had no hope of ever understanding anybody. It was as if these had been the faces of people from the other world--dead people--he used to tell me years afterwards. Upon my word, I wonder he did not go mad. He didn't know where he was. Somewhere very far from his mountains--somewhere over the water. Was this America, he wondered?<br> <br> ‘If it hadn't been for the steel cross at Miss Swaffer's belt he would not, he confessed, have known whether he was in a Christian country at all. He used to cast stealthy glances at it, and feel comforted. There was nothing here the same as in his country! The earth and the water were different; there were no images of the Redeemer by the roadside. The very grass was different, and the trees. All the trees but the three old Norway pines on the bit of lawn before Swaffer's house, and these reminded him of his country. He had been detected once, after dusk, with his forehead against the trunk of one of them, sobbing, and talking to himself. They had been like brothers to him at that time, he affirmed. Everything else was strange. Conceive you the kind of an existence overshadowed, oppressed, by the everyday material appearances, as if by the visions of a nightmare. At night, when he could not sleep, he kept on thinking of the girl who gave him the first piece of bread he had eaten in this foreign land. She had been neither fierce nor angry, nor frightened. Her face he remembered as the only comprehensible face amongst all these faces that were as closed, as mysterious, and as mute as the faces of the dead who are possessed of a knowledge beyond the comprehension of the living. I wonder whether the memory of her compassion prevented him from cutting his throat. But there! I suppose I am an old sentimentalist, and forget the instinctive love of life which it takes all the strength of an uncommon despair to overcome.<br> <br> ‘He did the work which was given him with an intelligence which surprised old Swaffer. By-and-by it was discovered that he could help at the ploughing, could milk the cows, feed the bullocks in the cattle-yard, and was of some use with the sheep. He began to pick up words, too, very fast; and suddenly, one fine morning in spring, he rescued from an untimely death a grand-child of old Swaffer.<br> <br> ‘Swaffer's younger daughter is married to Willcox, a solicitor and the Town Clerk of Colebrook. Regularly twice a year they come to stay with the old man for a few days. Their only child, a little girl not three years old at the time, ran out of the house alone in her little white pinafore, and, toddling across the grass of a terraced garden, pitched herself over a low wall head first into the horse-pond in the yard below.<br> <br> ‘Our man was out with the waggoner and the plough in the field nearest to the house, and as he was leading the team round to begin a fresh furrow, he saw, through the gap of the gate, what for anybody else would have been a mere flutter of something white. But he had straight-glancing, quick, far-reaching eyes, that only seemed to flinch and lose their amazing power before the immensity of the sea. He was barefooted, and looking as outlandish as the heart of Swaffer could desire. Leaving the horses on the turn, to the inexpressible disgust of the waggoner he bounded off, going over the ploughed ground in long leaps, and suddenly appeared before the mother, thrust the child into her arms, and strode away.<br> <br> ‘The pond was not very deep; but still, if he had not had such good eyes, the child would have perished--miserably suffocated in the foot or so of sticky mud at the bottom. Old Swaffer walked out slowly into the field, waited till the plough came over to his side, had a good look at him, and without saying a word went back to the house. But from that time they laid out his meals on the kitchen table; and at first, Miss Swaffer, all in black and with an inscrutable face, would come and stand in the doorway of the living-room to see him make a big sign of the cross before he fell to. I believe that from that day, too, Swaffer began to pay him regular wages.<br> <br> ‘I can't follow step by step his development. He cut his hair short, was seen in the village and along the road going to and fro to his work like any other man. Children ceased to shout after him. He became aware of social differences, but remained for a long time surprised at the bare poverty of the churches among so much wealth. He couldn't understand either why they were kept shut up on week days. There was nothing to steal in them. Was it to keep people from praying too often? The rectory took much notice of him about that time, and I believe the young ladies attempted to prepare the ground for his conversion. They could not, however, break him of his habit of crossing himself, but he went so far as to take off the string with a couple of brass medals the size of a sixpence, a tiny metal cross, and a square sort of scapulary which he wore round his neck. He hung them on the wall by the side of his bed, and he was still to be heard every evening reciting the Lord's Prayer, in incomprehensible words and in a slow, fervent tone, as he had heard his old father do at the head of all the kneeling family, big and little, on every evening of his life. And though he wore corduroys at work, and a slop-made pepper-and-salt suit on Sundays, strangers would turn round to look after him on the road. His foreignness had a peculiar and indelible stamp. At last people became used to see him. But they never became used to him. His rapid, skimming walk; his swarthy complexion; his hat cocked on the left ear; his habit, on warm evenings, of wearing his coat over one shoulder, like a hussar's dolman; his manner of leaping over the stiles, not as a feat of agility, but in the ordinary course of progression--all these peculiarities were, as one may say, so many causes of scorn and offence to the inhabitants of the village. _They_ wouldn't in their dinner hour lie flat on their backs on the grass to stare at the sky. Neither did they go about the fields screaming dismal tunes. Many times have I heard his high-pitched voice from behind the ridge of some sloping sheep-walk, a voice light and soaring, like a lark's, but with a melancholy human note, over our fields that hear only the song of birds. And I should be startled myself. Ah! He was different: innocent of heart, and full of good will, which nobody wanted, this castaway, that, like a man transplanted into another planet, was separated by an immense space from his past and by an immense ignorance from his future. His quick, fervent utterance positively shocked everybody. 'An excitable devil,' they called him. One evening, in the tap-room of the Coach and Horses (having drunk some whisky), he upset them all by singing a love song of his country. They hooted him down, and he was pained; but Preble, the lame wheelwright, and Vincent, the fat blacksmith, and the other notables too, wanted to drink their evening beer in peace. On another occasion he tried to show them how to dance. The dust rose in clouds from the sanded floor; he leaped straight up amongst the deal tables, struck his heels together, squatted on one heel in front of old Preble, shooting out the other leg, uttered wild and exulting cries, jumped up to whirl on one foot, snapping his fingers above his head--and a strange carter who was having a drink in there began to swear, and cleared out with his half-pint in his hand into the bar. But when suddenly he sprang upon a table and continued to dance among the glasses, the landlord interfered. He didn't want any 'acrobat tricks in the taproom.' They laid their hands on him. Having had a glass or two, Mr. Swaffer's foreigner tried to expostulate: was ejected forcibly: got a black eye.<br> <br> ‘I believe he felt the hostility of his human surroundings. But he was tough--tough in spirit, too, as well as in body. Only the memory of the sea frightened him, with that vague terror that is left by a bad dream. His home was far away; and he did not want now to go to America. I had often explained to him that there is no place on earth where true gold can be found lying ready and to be got for the trouble of the picking up. How then, he asked, could he ever return home with empty hands when there had been sold a cow, two ponies, and a bit of land to pay for his going? His eyes would fill with tears, and, averting them from the immense shimmer of the sea, he would throw himself face down on the grass. But sometimes, cocking his hat with a little conquering air, he would defy my wisdom. He had found his bit of true gold. That was Amy Foster's heart; which was 'a golden heart, and soft to people's misery,' he would say in the accents of overwhelming conviction.<br> <br> ‘He was called Yanko. He had explained that this meant little John; but as he would also repeat very often that he was a mountaineer (some word sounding in the dialect of his country like Goorall) he got it for his surname. And this is the only trace of him that the succeeding ages may find in the marriage register of the parish. There it stands--Yanko Goorall--in the rector's handwriting. The crooked cross made by the castaway, a cross whose tracing no doubt seemed to him the most solemn part of the whole ceremony, is all that remains now to perpetuate the memory of his name.<br> <br> ‘His courtship had lasted some time--ever since he got his precarious footing in the community. It began by his buying for Amy Foster a green satin ribbon in Darnford. This was what you did in his country. You bought a ribbon at a Jew's stall on a fair-day. I don't suppose the girl knew what to do with it, but he seemed to think that his honourable intentions could not be mistaken.<br> <br> ‘It was only when he declared his purpose to get married that I fully understood how, for a hundred futile and inappreciable reasons, how--shall I say odious?--he was to all the countryside. Every old woman in the village was up in arms. Smith, coming upon him near the farm, promised to break his head for him if he found him about again. But he twisted his little black moustache with such a bellicose air and rolled such big, black fierce eyes at Smith that this promise came to nothing. Smith, however, told the girl that she must be mad to take up with a man who was surely wrong in his head. All the same, when she heard him in the gloaming whistle from beyond the orchard a couple of bars of a weird and mournful tune, she would drop whatever she had in her hand--she would leave Mrs. Smith in the middle of a sentence--and she would run out to his call. Mrs. Smith called her a shameless hussy. She answered nothing. She said nothing at all to anybody, and went on her way as if she had been deaf. She and I alone all in the land, I fancy, could see his very real beauty. He was very good-looking, and most graceful in his bearing, with that something wild as of a woodland creature in his aspect. Her mother moaned over her dismally whenever the girl came to see her on her day out. The father was surly, but pretended not to know; and Mrs. Finn once told her plainly that 'this man, my dear, will do you some harm some day yet.' And so it went on. They could be seen on the roads, she tramping stolidly in her finery--grey dress, black feather, stout boots, prominent white cotton gloves that caught your eye a hundred yards away; and he, his coat slung picturesquely over one shoulder, pacing by her side, gallant of bearing and casting tender glances upon the girl with the golden heart. I wonder whether he saw how plain she was. Perhaps among types so different from what he had ever seen, he had not the power to judge; or perhaps he was seduced by the divine quality of her pity.<br> <br> ‘Yanko was in great trouble meantime. In his country you get an old man for an ambassador in marriage affairs. He did not know how to proceed. However, one day in the midst of sheep in a field (he was now Swaffer's under-shepherd with Foster) he took off his hat to the father and declared himself humbly. 'I daresay she's fool enough to marry you,' was all Foster said. 'And then,' he used to relate, 'he puts his hat on his head, looks black at me as if he wanted to cut my throat, whistles the dog, and off he goes, leaving me to do the work.' The Fosters, of course, didn't like to lose the wages the girl earned: Amy used to give all her money to her mother. But there was in Foster a very genuine aversion to that match. He contended that the fellow was very good with sheep, but was not fit for any girl to marry. For one thing, he used to go along the hedges muttering to himself like a dam' fool; and then, these foreigners behave very queerly to women sometimes. And perhaps he would want to carry her off somewhere--or run off himself. It was not safe. He preached it to his daughter that the fellow might ill-use her in some way. She made no answer. It was, they said in the village, as if the man had done something to her. People discussed the matter. It was quite an excitement, and the two went on 'walking out' together in the face of opposition. Then something unexpected happened.<br> <br> ‘I don't know whether old Swaffer ever understood how much he was regarded in the light of a father by his foreign retainer. Anyway the relation was curiously feudal. So when Yanko asked formally for an interview--'and the Miss too' (he called the severe, deaf Miss Swaffer simply _Miss_)--it was to obtain their permission to marry. Swaffer heard him unmoved, dismissed him by a nod, and then shouted the intelligence into Miss Swaffer's best ear. She showed no surprise, and only remarked grimly, in a veiled blank voice, 'He certainly won't get any other girl to marry him.'<br> <br> ‘It is Miss Swaffer who has all the credit of the munificence: but in a very few days it came out that Mr. Swaffer had presented Yanko with a cottage (the cottage you've seen this morning) and something like an acre of ground--had made it over to him in absolute property. Willcox expedited the deed, and I remember him telling me he had a great pleasure in making it ready. It recited: 'In consideration of saving the life of my beloved grandchild, Bertha Willcox.'<br> <br> ‘Of course, after that no power on earth could prevent them from getting married.<br> <br> ‘Her infatuation endured. People saw her going out to meet him in the evening. She stared with unblinking, fascinated eyes up the road where he was expected to appear, walking freely, with a swing from the hip, and humming one of the love-tunes of his country. When the boy was born, he got elevated at the 'Coach and Horses,' essayed again a song and a dance, and was again ejected. People expressed their commiseration for a woman married to that Jack-in-the-box. He didn't care. There was a man now (he told me boastfully) to whom he could sing and talk in the language of his country, and show how to dance by-and-by.<br> <br> ‘But I don't know. To me he appeared to have grown less springy of step, heavier in body, less keen of eye. Imagination, no doubt; but it seems to me now as if the net of fate had been drawn closer round him already.<br> <br> ‘One day I met him on the footpath over the Talfourd Hill. He told me that 'women were funny.' I had heard already of domestic differences. People were saying that Amy Foster was beginning to find out what sort of man she had married. He looked upon the sea with indifferent, unseeing eyes. His wife had snatched the child out of his arms one day as he sat on the doorstep crooning to it a song such as the mothers sing to babies in his mountains. She seemed to think he was doing it some harm. Women are funny. And she had objected to him praying aloud in the evening. Why? He expected the boy to repeat the prayer aloud after him by-and-by, as he used to do after his old father when he was a child--in his own country. And I discovered he longed for their boy to grow up so that he could have a man to talk with in that language that to our ears sounded so disturbing, so passionate, and so bizarre. Why his wife should dislike the idea he couldn't tell. But that would pass, he said. And tilting his head knowingly, he tapped his breastbone to indicate that she had a good heart: not hard, not fierce, open to compassion, charitable to the poor!<br> <br> ‘I walked away thoughtfully; I wondered whether his difference, his strangeness, were not penetrating with repulsion that dull nature they had begun by irresistibly attracting. I wondered. . . .’<br> <br> The Doctor came to the window and looked out at the frigid splendour of the sea, immense in the haze, as if enclosing all the earth with all the hearts lost among the passions of love and fear.<br> <br> ‘Physiologically, now,’ he said, turning away abruptly, ‘it was possible. It was possible.’<br> <br> He remained silent. Then went on--’At all events, the next time I saw him he was ill--lung trouble. He was tough, but I daresay he was not acclimatised as well as I had supposed. It was a bad winter; and, of course, these mountaineers do get fits of home sickness; and a state of depression would make him vulnerable. He was lying half dressed on a couch downstairs.<br> <br> ‘A table covered with a dark oilcloth took up all the middle of the little room. There was a wicker cradle on the floor, a kettle spouting steam on the hob, and some child's linen lay drying on the fender. The room was warm, but the door opens right into the garden, as you noticed perhaps.<br> <br> ‘He was very feverish, and kept on muttering to himself. She sat on a chair and looked at him fixedly across the table with her brown, blurred eyes. 'Why don't you have him upstairs?' I asked. With a start and a confused stammer she said, 'Oh! ah! I couldn't sit with him upstairs, Sir.'<br> <br> ‘I gave her certain directions; and going outside, I said again that he ought to be in bed upstairs. She wrung her hands. 'I couldn't. I couldn't. He keeps on saying something--I don't know what.' With the memory of all the talk against the man that had been dinned into her ears, I looked at her narrowly. I looked into her shortsighted eyes, at her dumb eyes that once in her life had seen an enticing shape, but seemed, staring at me, to see nothing at all now. But I saw she was uneasy.<br> <br> ‘'What's the matter with him?' she asked in a sort of vacant trepidation. 'He doesn't look very ill. I never did see anybody look like this before. . . .'<br> <br> ‘'Do you think,' I asked indignantly, 'he is shamming?'<br> <br> ‘'I can't help it, sir,' she said stolidly. And suddenly she clapped her hands and looked right and left. 'And there's the baby. I am so frightened. He wanted me just now to give him the baby. I can't understand what he says to it.'<br> <br> ‘'Can't you ask a neighbour to come in tonight?' I asked.<br> <br> ‘'Please, sir, nobody seems to care to come,' she muttered, dully resigned all at once.<br> <br> ‘I impressed upon her the necessity of the greatest care, and then had to go. There was a good deal of sickness that winter. 'Oh, I hope he won't talk!' she exclaimed softly just as I was going away.<br> <br> ‘I don't know how it is I did not see--but I didn't. And yet, turning in my trap, I saw her lingering before the door, very still, and as if meditating a flight up the miry road.<br> <br> ‘Towards the night his fever increased.<br> <br> ‘He tossed, moaned, and now and then muttered a complaint. And she sat with the table between her and the couch, watching every movement and every sound, with the terror, the unreasonable terror, of that man she could not understand creeping over her. She had drawn the wicker cradle close to her feet. There was nothing in her now but the maternal instinct and that unaccountable fear.<br> <br> ‘Suddenly coming to himself, parched, he demanded a drink of water. She did not move. She had not understood, though he may have thought he was speaking in English. He waited, looking at her, burning with fever, amazed at her silence and immobility, and then he shouted impatiently, 'Water! Give me water!'<br> <br> ‘She jumped to her feet, snatched up the child, and stood still. He spoke to her, and his passionate remonstrances only increased her fear of that strange man. I believe he spoke to her for a long time, entreating, wondering, pleading, ordering, I suppose. She says she bore it as long as she could. And then a gust of rage came over him.<br> <br> ‘He sat up and called out terribly one word--some word. Then he got up as though he hadn't been ill at all, she says. And as in fevered dismay, indignation, and wonder he tried to get to her round the table, she simply opened the door and ran out with the child in her arms. She heard him call twice after her down the road in a terrible voice--and fled. . . . Ah! but you should have seen stirring behind the dull, blurred glance of these eyes the spectre of the fear which had hunted her on that night three miles and a half to the door of Foster's cottage! I did the next day.<br> <br> ‘And it was I who found him lying face down and his body in a puddle, just outside the little wicket-gate.<br> <br> ‘I had been called out that night to an urgent case in the village, and on my way home at daybreak passed by the cottage. The door stood open. My man helped me to carry him in. We laid him on the couch. The lamp smoked, the fire was out, the chill of the stormy night oozed from the cheerless yellow paper on the wall. 'Amy!' I called aloud, and my voice seemed to lose itself in the emptiness of this tiny house as if I had cried in a desert. He opened his eyes. 'Gone!' he said distinctly. 'I had only asked for water--only for a little water. . . .'<br> <br> ‘He was muddy. I covered him up and stood waiting in silence, catching a painfully gasped word now and then. They were no longer in his own language. The fever had left him, taking with it the heat of life. And with his panting breast and lustrous eyes he reminded me again of a wild creature under the net; of a bird caught in a snare. She had left him. She had left him--sick--helpless--thirsty. The spear of the hunter had entered his very soul. 'Why?' he cried in the penetrating and indignant voice of a man calling to a responsible Maker. A gust of wind and a swish of rain answered.<br> <br> ‘And as I turned away to shut the door he pronounced the word 'Merciful!' and expired.<br> <br> ‘Eventually I certified heart-failure as the immediate cause of death. His heart must have indeed failed him, or else he might have stood this night of storm and exposure, too. I closed his eyes and drove away. Not very far from the cottage I met Foster walking sturdily between the dripping hedges with his collie at his heels.<br> <br> ‘'Do you know where your daughter is?' I asked.<br> <br> ‘'Don't I!' he cried. 'I am going to talk to him a bit. Frightening a poor woman like this.'<br> <br> ‘'He won't frighten her any more,' I said. 'He is dead.'<br> <br> ‘He struck with his stick at the mud.<br> <br> ‘'And there's the child.'<br> <br> ‘Then, after thinking deeply for a while--’'I don't know that it isn't for the best.'<br> <br> ‘That's what he said. And she says nothing at all now. Not a word of him. Never. Is his image as utterly gone from her mind as his lithe and striding figure, his carolling voice are gone from our fields? He is no longer before her eyes to excite her imagination into a passion of love or fear; and his memory seems to have vanished from her dull brain as a shadow passes away upon a white screen. She lives in the cottage and works for Miss Swaffer. She is Amy Foster for everybody, and the child is 'Amy Foster's boy.' She calls him Johnny--which means Little John.<br> <br> ‘It is impossible to say whether this name recalls anything to her. Does she ever think of the past? I have seen her hanging over the boy's cot in a very passion of maternal tenderness. The little fellow was lying on his back, a little frightened at me, but very still, with his big black eyes, with his fluttered air of a bird in a snare. And looking at him I seemed to see again the other one--the father, cast out mysteriously by the sea to perish in the supreme disaster of loneliness and despair.’</p><br>The white man, leaning with both arms over the roof of the little house in the stern of the boat, said to the steersman--<br> <br> ‘We will pass the night in Arsat's clearing. It is late.’<br> <br> The Malay only grunted, and went on looking fixedly at the river. The white man rested his chin on his crossed arms and gazed at the wake of the boat. At the end of the straight avenue of forests cut by the intense glitter of the river, the sun appeared unclouded and dazzling, poised low over the water that shone smoothly like a band of metal. The forests, sombre and dull, stood motionless and silent on each side of the broad stream. At the foot of big, towering trees, trunkless nipa palms rose from the mud of the bank, in bunches of leaves enormous and heavy, that hung unstirring over the brown swirl of eddies. In the stillness of the air every tree, every leaf, every bough, every tendril of creeper and every petal of minute blossoms seemed to have been bewitched into an immobility perfect and final. Nothing moved on the river but the eight paddles that rose flashing regularly, dipped together with a single splash; while the steersman swept right and left with a periodic and sudden flourish of his blade describing a glinting semicircle above his head. The churned-up water frothed alongside with a confused murmur. And the white man's canoe, advancing upstream in the short-lived disturbance of its own making, seemed to enter the portals of a land from which the very memory of motion had forever departed.<br> <br> The white man, turning his back upon the setting sun, looked along the empty and broad expanse of the sea-reach. For the last three miles of its course the wandering, hesitating river, as if enticed irresistibly by the freedom of an open horizon, flows straight into the sea, flows straight to the east--to the east that harbours both light and darkness. Astern of the boat the repeated call of some bird, a cry discordant and feeble, skipped along over the smooth water and lost itself, before it could reach the other shore, in the breathless silence of the world.<br> <br> The steersman dug his paddle into the stream, and held hard with stiffened arms, his body thrown forward. The water gurgled aloud; and suddenly the long straight reach seemed to pivot on its centre, the forests swung in a semicircle, and the slanting beams of sunset touched the broadside of the canoe with a fiery glow, throwing the slender and distorted shadows of its crew upon the streaked glitter of the river. The white man turned to look ahead. The course of the boat had been altered at right-angles to the stream, and the carved dragon-head of its prow was pointing now at a gap in the fringing bushes of the bank. It glided through, brushing the overhanging twigs, and disappeared from the river like some slim and amphibious creature leaving the water for its lair in the forests.<br> <br> The narrow creek was like a ditch: tortuous, fabulously deep; filled with gloom under the thin strip of pure and shining blue of the heaven. Immense trees soared up, invisible behind the festooned draperies of creepers. Here and there, near the glistening blackness of the water, a twisted root of some tall tree showed amongst the tracery of small ferns, black and dull, writhing and motionless, like an arrested snake. The short words of the paddlers reverberated loudly between the thick and sombre walls of vegetation. Darkness oozed out from between the trees, through the tangled maze of the creepers, from behind the great fantastic and unstirring leaves; the darkness, mysterious and invincible; the darkness scented and poisonous of impenetrable forests.<br> <br> The men poled in the shoaling water. The creek broadened, opening out into a wide sweep of a stagnant lagoon. The forests receded from the marshy bank, leaving a level strip of bright green, reedy grass to frame the reflected blueness of the sky. A fleecy pink cloud drifted high above, trailing the delicate colouring of its image under the floating leaves and the silvery blossoms of the lotus. A little house, perched on high piles, appeared black in the distance. Near it, two tall nibong palms, that seemed to have come out of the forests in the background, leaned slightly over the ragged roof, with a suggestion of sad tenderness and care in the droop of their leafy and soaring heads.<br> <br> The steersman, pointing with his paddle, said, ‘Arsat is there. I see his canoe fast between the piles.’<br> <br> The polers ran along the sides of the boat glancing over their shoulders at the end of the day's journey. They would have preferred to spend the night somewhere else than on this lagoon of weird aspect and ghostly reputation. Moreover, they disliked Arsat, first as a stranger, and also because he who repairs a ruined house, and dwells in it, proclaims that he is not afraid to live amongst the spirits that haunt the places abandoned by mankind. Such a man can disturb the course of fate by glances or words; while his familiar ghosts are not easy to propitiate by casual wayfarers upon whom they long to wreak the malice of their human master. White men care not for such things, being unbelievers and in league with the Father of Evil, who leads them unharmed through the invisible dangers of this world. To the warnings of the righteous they oppose an offensive pretence of disbelief. What is there to be done?<br> <br> So they thought, throwing their weight on the end of their long poles. The big canoe glided on swiftly, noiselessly, and smoothly, towards Arsat's clearing, till, in a great rattling of poles thrown down, and the loud murmurs of ‘Allah be praised!’ it came with a gentle knock against the crooked piles below the house.<br> <br> The boatmen with uplifted faces shouted discordantly, ‘Arsat! O Arsat!’ Nobody came. The white man began to climb the rude ladder giving access to the bamboo platform before the house. The juragan of the boat said sulkily, ‘We will cook in the sampan, and sleep on the water.’<br> <br> ‘Pass my blankets and the basket,’ said the white man, curtly.<br> <br> He knelt on the edge of the platform to receive the bundle. Then the boat shoved off, and the white man, standing up, confronted Arsat, who had come out through the low door of his hut. He was a man young, powerful, with broad chest and muscular arms. He had nothing on but his sarong. His head was bare. His big, soft eyes stared eagerly at the white man, but his voice and demeanour were composed as he asked, without any words of greeting--<br> <br> ‘Have you medicine, Tuan?’<br> <br> ‘No,’ said the visitor in a startled tone. ‘No. Why? Is there sickness in the house?’<br> <br> ‘Enter and see,’ replied Arsat, in the same calm manner, and turning short round, passed again through the small doorway. The white man, dropping his bundles, followed.<br> <br> In the dim light of the dwelling he made out on a couch of bamboos a woman stretched on her back under a broad sheet of red cotton cloth. She lay still, as if dead; but her big eyes, wide open, glittered in the gloom, staring upwards at the slender rafters, motionless and unseeing. She was in a high fever, and evidently unconscious. Her cheeks were sunk slightly, her lips were partly open, and on the young face there was the ominous and fixed expression--the absorbed, contemplating expression of the unconscious who are going to die. The two men stood looking down at her in silence.<br> <br> ‘Has she been long ill?’ asked the traveller.<br> <br> ‘I have not slept for five nights,’ answered the Malay, in a deliberate tone. ‘At first she heard voices calling her from the water and struggled against me who held her. But since the sun of to-day rose she hears nothing--she hears not me. She sees nothing. She sees not me--me!’<br> <br> He remained silent for a minute, then asked softly--<br> <br> ‘Tuan, will she die?’<br> <br> ‘I fear so,’ said the white man, sorrowfully. He had known Arsat years ago, in a far country in times of trouble and danger, when no friendship is to be despised. And since his Malay friend had come unexpectedly to dwell in the hut on the lagoon with a strange woman, he had slept many times there, in his journeys up and down the river. He liked the man who knew how to keep faith in council and how to fight without fear by the side of his white friend. He liked him--not so much perhaps as a man likes his favourite dog--but still he liked him well enough to help and ask no questions, to think sometimes vaguely and hazily in the midst of his own pursuits, about the lonely man and the long-haired woman with audacious face and triumphant eyes, who lived together hidden by the forests--alone and feared.<br> <br> The white man came out of the hut in time to see the enormous conflagration of sunset put out by the swift and stealthy shadows that, rising like a black and impalpable vapour above the tree-tops, spread over the heaven, extinguishing the crimson glow of floating clouds and the red brilliance of departing daylight. In a few moments all the stars came out above the intense blackness of the earth and the great lagoon gleaming suddenly with reflected lights resembled an oval patch of night sky flung down into the hopeless and abysmal night of the wilderness. The white man had some supper out of the basket, then collecting a few sticks that lay about the platform, made up a small fire, not for warmth, but for the sake of the smoke, which would keep off the mosquitos. He wrapped himself in the blankets and sat with his back against the reed wall of the house, smoking thoughtfully.<br> <br> Arsat came through the doorway with noiseless steps and squatted down by the fire. The white man moved his outstretched legs a little.<br> <br> ‘She breathes,’ said Arsat in a low voice, anticipating the expected question. ‘She breathes and burns as if with a great fire. She speaks not; she hears not--and burns!’<br> <br> He paused for a moment, then asked in a quiet, incurious tone--<br> <br> ‘Tuan . . . will she die?’<br> <br> The white man moved his shoulders uneasily and muttered in a hesitating manner--<br> <br> ‘If such is her fate.’<br> <br> ‘No, Tuan,’ said Arsat, calmly. ‘If such is my fate. I hear, I see, I wait. I remember . . . Tuan, do you remember the old days? Do you remember my brother?’<br> <br> ‘Yes,’ said the white man. The Malay rose suddenly and went in. The other, sitting still outside, could hear the voice in the hut. Arsat said: ‘Hear me! Speak!’ His words were succeeded by a complete silence. ‘O Diamelen!’ he cried, suddenly. After that cry there was a deep sigh. Arsat came out and sank down again in his old place.<br> <br> They sat in silence before the fire. There was no sound within the house, there was no sound near them; but far away on the lagoon they could hear the voices of the boatmen ringing fitful and distinct on the calm water. The fire in the bows of the sampan shone faintly in the distance with a hazy red glow. Then it died out. The voices ceased. The land and the water slept invisible, unstirring and mute. It was as though there had been nothing left in the world but the glitter of stars streaming, ceaseless and vain, through the black stillness of the night.<br> <br> The white man gazed straight before him into the darkness with wide-open eyes. The fear and fascination, the inspiration and the wonder of death--of death near, unavoidable, and unseen, soothed the unrest of his race and stirred the most indistinct, the most intimate of his thoughts. The ever-ready suspicion of evil, the gnawing suspicion that lurks in our hearts, flowed out into the stillness round him--into the stillness profound and dumb, and made it appear untrustworthy and infamous, like the placid and impenetrable mask of an unjustifiable violence. In that fleeting and powerful disturbance of his being the earth enfolded in the starlight peace became a shadowy country of inhuman strife, a battle-field of phantoms terrible and charming, august or ignoble, struggling ardently for the possession of our helpless hearts. An unquiet and mysterious country of inextinguishable desires and fears.<br> <br> A plaintive murmur rose in the night; a murmur saddening and startling, as if the great solitudes of surrounding woods had tried to whisper into his ear the wisdom of their immense and lofty indifference. Sounds hesitating and vague floated in the air round him, shaped themselves slowly into words; and at last flowed on gently in a murmuring stream of soft and monotonous sentences. He stirred like a man waking up and changed his position slightly. Arsat, motionless and shadowy, sitting with bowed head under the stars, was speaking in a low and dreamy tone--<br> <br> ‘. . . for where can we lay down the heaviness of our trouble but in a friend's heart? A man must speak of war and of love. You, Tuan, know what war is, and you have seen me in time of danger seek death as other men seek life! A writing may be lost; a lie may be written; but what the eye has seen is truth and remains in the mind!’<br> <br> ‘I remember,’ said the white man, quietly. Arsat went on with mournful composure--<br> <br> ‘Therefore I shall speak to you of love. Speak in the night. Speak before both night and love are gone--and the eye of day looks upon my sorrow and my shame; upon my blackened face; upon my burnt-up heart.’<br> <br> A sigh, short and faint, marked an almost imperceptible pause, and then his words flowed on, without a stir, without a gesture.<br> <br> ‘After the time of trouble and war was over and you went away from my country in the pursuit of your desires, which we, men of the islands, cannot understand, I and my brother became again, as we had been before, the sword-bearers of the Ruler. You know we were men of family, belonging to a ruling race, and more fit than any to carry on our right shoulder the emblem of power. And in the time of prosperity Si Dendring showed us favour, as we, in time of sorrow, had showed to him the faithfulness of our courage. It was a time of peace. A time of deer-hunts and cock-fights; of idle talks and foolish squabbles between men whose bellies are full and weapons are rusty. But the sower watched the young rice-shoots grow up without fear, and the traders came and went, departed lean and returned fat into the river of peace. They brought news, too. Brought lies and truth mixed together, so that no man knew when to rejoice and when to be sorry. We heard from them about you also. They had seen you here and had seen you there. And I was glad to hear, for I remembered the stirring times, and I always remembered you, Tuan, till the time came when my eyes could see nothing in the past, because they had looked upon the one who is dying there--in the house.’<br> <br> He stopped to exclaim in an intense whisper, ‘O Mara bahia! O Calamity!’ then went on speaking a little louder:<br> <br> ‘There's no worse enemy and no better friend than a brother, Tuan, for one brother knows another, and in perfect knowledge is strength for good or evil. I loved my brother. I went to him and told him that I could see nothing but one face, hear nothing but one voice. He told me: 'Open your heart so that she can see what is in it--and wait. Patience is wisdom. Inchi Midah may die or our Ruler may throw off his fear of a woman!' . . . I waited! . . . You remember the lady with the veiled face, Tuan, and the fear of our Ruler before her cunning and temper. And if she wanted her servant, what could I do? But I fed the hunger of my heart on short glances and stealthy words. I loitered on the path to the bath-houses in the daytime, and when the sun had fallen behind the forest I crept along the jasmine hedges of the women's courtyard. Unseeing, we spoke to one another through the scent of flowers, through the veil of leaves, through the blades of long grass that stood still before our lips; so great was our prudence, so faint was the murmur of our great longing. The time passed swiftly . . . and there were whispers amongst women--and our enemies watched--my brother was gloomy, and I began to think of killing and of a fierce death. . . . We are of a people who take what they want--like you whites. There is a time when a man should forget loyalty and respect. Might and authority are given to rulers, but to all men is given love and strength and courage. My brother said, 'You shall take her from their midst. We are two who are like one.' And I answered, 'Let it be soon, for I find no warmth in sunlight that does not shine upon her.' Our time came when the Ruler and all the great people went to the mouth of the river to fish by torchlight. There were hundreds of boats, and on the white sand, between the water and the forests, dwellings of leaves were built for the households of the Rajahs. The smoke of cooking-fires was like a blue mist of the evening, and many voices rang in it joyfully. While they were making the boats ready to beat up the fish, my brother came to me and said, 'To-night!' I looked to my weapons, and when the time came our canoe took its place in the circle of boats carrying the torches. The lights blazed on the water, but behind the boats there was darkness. When the shouting began and the excitement made them like mad we dropped out. The water swallowed our fire, and we floated back to the shore that was dark with only here and there the glimmer of embers. We could hear the talk of slave-girls amongst the sheds. Then we found a place deserted and silent. We waited there. She came. She came running along the shore, rapid and leaving no trace, like a leaf driven by the wind into the sea. My brother said gloomily, 'Go and take her; carry her into our boat.' I lifted her in my arms. She panted. Her heart was beating against my breast. I said, 'I take you from those people. You came to the cry of my heart, but my arms take you into my boat against the will of the great!' 'It is right,' said my brother. 'We are men who take what we want and can hold it against many. We should have taken her in daylight.' I said, 'Let us be off'; for since she was in my boat I began to think of our Ruler's many men. 'Yes. Let us be off,' said my brother. 'We are cast out and this boat is our country now--and the sea is our refuge.' He lingered with his foot on the shore, and I entreated him to hasten, for I remembered the strokes of her heart against my breast and thought that two men cannot withstand a hundred. We left, paddling downstream close to the bank; and as we passed by the creek where they were fishing, the great shouting had ceased, but the murmur of voices was loud like the humming of insects flying at noonday. The boats floated, clustered together, in the red light of torches, under a black roof of smoke; and men talked of their sport. Men that boasted, and praised, and jeered--men that would have been our friends in the morning, but on that night were already our enemies. We paddled swiftly past. We had no more friends in the country of our birth. She sat in the middle of the canoe with covered face; silent as she is now; unseeing as she is now--and I had no regret at what I was leaving because I could hear her breathing close to me--as I can hear her now.’<br> <br> He paused, listened with his ear turned to the doorway, then shook his head and went on:<br> <br> ‘My brother wanted to shout the cry of challenge--one cry only--to let the people know we were freeborn robbers who trusted our arms and the great sea. And again I begged him in the name of our love to be silent. Could I not hear her breathing close to me? I knew the pursuit would come quick enough. My brother loved me. He dipped his paddle without a splash. He only said, 'There is half a man in you now--the other half is in that woman. I can wait. When you are a whole man again, you will come back with me here to shout defiance. We are sons of the same mother.' I made no answer. All my strength and all my spirit were in my hands that held the paddle--for I longed to be with her in a safe place beyond the reach of men's anger and of women's spite. My love was so great, that I thought it could guide me to a country where death was unknown, if I could only escape from Inchi Midah's fury and from our Ruler's sword. We paddled with haste, breathing through our teeth. The blades bit deep into the smooth water. We passed out of the river; we flew in clear channels amongst the shallows. We skirted the black coast; we skirted the sand beaches where the sea speaks in whispers to the land; and the gleam of white sand flashed back past our boat, so swiftly she ran upon the water. We spoke not. Only once I said, 'Sleep, Diamelen, for soon you may want all your strength.' I heard the sweetness of her voice, but I never turned my head. The sun rose and still we went on. Water fell from my face like rain from a cloud. We flew in the light and heat. I never looked back, but I knew that my brother's eyes, behind me, were looking steadily ahead, for the boat went as straight as a bushman's dart, when it leaves the end of the sumpitan. There was no better paddler, no better steersman than my brother. Many times, together, we had won races in that canoe. But we never had put out our strength as we did then--then, when for the last time we paddled together! There was no braver or stronger man in our country than my brother. I could not spare the strength to turn my head and look at him, but every moment I heard the hiss of his breath getting louder behind me. Still he did not speak. The sun was high. The heat clung to my back like a flame of fire. My ribs were ready to burst, but I could no longer get enough air into my chest. And then I felt I must cry out with my last breath, 'Let us rest!' . . . 'Good!' he answered; and his voice was firm. He was strong. He was brave. He knew not fear and no fatigue . . . My brother!’<br> <br> A murmur powerful and gentle, a murmur vast and faint; the murmur of trembling leaves, of stirring boughs, ran through the tangled depths of the forests, ran over the starry smoothness of the lagoon, and the water between the piles lapped the slimy timber once with a sudden splash. A breath of warm air touched the two men's faces and passed on with a mournful sound--a breath loud and short like an uneasy sigh of the dreaming earth.<br> <br> Arsat went on in an even, low voice.<br> <br> ‘We ran our canoe on the white beach of a little bay close to a long tongue of land that seemed to bar our road; a long wooded cape going far into the sea. My brother knew that place. Beyond the cape a river has its entrance, and through the jungle of that land there is a narrow path. We made a fire and cooked rice. Then we lay down to sleep on the soft sand in the shade of our canoe, while she watched. No sooner had I closed my eyes than I heard her cry of alarm. We leaped up. The sun was halfway down the sky already, and coming in sight in the opening of the bay we saw a prau manned by many paddlers. We knew it at once; it was one of our Rajah's praus. They were watching the shore, and saw us. They beat the gong, and turned the head of the prau into the bay. I felt my heart become weak within my breast. Diamelen sat on the sand and covered her face. There was no escape by sea. My brother laughed. He had the gun you had given him, Tuan, before you went away, but there was only a handful of powder. He spoke to me quickly: 'Run with her along the path. I shall keep them back, for they have no firearms, and landing in the face of a man with a gun is certain death for some. Run with her. On the other side of that wood there is a fisherman's house--and a canoe. When I have fired all the shots I will follow. I am a great runner, and before they can come up we shall be gone. I will hold out as long as I can, for she is but a woman--that can neither run nor fight, but she has your heart in her weak hands.' He dropped behind the canoe. The prau was coming. She and I ran, and as we rushed along the path I heard shots. My brother fired--once--twice--and the booming of the gong ceased. There was silence behind us. That neck of land is narrow. Before I heard my brother fire the third shot I saw the shelving shore, and I saw the water again; the mouth of a broad river. We crossed a grassy glade. We ran down to the water. I saw a low hut above the black mud, and a small canoe hauled up. I heard another shot behind me. I thought, 'That is his last charge.' We rushed down to the canoe; a man came running from the hut, but I leaped on him, and we rolled together in the mud. Then I got up, and he lay still at my feet. I don't know whether I had killed him or not. I and Diamelen pushed the canoe afloat. I heard yells behind me, and I saw my brother run across the glade. Many men were bounding after him, I took her in my arms and threw her into the boat, then leaped in myself. When I looked back I saw that my brother had fallen. He fell and was up again, but the men were closing round him. He shouted, 'I am coming!' The men were close to him. I looked. Many men. Then I looked at her. Tuan, I pushed the canoe! I pushed it into deep water. She was kneeling forward looking at me, and I said, 'Take your paddle,' while I struck the water with mine. Tuan, I heard him cry. I heard him cry my name twice; and I heard voices shouting, 'Kill! Strike!' I never turned back. I heard him calling my name again with a great shriek, as when life is going out together with the voice--and I never turned my head. My own name! . . . My brother! Three times he called--but I was not afraid of life. Was she not there in that canoe? And could I not with her find a country where death is forgotten--where death is unknown!’<br> <br> The white man sat up. Arsat rose and stood, an indistinct and silent figure above the dying embers of the fire. Over the lagoon a mist drifting and low had crept, erasing slowly the glittering images of the stars. And now a great expanse of white vapour covered the land: it flowed cold and gray in the darkness, eddied in noiseless whirls round the tree-trunks and about the platform of the house, which seemed to float upon a restless and impalpable illusion of a sea. Only far away the tops of the trees stood outlined on the twinkle of heaven, like a sombre and forbidding shore--a coast deceptive, pitiless and black.<br> <br> Arsat's voice vibrated loudly in the profound peace.<br> <br> ‘I had her there! I had her! To get her I would have faced all mankind. But I had her--and--’<br> <br> His words went out ringing into the empty distances. He paused, and seemed to listen to them dying away very far--beyond help and beyond recall. Then he said quietly--<br> <br> ‘Tuan, I loved my brother.’<br> <br> A breath of wind made him shiver. High above his head, high above the silent sea of mist the drooping leaves of the palms rattled together with a mournful and expiring sound. The white man stretched his legs. His chin rested on his chest, and he murmured sadly without lifting his head--<br> <br> ‘We all love our brothers.’<br> <br> Arsat burst out with an intense whispering violence--<br> <br> ‘What did I care who died? I wanted peace in my own heart.’<br> <br> He seemed to hear a stir in the house--listened--then stepped in noiselessly. The white man stood up. A breeze was coming in fitful puffs. The stars shone paler as if they had retreated into the frozen depths of immense space. After a chill gust of wind there were a few seconds of perfect calm and absolute silence. Then from behind the black and wavy line of the forests a column of golden light shot up into the heavens and spread over the semicircle of the eastern horizon. The sun had risen. The mist lifted, broke into drifting patches, vanished into thin flying wreaths; and the unveiled lagoon lay, polished and black, in the heavy shadows at the foot of the wall of trees. A white eagle rose over it with a slanting and ponderous flight, reached the clear sunshine and appeared dazzlingly brilliant for a moment, then soaring higher, became a dark and motionless speck before it vanished into the blue as if it had left the earth forever. The white man, standing gazing upwards before the doorway, heard in the hut a confused and broken murmur of distracted words ending with a loud groan. Suddenly Arsat stumbled out with outstretched hands, shivered, and stood still for some time with fixed eyes. Then he said--<br> <br> ‘She burns no more.’<br> <br> Before his face the sun showed its edge above the tree-tops rising steadily. The breeze freshened; a great brilliance burst upon the lagoon, sparkled on the rippling water. The forests came out of the clear shadows of the morning, became distinct, as if they had rushed nearer--to stop short in a great stir of leaves, of nodding boughs, of swaying branches. In the merciless sunshine the whisper of unconscious life grew louder, speaking in an incomprehensible voice round the dumb darkness of that human sorrow. Arsat's eyes wandered slowly, then stared at the rising sun.<br> <br> ‘I can see nothing,’ he said half aloud to himself.<br> <br> ‘There is nothing,’ said the white man, moving to the edge of the platform and waving his hand to his boat. A shout came faintly over the lagoon and the sampan began to glide towards the abode of the friend of ghosts.<br> <br> ‘If you want to come with me, I will wait all the morning,’ said the white man, looking away upon the water.<br> <br> ‘No, Tuan,’ said Arsat, softly. ‘I shall not eat or sleep in this house, but I must first see my road. Now I can see nothing--see nothing! There is no light and no peace in the world; but there is death--death for many. We are sons of the same mother--and I left him in the midst of enemies; but I am going back now.’<br> <br> He drew a long breath and went on in a dreamy tone:<br> <br> ‘In a little while I shall see clear enough to strike--to strike. But she has died, and . . . now . . . darkness.’<br> <br> He flung his arms wide open, let them fall along his body, then stood still with unmoved face and stony eyes, staring at the sun. The white man got down into his canoe. The polers ran smartly along the sides of the boat, looking over their shoulders at the beginning of a weary journey. High in the stern, his head muffled up in white rags, the juragan sat moody, letting his paddle trail in the water. The white man, leaning with both arms over the grass roof of the little cabin, looked back at the shining ripple of the boat's wake. Before the sampan passed out of the lagoon into the creek he lifted his eyes. Arsat had not moved. He stood lonely in the searching sunshine; and he looked beyond the great light of a cloudless day into the darkness of a world of illusions.</p><br>I<br> <br> There were two white men in charge of the trading station. Kayerts, the chief, was short and fat; Carlier, the assistant, was tall, with a large head and a very broad trunk perched upon a long pair of thin legs. The third man on the staff was a Sierra Leone nigger, who maintained that his name was Henry Price. However, for some reason or other, the natives down the river had given him the name of Makola, and it stuck to him through all his wanderings about the country. He spoke English and French with a warbling accent, wrote a beautiful hand, understood bookkeeping, and cherished in his innermost heart the worship of evil spirits. His wife was a negress from Loanda, very large and very noisy. Three children rolled about in sunshine before the door of his low, shed-like dwelling. Makola, taciturn and impenetrable, despised the two white men. He had charge of a small clay storehouse with a dried-grass roof, and pretended to keep a correct account of beads, cotton cloth, red kerchiefs, brass wire, and other trade goods it contained. Besides the storehouse and Makola's hut, there was only one large building in the cleared ground of the station. It was built neatly of reeds, with a verandah on all the four sides. There were three rooms in it. The one in the middle was the living-room, and had two rough tables and a few stools in it. The other two were the bedrooms for the white men. Each had a bedstead and a mosquito net for all furniture. The plank floor was littered with the belongings of the white men; open half-empty boxes, torn wearing apparel, old boots; all the things dirty, and all the things broken, that accumulate mysteriously round untidy men. There was also another dwelling-place some distance away from the buildings. In it, under a tall cross much out of the perpendicular, slept the man who had seen the beginning of all this; who had planned and had watched the construction of this outpost of progress. He had been, at home, an unsuccessful painter who, weary of pursuing fame on an empty stomach, had gone out there through high protections. He had been the first chief of that station. Makola had watched the energetic artist die of fever in the just finished house with his usual kind of ‘I told you so’ indifference. Then, for a time, he dwelt alone with his family, his account books, and the Evil Spirit that rules the lands under the equator. He got on very well with his god. Perhaps he had propitiated him by a promise of more white men to play with, by and by. At any rate the director of the Great Trading Company, coming up in a steamer that resembled an enormous sardine box with a flat-roofed shed erected on it, found the station in good order, and Makola as usual quietly diligent. The director had the cross put up over the first agent's grave, and appointed Kayerts to the post. Carlier was told off as second in charge. The director was a man ruthless and efficient, who at times, but very imperceptibly, indulged in grim humour. He made a speech to Kayerts and Carlier, pointing out to them the promising aspect of their station. The nearest trading-post was about three hundred miles away. It was an exceptional opportunity for them to distinguish themselves and to earn percentages on the trade. This appointment was a favour done to beginners. Kayerts was moved almost to tears by his director's kindness. He would, he said, by doing his best, try to justify the flattering confidence, &c., &c. Kayerts had been in the Administration of the Telegraphs, and knew how to express himself correctly. Carlier, an ex-non-commissioned officer of cavalry in an army guaranteed from harm by several European Powers, was less impressed. If there were commissions to get, so much the better; and, trailing a sulky glance over the river, the forests, the impenetrable bush that seemed to cut off the station from the rest of the world, he muttered between his teeth, ‘We shall see, very soon.’<br> <br> Next day, some bales of cotton goods and a few cases of provisions having been thrown on shore, the sardine-box steamer went off, not to return for another six months. On the deck the director touched his cap to the two agents, who stood on the bank waving their hats, and turning to an old servant of the Company on his passage to headquarters, said, ‘Look at those two imbeciles. They must be mad at home to send me such specimens. I told those fellows to plant a vegetable garden, build new storehouses and fences, and construct a landing-stage. I bet nothing will be done! They won't know how to begin. I always thought the station on this river useless, and they just fit the station!’<br> <br> ‘They will form themselves there,’ said the old stager with a quiet smile.<br> <br> ‘At any rate, I am rid of them for six months,’ retorted the director.<br> <br> The two men watched the steamer round the bend, then, ascending arm in arm the slope of the bank, returned to the station. They had been in this vast and dark country only a very short time, and as yet always in the midst of other white men, under the eye and guidance of their superiors. And now, dull as they were to the subtle influences of surroundings, they felt themselves very much alone, when suddenly left unassisted to face the wilderness; a wilderness rendered more strange, more incomprehensible by the mysterious glimpses of the vigorous life it contained. They were two perfectly insignificant and incapable individuals, whose existence is only rendered possible through the high organization of civilized crowds. Few men realize that their life, the very essence of their character, their capabilities and their audacities, are only the expression of their belief in the safety of their surroundings. The courage, the composure, the confidence; the emotions and principles; every great and every insignificant thought belongs not to the individual but to the crowd: to the crowd that believes blindly in the irresistible force of its institutions and of its morals, in the power of its police and of its opinion. But the contact with pure unmitigated savagery, with primitive nature and primitive man, brings sudden and profound trouble into the heart. To the sentiment of being alone of one's kind, to the clear perception of the loneliness of one's thoughts, of one's sensations--to the negation of the habitual, which is safe, there is added the affirmation of the unusual, which is dangerous; a suggestion of things vague, uncontrollable, and repulsive, whose discomposing intrusion excites the imagination and tries the civilized nerves of the foolish and the wise alike.<br> <br> Kayerts and Carlier walked arm in arm, drawing close to one another as children do in the dark; and they had the same, not altogether unpleasant, sense of danger which one half suspects to be imaginary. They chatted persistently in familiar tones. ‘Our station is prettily situated,’ said one. The other assented with enthusiasm, enlarging volubly on the beauties of the situation. Then they passed near the grave. ‘Poor devil!’ said Kayerts. ‘He died of fever, didn't he?’ muttered Carlier, stopping short. ‘Why,’ retorted Kayerts, with indignation, ‘I've been told that the fellow exposed himself recklessly to the sun. The climate here, everybody says, is not at all worse than at home, as long as you keep out of the sun. Do you hear that, Carlier? I am chief here, and my orders are that you should not expose yourself to the sun!’ He assumed his superiority jocularly, but his meaning was serious. The idea that he would, perhaps, have to bury Carlier and remain alone, gave him an inward shiver. He felt suddenly that this Carlier was more precious to him here, in the centre of Africa, than a brother could be anywhere else. Carlier, entering into the spirit of the thing, made a military salute and answered in a brisk tone, ‘Your orders shall be attended to, chief!’ Then he burst out laughing, slapped Kayerts on the back and shouted, ‘We shall let life run easily here! Just sit still and gather in the ivory those savages will bring. This country has its good points, after all!’ They both laughed loudly while Carlier thought: ‘That poor Kayerts; he is so fat and unhealthy. It would be awful if I had to bury him here. He is a man I respect.’ . . . Before they reached the verandah of their house they called one another ‘my dear fellow.’<br> <br> The first day they were very active, pottering about with hammers and nails and red calico, to put up curtains, make their house habitable and pretty; resolved to settle down comfortably to their new life. For them an impossible task. To grapple effectually with even purely material problems requires more serenity of mind and more lofty courage than people generally imagine. No two beings could have been more unfitted for such a struggle. Society, not from any tenderness, but because of its strange needs, had taken care of those two men, forbidding them all independent thought, all initiative, all departure from routine; and forbidding it under pain of death. They could only live on condition of being machines. And now, released from the fostering care of men with pens behind the ears, or of men with gold lace on the sleeves, they were like those lifelong prisoners who, liberated after many years, do not know what use to make of their freedom. They did not know what use to make of their faculties, being both, through want of practice, incapable of independent thought.<br> <br> At the end of two months Kayerts often would say, ‘If it was not for my Melie, you wouldn't catch me here.’ Melie was his daughter. He had thrown up his post in the Administration of the Telegraphs, though he had been for seventeen years perfectly happy there, to earn a dowry for his girl. His wife was dead, and the child was being brought up by his sisters. He regretted the streets, the pavements, the cafes, his friends of many years; all the things he used to see, day after day; all the thoughts suggested by familiar things--the thoughts effortless, monotonous, and soothing of a Government clerk; he regretted all the gossip, the small enmities, the mild venom, and the little jokes of Government offices. ‘If I had had a decent brother- in-law,’ Carlier would remark, ‘a fellow with a heart, I would not be here.’ He had left the army and had made himself so obnoxious to his family by his laziness and impudence, that an exasperated brother-in-law had made superhuman efforts to procure him an appoint- ment in the Company as a second-class agent. Having not a penny in the world he was compelled to accept this means of livelihood as soon as it became quite clear to him that there was nothing more to squeeze out of his relations. He, like Kayerts, regretted his old life. He regretted the clink of sabre and spurs on a fine afternoon, the barrack-room witticisms, the girls of garrison towns; but, besides, he had also a sense of grievance. He was evidently a much ill-used man. This made him moody, at times. But the two men got on well together in the fellowship of their stupidity and laziness. Together they did nothing, absolutely nothing, and enjoyed the sense of the idleness for which they were paid. And in time they came to feel something resembling affection for one another.<br> <br> They lived like blind men in a large room, aware only of what came in contact with them (and of that only imperfectly), but unable to see the general aspect of things. The river, the forest, all the great land throbbing with life, were like a great emptiness. Even the brilliant sunshine disclosed nothing intelligible. Things appeared and disappeared before their eyes in an unconnected and aimless kind of way. The river seemed to come from nowhere and flow nowhither. It flowed through a void. Out of that void, at times, came canoes, and men with spears in their hands would suddenly crowd the yard of the station. They were naked, glossy black, ornamented with snowy shells and glistening brass wire, perfect of limb. They made an uncouth babbling noise when they spoke, moved in a stately manner, and sent quick, wild glances out of their startled, never-resting eyes. Those warriors would squat in long rows, four or more deep, before the verandah, while their chiefs bargained for hours with Makola over an elephant tusk. Kayerts sat on his chair and looked down on the proceedings, understanding nothing. He stared at them with his round blue eyes, called out to Carlier, ‘Here, look! look at that fellow there--and that other one, to the left. Did you ever such a face? Oh, the funny brute!’<br> <br> Carlier, smoking native tobacco in a short wooden pipe, would swagger up twirling his moustaches, and surveying the warriors with haughty indulgence, would say--<br> <br> ‘Fine animals. Brought any bone? Yes? It's not any too soon. Look at the muscles of that fellow third from the end. I wouldn't care to get a punch on the nose from him. Fine arms, but legs no good below the knee. Couldn't make cavalry men of them.’ And after glancing down complacently at his own shanks, he always concluded: ‘Pah! Don't they stink! You, Makola! Take that herd over to the fetish’ (the storehouse was in every station called the fetish, perhaps because of the spirit of civilization it contained) ‘and give them up some of the rubbish you keep there. I'd rather see it full of bone than full of rags.’<br> <br> Kayerts approved.<br> <br> ‘Yes, yes! Go and finish that palaver over there, Mr. Makola. I will come round when you are ready, to weigh the tusk. We must be careful.’ Then turning to his companion: ‘This is the tribe that lives down the river; they are rather aromatic. I remember, they had been once before here. D'ye hear that row? What a fellow has got to put up with in this dog of a country! My head is split.’<br> <br> Such profitable visits were rare. For days the two pioneers of trade and progress would look on their empty courtyard in the vibrating brilliance of vertical sunshine. Below the high bank, the silent river flowed on glittering and steady. On the sands in the middle of the stream, hippos and alligators sunned themselves side by side. And stretching away in all directions, surrounding the insignificant cleared spot of the trading post, immense forests, hiding fateful complications of fantastic life, lay in the eloquent silence of mute greatness. The two men understood nothing, cared for nothing but for the passage of days that separated them from the steamer's return. Their predecessor had left some torn books. They took up these wrecks of novels, and, as they had never read anything of the kind before, they were surprised and amused. Then during long days there were interminable and silly discussions about plots and personages. In the centre of Africa they made acquaintance of Richelieu and of d'Artagnan, of Hawk's Eye and of Father Goriot, and of many other people. All these imaginary personages became subjects for gossip as if they had been living friends. They discounted their virtues, suspected their motives, decried their successes; were scandalized at their duplicity or were doubtful about their courage. The accounts of crimes filled them with indignation, while tender or pathetic passages moved them deeply. Carlier cleared his throat and said in a soldierly voice, ‘What nonsense!’ Kayerts, his round eyes suffused with tears, his fat cheeks quivering, rubbed his bald head, and declared. ‘This is a splendid book. I had no idea there were such clever fellows in the world.’ They also found some old copies of a home paper. That print discussed what it was pleased to call ‘Our Colonial Expansion’ in high-flown language. It spoke much of the rights and duties of civilization, of the sacredness of the civilizing work, and extolled the merits of those who went about bringing light, and faith and commerce to the dark places of the earth. Carlier and Kayerts read, wondered, and began to think better of themselves. Carlier said one evening, waving his hand about, ‘In a hundred years, there will be perhaps a town here. Quays, and warehouses, and barracks, and--and--billiard-rooms. Civilization, my boy, and virtue--and all. And then, chaps will read that two good fellows, Kayerts and Carlier, were the first civilized men to live in this very spot!’ Kayerts nodded, ‘Yes, it is a consolation to think of that.’ They seemed to forget their dead predecessor; but, early one day, Carlier went out and replanted the cross firmly. ‘It used to make me squint whenever I walked that way,’ he explained to Kayerts over the morning coffee. ‘It made me squint, leaning over so much. So I just planted it upright. And solid, I promise you! I suspended myself with both hands to the cross-piece. Not a move. Oh, I did that properly.’<br> <br> At times Gobila came to see them. Gobila was the chief of the neighbouring villages. He was a gray-headed savage, thin and black, with a white cloth round his loins and a mangy panther skin hanging over his back. He came up with long strides of his skeleton legs, swinging a staff as tall as himself, and, entering the common room of the station, would squat on his heels to the left of the door. There he sat, watching Kayerts, and now and then making a speech which the other did not understand. Kayerts, without interrupting his occupation, would from time to time say in a friendly manner: ‘How goes it, you old image?’ and they would smile at one another. The two whites had a liking for that old and incomprehensible creature, and called him Father Gobila. Gobila's manner was paternal, and he seemed really to love all white men. They all appeared to him very young, indistinguishably alike (except for stature), and he knew that they were all brothers, and also immortal. The death of the artist, who was the first white man whom he knew intimately, did not disturb this belief, because he was firmly convinced that the white stranger had pretended to die and got himself buried for some mysterious purpose of his own, into which it was useless to inquire. Perhaps it was his way of going home to his own country? At any rate, these were his brothers, and he transferred his absurd affection to them. They returned it in a way. Carlier slapped him on the back, and recklessly struck off matches for his amusement. Kayerts was always ready to let him have a sniff at the ammonia bottle. In short, they behaved just like that other white creature that had hidden itself in a hole in the ground. Gobila considered them attentively. Perhaps they were the same being with the other--or one of them was. He couldn't decide--clear up that mystery; but he remained always very friendly. In consequence of that friendship the women of Gobila's village walked in single file through the reedy grass, bringing every morning to the station, fowls, and sweet potatoes, and palm wine, and sometimes a goat. The Company never provisions the stations fully, and the agents required those local supplies to live. They had them through the good-will of Gobila, and lived well. Now and then one of them had a bout of fever, and the other nursed him with gentle devotion. They did not think much of it. It left them weaker, and their appearance changed for the worse. Carlier was hollow-eyed and irritable. Kayerts showed a drawn, flabby face above the rotundity of his stomach, which gave him a weird aspect. But being constantly together, they did not notice the change that took place gradually in their appearance, and also in their dispositions.<br> <br> Five months passed in that way.<br> <br> Then, one morning, as Kayerts and Carlier, lounging in their chairs under the verandah, talked about the approaching visit of the steamer, a knot of armed men came out of the forest and advanced towards the station. They were strangers to that part of the country. They were tall, slight, draped classically from neck to heel in blue fringed cloths, and carried percussion muskets over their bare right shoulders. Makola showed signs of excitement, and ran out of the storehouse (where he spent all his days) to meet these visitors. They came into the courtyard and looked about them with steady, scornful glances. Their leader, a powerful and determined-looking negro with bloodshot eyes, stood in front of the verandah and made a long speech. He gesticulated much, and ceased very suddenly.<br> <br> There was something in his intonation, in the sounds of the long sentences he used, that startled the two whites. It was like a reminiscence of something not exactly familiar, and yet resembling the speech of civilized men. It sounded like one of those impossible languages which sometimes we hear in our dreams.<br> <br> ‘What lingo is that?’ said the amazed Carlier. ‘In the first moment I fancied the fellow was going to speak French. Anyway, it is a different kind of gibberish to what we ever heard.’<br> <br> ‘Yes,’ replied Kayerts. ‘Hey, Makola, what does he say? Where do they come from? Who are they?’<br> <br> But Makola, who seemed to be standing on hot bricks, answered hurriedly, ‘I don't know. They come from very far. Perhaps Mrs. Price will understand. They are perhaps bad men.’<br> <br> The leader, after waiting for a while, said something sharply to Makola, who shook his head. Then the man, after looking round, noticed Makola's hut and walked over there. The next moment Mrs. Makola was heard speaking with great volubility. The other strangers--they were six in all--strolled about with an air of ease, put their heads through the door of the storeroom, congregated round the grave, pointed understandingly at the cross, and generally made themselves at home.<br> <br> ‘I don't like those chaps--and, I say, Kayerts, they must be from the coast; they've got firearms,’ observed the sagacious Carlier.<br> <br> Kayerts also did not like those chaps. They both, for the first time, became aware that they lived in conditions where the unusual may be dangerous, and that there was no power on earth outside of themselves to stand between them and the unusual. They became uneasy, went in and loaded their revolvers. Kayerts said, ‘We must order Makola to tell them to go away before dark.’<br> <br> The strangers left in the afternoon, after eating a meal prepared for them by Mrs. Makola. The immense woman was excited, and talked much with the visitors. She rattled away shrilly, pointing here and there at the forests and at the river. Makola sat apart and watched. At times he got up and whispered to his wife. He accompanied the strangers across the ravine at the back of the station-ground, and returned slowly looking very thoughtful. When questioned by the white men he was very strange, seemed not to understand, seemed to have forgotten French--seemed to have forgotten how to speak altogether. Kayerts and Carlier agreed that the nigger had had too much palm wine.<br> <br> There was some talk about keeping a watch in turn, but in the evening everything seemed so quiet and peaceful that they retired as usual. All night they were disturbed by a lot of drumming in the villages. A deep, rapid roll near by would be followed by another far off--then all ceased. Soon short appeals would rattle out here and there, then all mingle together, increase, become vigorous and sustained, would spread out over the forest, roll through the night, unbroken and ceaseless, near and far, as if the whole land had been one immense drum booming out steadily an appeal to heaven. And through the deep and tremendous noise sudden yells that resembled snatches of songs from a madhouse darted shrill and high in discordant jets of sound which seemed to rush far above the earth and drive all peace from under the stars.<br> <br> Carlier and Kayerts slept badly. They both thought they had heard shots fired during the night--but they could not agree as to the direction. In the morning Makola was gone somewhere. He returned about noon with one of yesterday's strangers, and eluded all Kayerts' attempts to close with him: had become deaf apparently. Kayerts wondered. Carlier, who had been fishing off the bank, came back and remarked while he showed his catch, ‘The niggers seem to be in a deuce of a stir; I wonder what's up. I saw about fifteen canoes cross the river during the two hours I was there fishing.’ Kayerts, worried, said, ‘Isn't this Makola very queer to-day?’ Carlier advised, ‘Keep all our men together in case of some trouble.’<br> <br> II<br> <br> There were ten station men who had been left by the Director. Those fellows, having engaged themselves to the Company for six months (without having any idea of a month in particular and only a very faint notion of time in general), had been serving the cause of progress for upwards of two years. Belonging to a tribe from a very distant part of the land of darkness and sorrow, they did not run away, naturally supposing that as wandering strangers they would be killed by the inhabitants of the country; in which they were right. They lived in straw huts on the slope of a ravine overgrown with reedy grass, just behind the station buildings. They were not happy, regretting the festive incantations, the sorceries, the human sacrifices of their own land; where they also had parents, brothers, sisters, admired chiefs, respected magicians, loved friends, and other ties supposed generally to be human. Besides, the rice rations served out by the Company did not agree with them, being a food unknown to their land, and to which they could not get used. Consequently they were unhealthy and miserable. Had they been of any other tribe they would have made up their minds to die--for nothing is easier to certain savages than suicide--and so have escaped from the puzzling difficulties of existence. But belonging, as they did, to a warlike tribe with filed teeth, they had more grit, and went on stupidly living through disease and sorrow. They did very little work, and had lost their splendid physique. Carlier and Kayerts doctored them assiduously without being able to bring them back into condition again. They were mustered every morning and told off to different tasks--grass-cutting, fence-building, tree-felling, &c., &c., which no power on earth could induce them to execute efficiently. The two whites had practically very little control over them.<br> <br> In the afternoon Makola came over to the big house and found Kayerts watching three heavy columns of smoke rising above the forests. ‘What is that?’ asked Kayerts. ‘Some villages burn,’ answered Makola, who seemed to have regained his wits. Then he said abruptly: ‘We have got very little ivory; bad six months' trading. Do you like get a little more ivory?’<br> <br> ‘Yes,’ said Kayerts, eagerly. He thought of percentages which were low.<br> <br> ‘Those men who came yesterday are traders from Loanda who have got more ivory than they can carry home. Shall I buy? I know their camp.’<br> <br> ‘Certainly,’ said Kayerts. ‘What are those traders?’<br> <br> ‘Bad fellows,’ said Makola, indifferently. ‘They fight with people, and catch women and children. They are bad men, and got guns. There is a great disturbance in the country. Do you want ivory?’<br> <br> ‘Yes,’ said Kayerts. Makola said nothing for a while. Then: ‘Those workmen of ours are no good at all,’ he muttered, looking round. ‘Station in very bad order, sir. Director will growl. Better get a fine lot of ivory, then he say nothing.’<br> <br> ‘I can't help it; the men won't work,’ said Kayerts. ‘When will you get that ivory?’<br> <br> ‘Very soon,’ said Makola. ‘Perhaps to-night. You leave it to me, and keep indoors, sir. I think you had better give some palm wine to our men to make a dance this evening. Enjoy themselves. Work better to-morrow. There's plenty palm wine--gone a little sour.’<br> <br> Kayerts said ‘yes,’ and Makola, with his own hands carried big calabashes to the door of his hut. They stood there till the evening, and Mrs. Makola looked into every one. The men got them at sunset. When Kayerts and Carlier retired, a big bonfire was flaring before the men's huts. They could hear their shouts and drumming. Some men from Gobila's village had joined the station hands, and the entertainment was a great success.<br> <br> In the middle of the night, Carlier waking suddenly, heard a man shout loudly; then a shot was fired. Only one. Carlier ran out and met Kayerts on the verandah. They were both startled. As they went across the yard to call Makola, they saw shadows moving in the night. One of them cried, ‘Don't shoot! It's me, Price.’ Then Makola appeared close to them. ‘Go back, go back, please,’ he urged, ‘you spoil all.’ ‘There are strange men about,’ said Carlier. ‘Never mind; I know,’ said Makola. Then he whispered, ‘All right. Bring ivory. Say nothing! I know my business.’ The two white men reluctantly went back to the house, but did not sleep. They heard footsteps, whispers, some groans. It seemed as if a lot of men came in, dumped heavy things on the ground, squabbled a long time, then went away. They lay on their hard beds and thought: ‘This Makola is invaluable.’ In the morning Carlier came out, very sleepy, and pulled at the cord of the big bell. The station hands mustered every morning to the sound of the bell. That morning nobody came. Kayerts turned out also, yawning. Across the yard they saw Makola come out of his hut, a tin basin of soapy water in his hand. Makola, a civilized nigger, was very neat in his person. He threw the soapsuds skilfully over a wretched little yellow cur he had, then turning his face to the agent's house, he shouted from the distance, ‘All the men gone last night!’<br> <br> They heard him plainly, but in their surprise they both yelled out together: ‘What!’ Then they stared at one another. ‘We are in a proper fix now,’ growled Carlier. ‘It's incredible!’ muttered Kayerts. ‘I will go to the huts and see,’ said Carlier, striding off. Makola coming up found Kayerts standing alone.<br> <br> ‘I can hardly believe it,’ said Kayerts, tearfully. ‘We took care of them as if they had been our children.’<br> <br> ‘They went with the coast people,’ said Makola after a moment of hesitation.<br> <br> ‘What do I care with whom they went--the ungrateful brutes!’ exclaimed the other. Then with sudden suspicion, and looking hard at Makola, he added: ‘What do you know about it?’<br> <br> Makola moved his shoulders, looking down on the ground. ‘What do I know? I think only. Will you come and look at the ivory I've got there? It is a fine lot. You never saw such.’<br> <br> He moved towards the store. Kayerts followed him mechanically, thinking about the incredible desertion of the men. On the ground before the door of the fetish lay six splendid tusks.<br> <br> ‘What did you give for it?’ asked Kayerts, after surveying the lot with satisfaction.<br> <br> ‘No regular trade,’ said Makola. ‘They brought the ivory and gave it to me. I told them to take what they most wanted in the station. It is a beautiful lot. No station can show such tusks. Those traders wanted carriers badly, and our men were no good here. No trade, no entry in books: all correct.’<br> <br> Kayerts nearly burst with indignation. ‘Why!’ he shouted, ‘I believe you have sold our men for these tusks!’ Makola stood impassive and silent. ‘I--I--will--I,’ stuttered Kayerts. ‘You fiend!’ he yelled out.<br> <br> ‘I did the best for you and the Company,’ said Makola, imperturbably. ‘Why you shout so much? Look at this tusk.’<br> <br> ‘I dismiss you! I will report you--I won't look at the tusk. I forbid you to touch them. I order you to throw them into the river. You--you!’<br> <br> ‘You very red, Mr. Kayerts. If you are so irritable in the sun, you will get fever and die--like the first chief!’ pronounced Makola impressively.<br> <br> They stood still, contemplating one another with intense eyes, as if they had been looking with effort across immense distances. Kayerts shivered. Makola had meant no more than he said, but his words seemed to Kayerts full of ominous menace! He turned sharply and went away to the house. Makola retired into the bosom of his family; and the tusks, left lying before the store, looked very large and valuable in the sunshine.<br> <br> Carlier came back on the verandah. ‘They're all gone, hey?’ asked Kayerts from the far end of the common room in a muffled voice. ‘You did not find anybody?’<br> <br> ‘Oh, yes,’ said Carlier, ‘I found one of Gobila's people lying dead before the huts--shot through the body. We heard that shot last night.’<br> <br> Kayerts came out quickly. He found his companion staring grimly over the yard at the tusks, away by the store. They both sat in silence for a while. Then Kayerts related his conversation with Makola. Carlier said nothing. At the midday meal they ate very little. They hardly exchanged a word that day. A great silence seemed to lie heavily over the station and press on their lips. Makola did not open the store; he spent the day playing with his children. He lay full-length on a mat outside his door, and the youngsters sat on his chest and clambered all over him. It was a touching picture. Mrs. Makola was busy cooking all day, as usual. The white men made a somewhat better meal in the evening. Afterwards, Carlier smoking his pipe strolled over to the store; he stood for a long time over the tusks, touched one or two with his foot, even tried to lift the largest one by its small end. He came back to his chief, who had not stirred from the verandah, threw himself in the chair and said--<br> <br> ‘I can see it! They were pounced upon while they slept heavily after drinking all that palm wine you've allowed Makola to give them. A put-up job! See? The worst is, some of Gobila's people were there, and got carried off too, no doubt. The least drunk woke up, and got shot for his sobriety. This is a funny country. What will you do now?’<br> <br> ‘We can't touch it, of course,’ said Kayerts.<br> <br> ‘Of course not,’ assented Carlier.<br> <br> ‘Slavery is an awful thing,’ stammered out Kayerts in an unsteady voice.<br> <br> ‘Frightful--the sufferings,’ grunted Carlier with conviction.<br> <br> They believed their words. Everybody shows a respectful deference to certain sounds that he and his fellows can make. But about feelings people really know nothing. We talk with indignation or enthusiasm; we talk about oppression, cruelty, crime, devotion, self-sacrifice, virtue, and we know nothing real beyond the words. Nobody knows what suffering or sacrifice mean--except, perhaps the victims of the mysterious purpose of these illusions.<br> <br> Next morning they saw Makola very busy setting up in the yard the big scales used for weighing ivory. By and by Carlier said: ‘What's that filthy scoundrel up to?’ and lounged out into the yard. Kayerts followed. They stood watching. Makola took no notice. When the balance was swung true, he tried to lift a tusk into the scale. It was too heavy. He looked up helplessly without a word, and for a minute they stood round that balance as mute and still as three statues. Suddenly Carlier said: ‘Catch hold of the other end, Makola--you beast!’ and together they swung the tusk up. Kayerts trembled in every limb. He muttered, ‘I say! O! I say!’ and putting his hand in his pocket found there a dirty bit of paper and the stump of a pencil. He turned his back on the others, as if about to do something tricky, and noted stealthily the weights which Carlier shouted out to him with unnecessary loudness. When all was over Makola whispered to himself: ‘The sun's very strong here for the tusks.’ Carlier said to Kayerts in a careless tone: ‘I say, chief, I might just as well give him a lift with this lot into the store.’<br> <br> As they were going back to the house Kayerts observed with a sigh: ‘It had to be done.’ And Carlier said: ‘It's deplorable, but, the men being Company's men the ivory is Company's ivory. We must look after it.’ ‘I will report to the Director, of course,’ said Kayerts. ‘Of course; let him decide,’ approved Carlier.<br> <br> At midday they made a hearty meal. Kayerts sighed from time to time. Whenever they mentioned Makola's name they always added to it an opprobrious epithet. It eased their conscience. Makola gave himself a half-holiday, and bathed his children in the river. No one from Gobila's villages came near the station that day. No one came the next day, and the next, nor for a whole week. Gobila's people might have been dead and buried for any sign of life they gave. But they were only mourning for those they had lost by the witchcraft of white men, who had brought wicked people into their country. The wicked people were gone, but fear remained. Fear always remains. A man may destroy everything within himself, love and hate and belief, and even doubt; but as long as he clings to life he cannot destroy fear: the fear, subtle, indestructible, and terrible, that pervades his being; that tinges his thoughts; that lurks in his heart; that watches on his lips the struggle of his last breath. In his fear, the mild old Gobila offered extra human sacrifices to all the Evil Spirits that had taken possession of his white friends. His heart was heavy. Some warriors spoke about burning and killing, but the cautious old savage dissuaded them. Who could foresee the woe those mysterious creatures, if irritated, might bring? They should be left alone. Perhaps in time they would disappear into the earth as the first one had disappeared. His people must keep away from them, and hope for the best.<br> <br> Kayerts and Carlier did not disappear, but remained above on this earth, that, somehow, they fancied had become bigger and very empty. It was not the absolute and dumb solitude of the post that impressed them so much as an inarticulate feeling that something from within them was gone, something that worked for their safety, and had kept the wilderness from interfering with their hearts. The images of home; the memory of people like them, of men that thought and felt as they used to think and feel, receded into distances made indistinct by the glare of unclouded sunshine. And out of the great silence of the surrounding wilderness, its very hopelessness and savagery seemed to approach them nearer, to draw them gently, to look upon them, to envelop them with a solicitude irresistible, familiar, and disgusting.<br> <br> Days lengthened into weeks, then into months. Gobila's people drummed and yelled to every new moon, as of yore, but kept away from the station. Makola and Carlier tried once in a canoe to open communications, but were received with a shower of arrows, and had to fly back to the station for dear life. That attempt set the country up and down the river into an uproar that could be very distinctly heard for days. The steamer was late. At first they spoke of delay jauntily, then anxiously, then gloomily. The matter was becoming serious. Stores were running short. Carlier cast his lines off the bank, but the river was low, and the fish kept out in the stream. They dared not stroll far away from the station to shoot. Moreover, there was no game in the impenetrable forest. Once Carlier shot a hippo in the river. They had no boat to secure it, and it sank. When it floated up it drifted away, and Gobila's people secured the carcase. It was the occasion for a national holiday, but Carlier had a fit of rage over it and talked about the necessity of exterminating all the niggers before the country could be made habitable. Kayerts mooned about silently; spent hours looking at the portrait of his Melie. It represented a little girl with long bleached tresses and a rather sour face. His legs were much swollen, and he could hardly walk. Carlier, undermined by fever, could not swagger any more, but kept tottering about, still with a devil-may-care air, as became a man who remembered his crack regiment. He had become hoarse, sarcastic, and inclined to say unpleasant things. He called it ‘being frank with you.’ They had long ago reckoned their percentages on trade, including in them that last deal of ‘this infamous Makola.’ They had also concluded not to say anything about it. Kayerts hesitated at first--was afraid of the Director.<br> <br> ‘He has seen worse things done on the quiet,’ maintained Carlier, with a hoarse laugh. ‘Trust him! He won't thank you if you blab. He is no better than you or me. Who will talk if we hold our tongues? There is nobody here.’<br> <br> That was the root of the trouble! There was nobody there; and being left there alone with their weakness, they became daily more like a pair of accomplices than like a couple of devoted friends. They had heard nothing from home for eight months. Every evening they said, ‘To-morrow we shall see the steamer.’ But one of the Company's steamers had been wrecked, and the Director was busy with the other, relieving very distant and important stations on the main river. He thought that the useless station, and the useless men, could wait. Meantime Kayerts and Carlier lived on rice boiled without salt, and cursed the Company, all Africa, and the day they were born. One must have lived on such diet to discover what ghastly trouble the necessity of swallowing one's food may become. There was literally nothing else in the station but rice and coffee; they drank the coffee without sugar. The last fifteen lumps Kayerts had solemnly locked away in his box, together with a half-bottle of Cognac, ‘in case of sickness,’ he explained. Carlier approved. ‘When one is sick,’ he said, ‘any little extra like that is cheering.’<br> <br> They waited. Rank grass began to sprout over the courtyard. The bell never rang now. Days passed, silent, exasperating, and slow. When the two men spoke, they snarled; and their silences were bitter, as if tinged by the bitterness of their thoughts.<br> <br> One day after a lunch of boiled rice, Carlier put down his cup untasted, and said: ‘Hang it all! Let's have a decent cup of coffee for once. Bring out that sugar, Kayerts!’<br> <br> ‘For the sick,’ muttered Kayerts, without looking up.<br> <br> ‘For the sick,’ mocked Carlier. ‘Bosh! . . . Well! I am sick.’<br> <br> ‘You are no more sick than I am, and I go without,’ said Kayerts in a peaceful tone.<br> <br> ‘Come! out with that sugar, you stingy old slave-dealer.’<br> <br> Kayerts looked up quickly. Carlier was smiling with marked insolence. And suddenly it seemed to Kayerts that he had never seen that man before. Who was he? He knew nothing about him. What was he capable of? There was a surprising flash of violent emotion within him, as if in the presence of something undreamt-of, dangerous, and final. But he managed to pronounce with composure--<br> <br> ‘That joke is in very bad taste. Don't repeat it.’<br> <br> ‘Joke!’ said Carlier, hitching himself forward on his seat. ‘I am hungry--I am sick--I don't joke! I hate hypocrites. You are a hypocrite. You are a slave-dealer. I am a slave-dealer. There's nothing but slave-dealers in this cursed country. I mean to have sugar in my coffee to-day, anyhow!’<br> <br> ‘I forbid you to speak to me in that way,’ said Kayerts with a fair show of resolution.<br> <br> ‘You!--What?’ shouted Carlier, jumping up.<br> <br> Kayerts stood up also. ‘I am your chief,’ he began, trying to master the shakiness of his voice.<br> <br> ‘What?’ yelled the other. ‘Who's chief? There's no chief here. There's nothing here: there's nothing but you and I. Fetch the sugar--you pot-bellied ass.’<br> <br> ‘Hold your tongue. Go out of this room,’ screamed Kayerts. ‘I dismiss you--you scoundrel!’<br> <br> Carlier swung a stool. All at once he looked dangerously in earnest. ‘You flabby, good-for-nothing civilian--take that!’ he howled.<br> <br> Kayerts dropped under the table, and the stool struck the grass inner wall of the room. Then, as Carlier was trying to upset the table, Kayerts in desperation made a blind rush, head low, like a cornered pig would do, and over-turning his friend, bolted along the verandah, and into his room. He locked the door, snatched his revolver, and stood panting. In less than a minute Carlier was kicking at the door furiously, howling, ‘If you don't bring out that sugar, I will shoot you at sight, like a dog. Now then--one--two--three. You won't? I will show you who's the master.’<br> <br> Kayerts thought the door would fall in, and scrambled through the square hole that served for a window in his room. There was then the whole breadth of the house between them. But the other was apparently not strong enough to break in the door, and Kayerts heard him running round. Then he also began to run laboriously on his swollen legs. He ran as quickly as he could, grasping the revolver, and unable yet to understand what was happening to him. He saw in succession Makola's house, the store, the river, the ravine, and the low bushes; and he saw all those things again as he ran for the second time round the house. Then again they flashed past him. That morning he could not have walked a yard without a groan.<br> <br> And now he ran. He ran fast enough to keep out of sight of the other man.<br> <br> Then as, weak and desperate, he thought, ‘Before I finish the next round I shall die,’ he heard the other man stumble heavily, then stop. He stopped also. He had the back and Carlier the front of the house, as before. He heard him drop into a chair cursing, and suddenly his own legs gave way, and he slid down into a sitting posture with his back to the wall. His mouth was as dry as a cinder, and his face was wet with perspiration--and tears. What was it all about? He thought it must be a horrible illusion; he thought he was dreaming; he thought he was going mad! After a while he collected his senses. What did they quarrel about? That sugar! How absurd! He would give it to him--didn't want it himself. And he began scrambling to his feet with a sudden feeling of security. But before he had fairly stood upright, a commonsense reflection occurred to him and drove him back into despair. He thought: ‘If I give way now to that brute of a soldier, he will begin this horror again to-morrow--and the day after--every day--raise other pretensions, trample on me, torture me, make me his slave--and I will be lost! Lost! The steamer may not come for days--may never come.’ He shook so that he had to sit down on the floor again. He shivered forlornly. He felt he could not, would not move any more. He was completely distracted by the sudden perception that the position was without issue--that death and life had in a moment become equally difficult and terrible.<br> <br> All at once he heard the other push his chair back; and he leaped to his feet with extreme facility. He listened and got confused. Must run again! Right or left? He heard footsteps. He darted to the left, grasping his revolver, and at the very same instant, as it seemed to him, they came into violent collision. Both shouted with surprise. A loud explosion took place between them; a roar of red fire, thick smoke; and Kayerts, deafened and blinded, rushed back thinking: ‘I am hit--it's all over.’ He expected the other to come round--to gloat over his agony. He caught hold of an upright of the roof--’All over!’ Then he heard a crashing fall on the other side of the house, as if somebody had tumbled headlong over a chair--then silence. Nothing more happened. He did not die. Only his shoulder felt as if it had been badly wrenched, and he had lost his revolver. He was disarmed and helpless! He waited for his fate. The other man made no sound. It was a stratagem. He was stalking him now! Along what side? Perhaps he was taking aim this very minute!<br> <br> After a few moments of an agony frightful and absurd, he decided to go and meet his doom. He was prepared for every surrender. He turned the corner, steadying himself with one hand on the wall; made a few paces, and nearly swooned. He had seen on the floor, protruding past the other corner, a pair of turned-up feet. A pair of white naked feet in red slippers. He felt deadly sick, and stood for a time in profound darkness. Then Makola appeared before him, saying quietly: ‘Come along, Mr. Kayerts. He is dead.’ He burst into tears of gratitude; a loud, sobbing fit of crying. After a time he found himself sitting in a chair and looking at Carlier, who lay stretched on his back. Makola was kneeling over the body.<br> <br> ‘Is this your revolver?’ asked Makola, getting up.<br> <br> ‘Yes,’ said Kayerts; then he added very quickly, ‘He ran after me to shoot me--you saw!’<br> <br> ‘Yes, I saw,’ said Makola. ‘There is only one revolver; where's his?’<br> <br> ‘Don't know,’ whispered Kayerts in a voice that had become suddenly very faint.<br> <br> ‘I will go and look for it,’ said the other, gently. He made the round along the verandah, while Kayerts sat still and looked at the corpse. Makola came back empty-handed, stood in deep thought, then stepped quietly into the dead man's room, and came out directly with a revolver, which he held up before Kayerts. Kayerts shut his eyes. Everything was going round. He found life more terrible and difficult than death. He had shot an unarmed man.<br> <br> After meditating for a while, Makola said softly, pointing at the dead man who lay there with his right eye blown out--<br> <br> ‘He died of fever.’ Kayerts looked at him with a stony stare. ‘Yes,’ repeated Makola, thoughtfully, stepping over the corpse, ‘I think he died of fever. Bury him to-morrow.’<br> <br> And he went away slowly to his expectant wife, leaving the two white men alone on the verandah.<br> <br> Night came, and Kayerts sat unmoving on his chair. He sat quiet as if he had taken a dose of opium. The violence of the emotions he had passed through produced a feeling of exhausted serenity. He had plumbed in one short afternoon the depths of horror and despair, and now found repose in the conviction that life had no more secrets for him: neither had death! He sat by the corpse thinking; thinking very actively, thinking very new thoughts. He seemed to have broken loose from himself altogether. His old thoughts, convictions, likes and dislikes, things he respected and things he abhorred, appeared in their true light at last! Appeared contemptible and childish, false and ridiculous. He revelled in his new wisdom while he sat by the man he had killed. He argued with himself about all things under heaven with that kind of wrong-headed lucidity which may be observed in some lunatics. Incidentally he reflected that the fellow dead there had been a noxious beast anyway; that men died every day in thousands; perhaps in hundreds of thousands--who could tell?--and that in the number, that one death could not possibly make any difference; couldn't have any importance, at least to a thinking creature. He, Kayerts, was a thinking creature. He had been all his life, till that moment, a believer in a lot of nonsense like the rest of mankind--who are fools; but now he thought! He knew! He was at peace; he was familiar with the highest wisdom! Then he tried to imagine himself dead, and Carlier sitting in his chair watching him; and his attempt met with such unexpected success, that in a very few moments he became not at all sure who was dead and who was alive. This extraordinary achievement of his fancy startled him, however, and by a clever and timely effort of mind he saved himself just in time from becoming Carlier. His heart thumped, and he felt hot all over at the thought of that danger. Carlier! What a beastly thing! To compose his now disturbed nerves--and no wonder!--he tried to whistle a little. Then, suddenly, he fell asleep, or thought he had slept; but at any rate there was a fog, and somebody had whistled in the fog.<br> <br> He stood up. The day had come, and a heavy mist had descended upon the land: the mist penetrating, enveloping, and silent; the morning mist of tropical lands; the mist that clings and kills; the mist white and deadly, immaculate and poisonous. He stood up, saw the body, and threw his arms above his head with a cry like that of a man who, waking from a trance, finds himself immured forever in a tomb. ‘Help! . . . . My God!’<br> <br> A shriek inhuman, vibrating and sudden, pierced like a sharp dart the white shroud of that land of sorrow. Three short, impatient screeches followed, and then, for a time, the fog-wreaths rolled on, undisturbed, through a formidable silence. Then many more shrieks, rapid and piercing, like the yells of some exasperated and ruthless creature, rent the air. Progress was calling to Kayerts from the river. Progress and civilization and all the virtues. Society was calling to its accomplished child to come, to be taken care of, to be instructed, to be judged, to be condemned; it called him to return to that rubbish heap from which he had wandered away, so that justice could be done.<br> <br> Kayerts heard and understood. He stumbled out of the verandah, leaving the other man quite alone for the first time since they had been thrown there together. He groped his way through the fog, calling in his ignorance upon the invisible heaven to undo its work. Makola flitted by in the mist, shouting as he ran--<br> <br> ‘Steamer! Steamer! They can't see. They whistle for the station. I go ring the bell. Go down to the landing, sir. I ring.’<br> <br> He disappeared. Kayerts stood still. He looked upwards; the fog rolled low over his head. He looked round like a man who has lost his way; and he saw a dark smudge, a cross-shaped stain, upon the shifting purity of the mist. As he began to stumble towards it, the station bell rang in a tumultuous peal its answer to the impatient clamour of the steamer.<br> <br> The Managing Director of the Great Civilizing Company (since we know that civilization follows trade) landed first, and incontinently lost sight of the steamer. The fog down by the river was exceedingly dense; above, at the station, the bell rang unceasing and brazen.<br> <br> The Director shouted loudly to the steamer:<br> <br> ‘There is nobody down to meet us; there may be something wrong, though they are ringing. You had better come, too!’<br> <br> And he began to toil up the steep bank. The captain and the engine-driver of the boat followed behind. As they scrambled up the fog thinned, and they could see their Director a good way ahead. Suddenly they saw him start forward, calling to them over his shoulder:--’Run! Run to the house! I've found one of them. Run, look for the other!’<br> <br> He had found one of them! And even he, the man of varied and startling experience, was somewhat discomposed by the manner of this finding. He stood and fumbled in his pockets (for a knife) while he faced Kayerts, who was hanging by a leather strap from the cross. He had evidently climbed the grave, which was high and narrow, and after tying the end of the strap to the arm, had swung himself off. His toes were only a couple of inches above the ground; his arms hung stiffly down; he seemed to be standing rigidly at attention, but with one purple cheek playfully posed on the shoulder. And, irreverently, he was putting out a swollen tongue at his Managing Director.</p><br>I<br> <br> On my right hand there were lines of fishing stakes resembling a mysterious system of half-submerged bamboo fences, incomprehensible in its division of the domain of tropical fishes, and crazy of aspect as if abandoned forever by some nomad tribe of fishermen now gone to the other end of the ocean; for there was no sign of human habitation as far as the eye could reach. To the left a group of barren islets, suggesting ruins of stone walls, towers, and blockhouses, had its foundations set in a blue sea that itself looked solid, so still and stable did it lie below my feet; even the track of light from the westering sun shone smoothly, without that animated glitter which tells of an imperceptible ripple. And when I turned my head to take a parting glance at the tug which had just left us anchored outside the bar, I saw the straight line of the flat shore joined to the stable sea, edge to edge, with a perfect and unmarked closeness, in one leveled floor half brown, half blue under the enormous dome of the sky. Corresponding in their insignificance to the islets of the sea, two small clumps of trees, one on each side of the only fault in the impeccable joint, marked the mouth of the river Meinam we had just left on the first preparatory stage of our homeward journey; and, far back on the inland level, a larger and loftier mass, the grove surrounding the great Paknam pagoda, was the only thing on which the eye could rest from the vain task of exploring the monotonous sweep of the horizon. Here and there gleams as of a few scattered pieces of silver marked the windings of the great river; and on the nearest of them, just within the bar, the tug steaming right into the land became lost to my sight, hull and funnel and masts, as though the impassive earth had swallowed her up without an effort, without a tremor. My eye followed the light cloud of her smoke, now here, now there, above the plain, according to the devious curves of the stream, but always fainter and farther away, till I lost it at last behind the miter-shaped hill of the great pagoda. And then I was left alone with my ship, anchored at the head of the Gulf of Siam.<br> She floated at the starting point of a long journey, very still in an immense stillness, the shadows of her spars flung far to the eastward by the setting sun. At that moment I was alone on her decks. There was not a sound in her—and around us nothing moved, nothing lived, not a canoe on the water, not a bird in the air, not a cloud in the sky. In this breathless pause at the threshold of a long passage we seemed to be measuring our fitness for a long and arduous enterprise, the appointed task of both our existences to be carried out, far from all human eyes, with only sky and sea for spectators and for judges.<br> There must have been some glare in the air to interfere with one's sight, because it was only just before the sun left us that my roaming eyes made out beyond the highest ridges of the principal islet of the group something which did away with the solemnity of perfect solitude. The tide of darkness flowed on swiftly; and with tropical suddenness a swarm of stars came out above the shadowy earth, while I lingered yet, my hand resting lightly on my ship's rail as if on the shoulder of a trusted friend. But, with all that multitude of celestial bodies staring down at one, the comfort of quiet communion with her was gone for good. And there were also disturbing sounds by this time—voices, footsteps forward; the steward flitted along the main-deck, a busily ministering spirit; a hand bell tinkled urgently under the poop deck....<br> I found my two officers waiting for me near the supper table, in the lighted cuddy. We sat down at once, and as I helped the chief mate, I said:<br> ‘Are you aware that there is a ship anchored inside the islands? I saw her mastheads above the ridge as the sun went down.’<br> He raised sharply his simple face, overcharged by a terrible growth of whisker, and emitted his usual ejaculations: ‘Bless my soul, sir! You don't say so!’<br> My second mate was a round-cheeked, silent young man, grave beyond his years, I thought; but as our eyes happened to meet I detected a slight quiver on his lips. I looked down at once. It was not my part to encourage sneering on board my ship. It must be said, too, that I knew very little of my officers. In consequence of certain events of no particular significance, except to myself, I had been appointed to the command only a fortnight before. Neither did I know much of the hands forward. All these people had been together for eighteen months or so, and my position was that of the only stranger on board. I mention this because it has some bearing on what is to follow. But what I felt most was my being a stranger to the ship; and if all the truth must be told, I was somewhat of a stranger to myself. The youngest man on board (barring the second mate), and untried as yet by a position of the fullest responsibility, I was willing to take the adequacy of the others for granted. They had simply to be equal to their tasks; but I wondered how far I should turn out faithful to that ideal conception of one's own personality every man sets up for himself secretly.<br> Meantime the chief mate, with an almost visible effect of collaboration on the part of his round eyes and frightful whiskers, was trying to evolve a theory of the anchored ship. His dominant trait was to take all things into earnest consideration. He was of a painstaking turn of mind. As he used to say, he ‘liked to account to himself’ for practically everything that came in his way, down to a miserable scorpion he had found in his cabin a week before. The why and the wherefore of that scorpion—how it got on board and came to select his room rather than the pantry (which was a dark place and more what a scorpion would be partial to), and how on earth it managed to drown itself in the inkwell of his writing desk—had exercised him infinitely. The ship within the islands was much more easily accounted for; and just as we were about to rise from table he made his pronouncement. She was, he doubted not, a ship from home lately arrived. Probably she drew too much water to cross the bar except at the top of spring tides. Therefore she went into that natural harbor to wait for a few days in preference to remaining in an open roadstead.<br> ‘That's so,’ confirmed the second mate, suddenly, in his slightly hoarse voice. ‘She draws over twenty feet. She's the Liverpool ship Sephora with a cargo of coal. Hundred and twenty-three days from Cardiff.’<br> We looked at him in surprise.<br> ‘The tugboat skipper told me when he came on board for your letters, sir,’ explained the young man. ‘He expects to take her up the river the day after tomorrow.’<br> After thus overwhelming us with the extent of his information he slipped out of the cabin. The mate observed regretfully that he ‘could not account for that young fellow's whims.’ What prevented him telling us all about it at once, he wanted to know.<br> I detained him as he was making a move. For the last two days the crew had had plenty of hard work, and the night before they had very little sleep. I felt painfully that I—a stranger—was doing something unusual when I directed him to let all hands turn in without setting an anchor watch. I proposed to keep on deck myself till one o'clock or thereabouts. I would get the second mate to relieve me at that hour.<br> ‘He will turn out the cook and the steward at four,’ I concluded, ‘and then give you a call. Of course at the slightest sign of any sort of wind we'll have the hands up and make a start at once.’<br> He concealed his astonishment. ‘Very well, sir.’ Outside the cuddy he put his head in the second mate's door to inform him of my unheard-of caprice to take a five hours' anchor watch on myself. I heard the other raise his voice incredulously—’What? The Captain himself?’ Then a few more murmurs, a door closed, then another. A few moments later I went on deck.<br> My strangeness, which had made me sleepless, had prompted that unconventional arrangement, as if I had expected in those solitary hours of the night to get on terms with the ship of which I knew nothing, manned by men of whom I knew very little more. Fast alongside a wharf, littered like any ship in port with a tangle of unrelated things, invaded by unrelated shore people, I had hardly seen her yet properly. Now, as she lay cleared for sea, the stretch of her main-deck seemed to me very fine under the stars. Very fine, very roomy for her size, and very inviting. I descended the poop and paced the waist, my mind picturing to myself the coming passage through the Malay Archipelago, down the Indian Ocean, and up the Atlantic. All its phases were familiar enough to me, every characteristic, all the alternatives which were likely to face me on the high seas—everything!... except the novel responsibility of command. But I took heart from the reasonable thought that the ship was like other ships, the men like other men, and that the sea was not likely to keep any special surprises expressly for my discomfiture.<br> Arrived at that comforting conclusion, I bethought myself of a cigar and went below to get it. All was still down there. Everybody at the after end of the ship was sleeping profoundly. I came out again on the quarter-deck, agreeably at ease in my sleeping suit on that warm breathless night, barefooted, a glowing cigar in my teeth, and, going forward, I was met by the profound silence of the fore end of the ship. Only as I passed the door of the forecastle, I heard a deep, quiet, trustful sigh of some sleeper inside. And suddenly I rejoiced in the great security of the sea as compared with the unrest of the land, in my choice of that untempted life presenting no disquieting problems, invested with an elementary moral beauty by the absolute straightforwardness of its appeal and by the singleness of its purpose.<br> The riding light in the forerigging burned with a clear, untroubled, as if symbolic, flame, confident and bright in the mysterious shades of the night. Passing on my way aft along the other side of the ship, I observed that the rope side ladder, put over, no doubt, for the master of the tug when he came to fetch away our letters, had not been hauled in as it should have been. I became annoyed at this, for exactitude in some small matters is the very soul of discipline. Then I reflected that I had myself peremptorily dismissed my officers from duty, and by my own act had prevented the anchor watch being formally set and things properly attended to. I asked myself whether it was wise ever to interfere with the established routine of duties even from the kindest of motives. My action might have made me appear eccentric. Goodness only knew how that absurdly whiskered mate would ‘account’ for my conduct, and what the whole ship thought of that informality of their new captain. I was vexed with myself.<br> Not from compunction certainly, but, as it were mechanically, I proceeded to get the ladder in myself. Now a side ladder of that sort is a light affair and comes in easily, yet my vigorous tug, which should have brought it flying on board, merely recoiled upon my body in a totally unexpected jerk. What the devil!... I was so astounded by the immovableness of that ladder that I remained stock-still, trying to account for it to myself like that imbecile mate of mine. In the end, of course, I put my head over the rail.<br> The side of the ship made an opaque belt of shadow on the darkling glassy shimmer of the sea. But I saw at once something elongated and pale floating very close to the ladder. Before I could form a guess a faint flash of phosphorescent light, which seemed to issue suddenly from the naked body of a man, flickered in the sleeping water with the elusive, silent play of summer lightning in a night sky. With a gasp I saw revealed to my stare a pair of feet, the long legs, a broad livid back immersed right up to the neck in a greenish cadaverous glow. One hand, awash, clutched the bottom rung of the ladder. He was complete but for the head. A headless corpse! The cigar dropped out of my gaping mouth with a tiny plop and a short hiss quite audible in the absolute stillness of all things under heaven. At that I suppose he raised up his face, a dimly pale oval in the shadow of the ship's side. But even then I could only barely make out down there the shape of his black-haired head. However, it was enough for the horrid, frost-bound sensation which had gripped me about the chest to pass off. The moment of vain exclamations was past, too. I only climbed on the spare spar and leaned over the rail as far as I could, to bring my eyes nearer to that mystery floating alongside.<br> As he hung by the ladder, like a resting swimmer, the sea lightning played about his limbs at every stir; and he appeared in it ghastly, silvery, fishlike. He remained as mute as a fish, too. He made no motion to get out of the water, either. It was inconceivable that he should not attempt to come on board, and strangely troubling to suspect that perhaps he did not want to. And my first words were prompted by just that troubled incertitude.<br> ‘What's the matter?’ I asked in my ordinary tone, speaking down to the face upturned exactly under mine.<br> ‘Cramp,’ it answered, no louder. Then slightly anxious, ‘I say, no need to call anyone.’<br> ‘I was not going to,’ I said.<br> ‘Are you alone on deck?’<br> ‘Yes.’<br> I had somehow the impression that he was on the point of letting go the ladder to swim away beyond my ken—mysterious as he came. But, for the moment, this being appearing as if he had risen from the bottom of the sea (it was certainly the nearest land to the ship) wanted only to know the time. I told him. And he, down there, tentatively:<br> ‘I suppose your captain's turned in?’<br> ‘I am sure he isn't,’ I said.<br> He seemed to struggle with himself, for I heard something like the low, bitter murmur of doubt. ‘What's the good?’ His next words came out with a hesitating effort.<br> ‘Look here, my man. Could you call him out quietly?’<br> I thought the time had come to declare myself.<br> ‘I am the captain.’<br> I heard a ‘By Jove!’ whispered at the level of the water. The phosphorescence flashed in the swirl of the water all about his limbs, his other hand seized the ladder.<br> ‘My name's Leggatt.’<br> The voice was calm and resolute. A good voice. The self-possession of that man had somehow induced a corresponding state in myself. It was very quietly that I remarked:<br> ‘You must be a good swimmer.’<br> ‘Yes. I've been in the water practically since nine o'clock. The question for me now is whether I am to let go this ladder and go on swimming till I sink from exhaustion, or—to come on board here.’<br> I felt this was no mere formula of desperate speech, but a real alternative in the view of a strong soul. I should have gathered from this that he was young; indeed, it is only the young who are ever confronted by such clear issues. But at the time it was pure intuition on my part. A mysterious communication was established already between us two—in the face of that silent, darkened tropical sea. I was young, too; young enough to make no comment. The man in the water began suddenly to climb up the ladder, and I hastened away from the rail to fetch some clothes.<br> Before entering the cabin I stood still, listening in the lobby at the foot of the stairs. A faint snore came through the closed door of the chief mate's room. The second mate's door was on the hook, but the darkness in there was absolutely soundless. He, too, was young and could sleep like a stone. Remained the steward, but he was not likely to wake up before he was called. I got a sleeping suit out of my room and, coming back on deck, saw the naked man from the sea sitting on the main hatch, glimmering white in the darkness, his elbows on his knees and his head in his hands. In a moment he had concealed his damp body in a sleeping suit of the same gray-stripe pattern as the one I was wearing and followed me like my double on the poop. Together we moved right aft, barefooted, silent.<br> ‘What is it?’ I asked in a deadened voice, taking the lighted lamp out of the binnacle, and raising it to his face.<br> ‘An ugly business.’<br> He had rather regular features; a good mouth; light eyes under somewhat heavy, dark eyebrows; a smooth, square forehead; no growth on his cheeks; a small, brown mustache, and a well-shaped, round chin. His expression was concentrated, meditative, under the inspecting light of the lamp I held up to his face; such as a man thinking hard in solitude might wear. My sleeping suit was just right for his size. A well-knit young fellow of twenty-five at most. He caught his lower lip with the edge of white, even teeth.<br> ‘Yes,’ I said, replacing the lamp in the binnacle. The warm, heavy tropical night closed upon his head again.<br> ‘There's a ship over there,’ he murmured.<br> ‘Yes, I know. The Sephora. Did you know of us?’<br> ‘Hadn't the slightest idea. I am the mate of her—’ He paused and corrected himself. ‘I should say I was.’<br> ‘Aha! Something wrong?’<br> ‘Yes. Very wrong indeed. I've killed a man.’<br> ‘What do you mean? Just now?’<br> ‘No, on the passage. Weeks ago. Thirty-nine south. When I say a man—’<br> ‘Fit of temper,’ I suggested, confidently.<br> The shadowy, dark head, like mine, seemed to nod imperceptibly above the ghostly gray of my sleeping suit. It was, in the night, as though I had been faced by my own reflection in the depths of a somber and immense mirror.<br> ‘A pretty thing to have to own up to for a Conway boy,’ murmured my double, distinctly.<br> ‘You're a Conway boy?’<br> ‘I am,’ he said, as if startled. Then, slowly... ‘Perhaps you too—’<br> It was so; but being a couple of years older I had left before he joined. After a quick interchange of dates a silence fell; and I thought suddenly of my absurd mate with his terrific whiskers and the ‘Bless my soul—you don't say so’ type of intellect. My double gave me an inkling of his thoughts by saying: ‘My father's a parson in Norfolk. Do you see me before a judge and jury on that charge? For myself I can't see the necessity. There are fellows that an angel from heaven—And I am not that. He was one of those creatures that are just simmering all the time with a silly sort of wickedness. Miserable devils that have no business to live at all. He wouldn't do his duty and wouldn't let anybody else do theirs. But what's the good of talking! You know well enough the sort of ill-conditioned snarling cur—’<br> He appealed to me as if our experiences had been as identical as our clothes. And I knew well enough the pestiferous danger of such a character where there are no means of legal repression. And I knew well enough also that my double there was no homicidal ruffian. I did not think of asking him for details, and he told me the story roughly in brusque, disconnected sentences. I needed no more. I saw it all going on as though I were myself inside that other sleeping suit.<br> ‘It happened while we were setting a reefed foresail, at dusk. Reefed foresail! You understand the sort of weather. The only sail we had left to keep the ship running; so you may guess what it had been like for days. Anxious sort of job, that. He gave me some of his cursed insolence at the sheet. I tell you I was overdone with this terrific weather that seemed to have no end to it. Terrific, I tell you—and a deep ship. I believe the fellow himself was half crazed with funk. It was no time for gentlemanly reproof, so I turned round and felled him like an ox. He up and at me. We closed just as an awful sea made for the ship. All hands saw it coming and took to the rigging, but I had him by the throat, and went on shaking him like a rat, the men above us yelling, 'Look out! look out!' Then a crash as if the sky had fallen on my head. They say that for over ten minutes hardly anything was to be seen of the ship—just the three masts and a bit of the forecastle head and of the poop all awash driving along in a smother of foam. It was a miracle that they found us, jammed together behind the forebitts. It's clear that I meant business, because I was holding him by the throat still when they picked us up. He was black in the face. It was too much for them. It seems they rushed us aft together, gripped as we were, screaming 'Murder!' like a lot of lunatics, and broke into the cuddy. And the ship running for her life, touch and go all the time, any minute her last in a sea fit to turn your hair gray only a-looking at it. I understand that the skipper, too, started raving like the rest of them. The man had been deprived of sleep for more than a week, and to have this sprung on him at the height of a furious gale nearly drove him out of his mind. I wonder they didn't fling me overboard after getting the carcass of their precious shipmate out of my fingers. They had rather a job to separate us, I've been told. A sufficiently fierce story to make an old judge and a respectable jury sit up a bit. The first thing I heard when I came to myself was the maddening howling of that endless gale, and on that the voice of the old man. He was hanging on to my bunk, staring into my face out of his sou'wester.<br> ‘'Mr. Leggatt, you have killed a man. You can act no longer as chief mate of this ship.'‘<br> His care to subdue his voice made it sound monotonous. He rested a hand on the end of the skylight to steady himself with, and all that time did not stir a limb, so far as I could see. ‘Nice little tale for a quiet tea party,’ he concluded in the same tone.<br> One of my hands, too, rested on the end of the skylight; neither did I stir a limb, so far as I knew. We stood less than a foot from each other. It occurred to me that if old ‘Bless my soul—you don't say so’ were to put his head up the companion and catch sight of us, he would think he was seeing double, or imagine himself come upon a scene of weird witchcraft; the strange captain having a quiet confabulation by the wheel with his own gray ghost. I became very much concerned to prevent anything of the sort. I heard the other's soothing undertone.<br> ‘My father's a parson in Norfolk,’ it said. Evidently he had forgotten he had told me this important fact before. Truly a nice little tale.<br> ‘You had better slip down into my stateroom now,’ I said, moving off stealthily. My double followed my movements; our bare feet made no sound; I let him in, closed the door with care, and, after giving a call to the second mate, returned on deck for my relief.<br> ‘Not much sign of any wind yet,’ I remarked when he approached.<br> ‘No, sir. Not much,’ he assented, sleepily, in his hoarse voice, with just enough deference, no more, and barely suppressing a yawn.<br> ‘Well, that's all you have to look out for. You have got your orders.’<br> ‘Yes, sir.’<br> I paced a turn or two on the poop and saw him take up his position face forward with his elbow in the ratlines of the mizzen rigging before I went below. The mate's faint snoring was still going on peacefully. The cuddy lamp was burning over the table on which stood a vase with flowers, a polite attention from the ship's provision merchant—the last flowers we should see for the next three months at the very least. Two bunches of bananas hung from the beam symmetrically, one on each side of the rudder casing. Everything was as before in the ship—except that two of her captain's sleeping suits were simultaneously in use, one motionless in the cuddy, the other keeping very still in the captain's stateroom.<br> It must be explained here that my cabin had the form of the capital letter L, the door being within the angle and opening into the short part of the letter. A couch was to the left, the bed place to the right; my writing desk and the chronometers' table faced the door. But anyone opening it, unless he stepped right inside, had no view of what I call the long (or vertical) part of the letter. It contained some lockers surmounted by a bookcase; and a few clothes, a thick jacket or two, caps, oilskin coat, and such like, hung on hooks. There was at the bottom of that part a door opening into my bathroom, which could be entered also directly from the saloon. But that way was never used.<br> The mysterious arrival had discovered the advantage of this particular shape. Entering my room, lighted strongly by a big bulkhead lamp swung on gimbals above my writing desk, I did not see him anywhere till he stepped out quietly from behind the coats hung in the recessed part.<br> ‘I heard somebody moving about, and went in there at once,’ he whispered.<br> I, too, spoke under my breath.<br> ‘Nobody is likely to come in here without knocking and getting permission.’<br> He nodded. His face was thin and the sunburn faded, as though he had been ill. And no wonder. He had been, I heard presently, kept under arrest in his cabin for nearly seven weeks. But there was nothing sickly in his eyes or in his expression. He was not a bit like me, really; yet, as we stood leaning over my bed place, whispering side by side, with our dark heads together and our backs to the door, anybody bold enough to open it stealthily would have been treated to the uncanny sight of a double captain busy talking in whispers with his other self.<br> ‘But all this doesn't tell me how you came to hang on to our side ladder,’ I inquired, in the hardly audible murmurs we used, after he had told me something more of the proceedings on board the Sephora once the bad weather was over.<br> ‘When we sighted Java Head I had had time to think all those matters out several times over. I had six weeks of doing nothing else, and with only an hour or so every evening for a tramp on the quarter-deck.’<br> He whispered, his arms folded on the side of my bed place, staring through the open port. And I could imagine perfectly the manner of this thinking out—a stubborn if not a steadfast operation; something of which I should have been perfectly incapable.<br> ‘I reckoned it would be dark before we closed with the land,’ he continued, so low that I had to strain my hearing near as we were to each other, shoulder touching shoulder almost. ‘So I asked to speak to the old man. He always seemed very sick when he came to see me—as if he could not look me in the face. You know, that foresail saved the ship. She was too deep to have run long under bare poles. And it was I that managed to set it for him. Anyway, he came. When I had him in my cabin—he stood by the door looking at me as if I had the halter round my neck already—I asked him right away to leave my cabin door unlocked at night while the ship was going through Sunda Straits. There would be the Java coast within two or three miles, off Angier Point. I wanted nothing more. I've had a prize for swimming my second year in the Conway.’<br> ‘I can believe it,’ I breathed out.<br> ‘God only knows why they locked me in every night. To see some of their faces you'd have thought they were afraid I'd go about at night strangling people. Am I a murdering brute? Do I look it? By Jove! If I had been he wouldn't have trusted himself like that into my room. You'll say I might have chucked him aside and bolted out, there and then—it was dark already. Well, no. And for the same reason I wouldn't think of trying to smash the door. There would have been a rush to stop me at the noise, and I did not mean to get into a confounded scrimmage. Somebody else might have got killed—for I would not have broken out only to get chucked back, and I did not want any more of that work. He refused, looking more sick than ever. He was afraid of the men, and also of that old second mate of his who had been sailing with him for years—a gray-headed old humbug; and his steward, too, had been with him devil knows how long—seventeen years or more—a dogmatic sort of loafer who hated me like poison, just because I was the chief mate. No chief mate ever made more than one voyage in the Sephora, you know. Those two old chaps ran the ship. Devil only knows what the skipper wasn't afraid of (all his nerve went to pieces altogether in that hellish spell of bad weather we had)—of what the law would do to him—of his wife, perhaps. Oh, yes! she's on board. Though I don't think she would have meddled. She would have been only too glad to have me out of the ship in any way. The 'brand of Cain' business, don't you see. That's all right. I was ready enough to go off wandering on the face of the earth—and that was price enough to pay for an Abel of that sort. Anyhow, he wouldn't listen to me. 'This thing must take its course. I represent the law here.' He was shaking like a leaf. 'So you won't?' 'No!' 'Then I hope you will be able to sleep on that,' I said, and turned my back on him. 'I wonder that you can,' cries he, and locks the door.<br> ‘Well after that, I couldn't. Not very well. That was three weeks ago. We have had a slow passage through the Java Sea; drifted about Carimata for ten days. When we anchored here they thought, I suppose, it was all right. The nearest land (and that's five miles) is the ship's destination; the consul would soon set about catching me; and there would have been no object in holding to these islets there. I don't suppose there's a drop of water on them. I don't know how it was, but tonight that steward, after bringing me my supper, went out to let me eat it, and left the door unlocked. And I ate it—all there was, too. After I had finished I strolled out on the quarter-deck. I don't know that I meant to do anything. A breath of fresh air was all I wanted, I believe. Then a sudden temptation came over me. I kicked off my slippers and was in the water before I had made up my mind fairly. Somebody heard the splash and they raised an awful hullabaloo. 'He's gone! Lower the boats! He's committed suicide! No, he's swimming.' Certainly I was swimming. It's not so easy for a swimmer like me to commit suicide by drowning. I landed on the nearest islet before the boat left the ship's side. I heard them pulling about in the dark, hailing, and so on, but after a bit they gave up. Everything quieted down and the anchorage became still as death. I sat down on a stone and began to think. I felt certain they would start searching for me at daylight. There was no place to hide on those stony things—and if there had been, what would have been the good? But now I was clear of that ship, I was not going back. So after a while I took off all my clothes, tied them up in a bundle with a stone inside, and dropped them in the deep water on the outer side of that islet. That was suicide enough for me. Let them think what they liked, but I didn't mean to drown myself. I meant to swim till I sank—but that's not the same thing. I struck out for another of these little islands, and it was from that one that I first saw your riding light. Something to swim for. I went on easily, and on the way I came upon a flat rock a foot or two above water. In the daytime, I dare say, you might make it out with a glass from your poop. I scrambled up on it and rested myself for a bit. Then I made another start. That last spell must have been over a mile.’<br> His whisper was getting fainter and fainter, and all the time he stared straight out through the porthole, in which there was not even a star to be seen. I had not interrupted him. There was something that made comment impossible in his narrative, or perhaps in himself; a sort of feeling, a quality, which I can't find a name for. And when he ceased, all I found was a futile whisper: ‘So you swam for our light?’<br> ‘Yes—straight for it. It was something to swim for. I couldn't see any stars low down because the coast was in the way, and I couldn't see the land, either. The water was like glass. One might have been swimming in a confounded thousand-feet deep cistern with no place for scrambling out anywhere; but what I didn't like was the notion of swimming round and round like a crazed bullock before I gave out; and as I didn't mean to go back... No. Do you see me being hauled back, stark naked, off one of these little islands by the scruff of the neck and fighting like a wild beast? Somebody would have got killed for certain, and I did not want any of that. So I went on. Then your ladder—’<br> ‘Why didn't you hail the ship?’ I asked, a little louder.<br> He touched my shoulder lightly. Lazy footsteps came right over our heads and stopped. The second mate had crossed from the other side of the poop and might have been hanging over the rail for all we knew.<br> ‘He couldn't hear us talking—could he?’ My double breathed into my very ear, anxiously.<br> His anxiety was in answer, a sufficient answer, to the question I had put to him. An answer containing all the difficulty of that situation. I closed the porthole quietly, to make sure. A louder word might have been overheard.<br> ‘Who's that?’ he whispered then.<br> ‘My second mate. But I don't know much more of the fellow than you do.’<br> And I told him a little about myself. I had been appointed to take charge while I least expected anything of the sort, not quite a fortnight ago. I didn't know either the ship or the people. Hadn't had the time in port to look about me or size anybody up. And as to the crew, all they knew was that I was appointed to take the ship home. For the rest, I was almost as much of a stranger on board as himself, I said. And at the moment I felt it most acutely. I felt that it would take very little to make me a suspect person in the eyes of the ship's company.<br> He had turned about meantime; and we, the two strangers in the ship, faced each other in identical attitudes.<br> ‘Your ladder—’ he murmured, after a silence. ‘Who'd have thought of finding a ladder hanging over at night in a ship anchored out here! I felt just then a very unpleasant faintness. After the life I've been leading for nine weeks, anybody would have got out of condition. I wasn't capable of swimming round as far as your rudder chains. And, lo and behold! there was a ladder to get hold of. After I gripped it I said to myself, 'What's the good?' When I saw a man's head looking over I thought I would swim away presently and leave him shouting—in whatever language it was. I didn't mind being looked at. I—I liked it. And then you speaking to me so quietly—as if you had expected me—made me hold on a little longer. It had been a confounded lonely time—I don't mean while swimming. I was glad to talk a little to somebody that didn't belong to the Sephora. As to asking for the captain, that was a mere impulse. It could have been no use, with all the ship knowing about me and the other people pretty certain to be round here in the morning. I don't know—I wanted to be seen, to talk with somebody, before I went on. I don't know what I would have said.... 'Fine night, isn't it?' or something of the sort.’<br> ‘Do you think they will be round here presently?’ I asked with some incredulity.<br> ‘Quite likely,’ he said, faintly.<br> ‘He looked extremely haggard all of a sudden. His head rolled on his shoulders.<br> ‘H'm. We shall see then. Meantime get into that bed,’ I whispered. ‘Want help? There.’<br> It was a rather high bed place with a set of drawers underneath. This amazing swimmer really needed the lift I gave him by seizing his leg. He tumbled in, rolled over on his back, and flung one arm across his eyes. And then, with his face nearly hidden, he must have looked exactly as I used to look in that bed. I gazed upon my other self for a while before drawing across carefully the two green serge curtains which ran on a brass rod. I thought for a moment of pinning them together for greater safety, but I sat down on the couch, and once there I felt unwilling to rise and hunt for a pin. I would do it in a moment. I was extremely tired, in a peculiarly intimate way, by the strain of stealthiness, by the effort of whispering and the general secrecy of this excitement. It was three o'clock by now and I had been on my feet since nine, but I was not sleepy; I could not have gone to sleep. I sat there, fagged out, looking at the curtains, trying to clear my mind of the confused sensation of being in two places at once, and greatly bothered by an exasperating knocking in my head. It was a relief to discover suddenly that it was not in my head at all, but on the outside of the door. Before I could collect myself the words ‘Come in’ were out of my mouth, and the steward entered with a tray, bringing in my morning coffee. I had slept, after all, and I was so frightened that I shouted, ‘This way! I am here, steward,’ as though he had been miles away. He put down the tray on the table next the couch and only then said, very quietly, ‘I can see you are here, sir.’ I felt him give me a keen look, but I dared not meet his eyes just then. He must have wondered why I had drawn the curtains of my bed before going to sleep on the couch. He went out, hooking the door open as usual.<br> I heard the crew washing decks above me. I knew I would have been told at once if there had been any wind. Calm, I thought, and I was doubly vexed. Indeed, I felt dual more than ever. The steward reappeared suddenly in the doorway. I jumped up from the couch so quickly that he gave a start.<br> ‘What do you want here?’<br> ‘Close your port, sir—they are washing decks.’<br> ‘It is closed,’ I said, reddening.<br> ‘Very well, sir.’ But he did not move from the doorway and returned my stare in an extraordinary, equivocal manner for a time. Then his eyes wavered, all his expression changed, and in a voice unusually gentle, almost coaxingly:<br> ‘May I come in to take the empty cup away, sir?’<br> ‘Of course!’ I turned my back on him while he popped in and out. Then I unhooked and closed the door and even pushed the bolt. This sort of thing could not go on very long. The cabin was as hot as an oven, too. I took a peep at my double, and discovered that he had not moved, his arm was still over his eyes; but his chest heaved; his hair was wet; his chin glistened with perspiration. I reached over him and opened the port.<br> ‘I must show myself on deck,’ I reflected.<br> Of course, theoretically, I could do what I liked, with no one to say nay to me within the whole circle of the horizon; but to lock my cabin door and take the key away I did not dare. Directly I put my head out of the companion I saw the group of my two officers, the second mate barefooted, the chief mate in long India-rubber boots, near the break of the poop, and the steward halfway down the poop ladder talking to them eagerly. He happened to catch sight of me and dived, the second ran down on the main-deck shouting some order or other, and the chief mate came to meet me, touching his cap.<br> There was a sort of curiosity in his eye that I did not like. I don't know whether the steward had told them that I was ‘queer’ only, or downright drunk, but I know the man meant to have a good look at me. I watched him coming with a smile which, as he got into point-blank range, took effect and froze his very whiskers. I did not give him time to open his lips.<br> ‘Square the yards by lifts and braces before the hands go to breakfast.’<br> It was the first particular order I had given on board that ship; and I stayed on deck to see it executed, too. I had felt the need of asserting myself without loss of time. That sneering young cub got taken down a peg or two on that occasion, and I also seized the opportunity of having a good look at the face of every foremast man as they filed past me to go to the after braces. At breakfast time, eating nothing myself, I presided with such frigid dignity that the two mates were only too glad to escape from the cabin as soon as decency permitted; and all the time the dual working of my mind distracted me almost to the point of insanity. I was constantly watching myself, my secret self, as dependent on my actions as my own personality, sleeping in that bed, behind that door which faced me as I sat at the head of the table. It was very much like being mad, only it was worse because one was aware of it.<br> I had to shake him for a solid minute, but when at last he opened his eyes it was in the full possession of his senses, with an inquiring look.<br> ‘All's well so far,’ I whispered. ‘Now you must vanish into the bathroom.’<br> He did so, as noiseless as a ghost, and then I rang for the steward, and facing him boldly, directed him to tidy up my stateroom while I was having my bath—’and be quick about it.’ As my tone admitted of no excuses, he said, ‘Yes, sir,’ and ran off to fetch his dustpan and brushes. I took a bath and did most of my dressing, splashing, and whistling softly for the steward's edification, while the secret sharer of my life stood drawn up bolt upright in that little space, his face looking very sunken in daylight, his eyelids lowered under the stern, dark line of his eyebrows drawn together by a slight frown.<br> When I left him there to go back to my room the steward was finishing dusting. I sent for the mate and engaged him in some insignificant conversation. It was, as it were, trifling with the terrific character of his whiskers; but my object was to give him an opportunity for a good look at my cabin. And then I could at last shut, with a clear conscience, the door of my stateroom and get my double back into the recessed part. There was nothing else for it. He had to sit still on a small folding stool, half smothered by the heavy coats hanging there. We listened to the steward going into the bathroom out of the saloon, filling the water bottles there, scrubbing the bath, setting things to rights, whisk, bang, clatter—out again into the saloon—turn the key—click. Such was my scheme for keeping my second self invisible. Nothing better could be contrived under the circumstances. And there we sat; I at my writing desk ready to appear busy with some papers, he behind me out of sight of the door. It would not have been prudent to talk in daytime; and I could not have stood the excitement of that queer sense of whispering to myself. Now and then, glancing over my shoulder, I saw him far back there, sitting rigidly on the low stool, his bare feet close together, his arms folded, his head hanging on his breast—and perfectly still. Anybody would have taken him for me.<br> I was fascinated by it myself. Every moment I had to glance over my shoulder. I was looking at him when a voice outside the door said:<br> ‘Beg pardon, sir.’<br> ‘Well!...’ I kept my eyes on him, and so when the voice outside the door announced, ‘There's a ship's boat coming our way, sir,’ I saw him give a start—the first movement he had made for hours. But he did not raise his bowed head.<br> ‘All right. Get the ladder over.’<br> I hesitated. Should I whisper something to him? But what? His immobility seemed to have been never disturbed. What could I tell him he did not know already?... Finally I went on deck.<br><br>II<br> <br> The skipper of the Sephora had a thin red whisker all round his face, and the sort of complexion that goes with hair of that color; also the particular, rather smeary shade of blue in the eyes. He was not exactly a showy figure; his shoulders were high, his stature but middling—one leg slightly more bandy than the other. He shook hands, looking vaguely around. A spiritless tenacity was his main characteristic, I judged. I behaved with a politeness which seemed to disconcert him. Perhaps he was shy. He mumbled to me as if he were ashamed of what he was saying; gave his name (it was something like Archbold—but at this distance of years I hardly am sure), his ship's name, and a few other particulars of that sort, in the manner of a criminal making a reluctant and doleful confession. He had had terrible weather on the passage out—terrible—terrible—wife aboard, too.<br> By this time we were seated in the cabin and the steward brought in a tray with a bottle and glasses. ‘Thanks! No.’ Never took liquor. Would have some water, though. He drank two tumblerfuls. Terrible thirsty work. Ever since daylight had been exploring the islands round his ship.<br> ‘What was that for—fun?’ I asked, with an appearance of polite interest.<br> ‘No!’ He sighed. ‘Painful duty.’<br> As he persisted in his mumbling and I wanted my double to hear every word, I hit upon the notion of informing him that I regretted to say I was hard of hearing.<br> ‘Such a young man, too!’ he nodded, keeping his smeary blue, unintelligent eyes fastened upon me. ‘What was the cause of it—some disease?’ he inquired, without the least sympathy and as if he thought that, if so, I'd got no more than I deserved.<br> ‘Yes; disease,’ I admitted in a cheerful tone which seemed to shock him. But my point was gained, because he had to raise his voice to give me his tale. It is not worth while to record his version. It was just over two months since all this had happened, and he had thought so much about it that he seemed completely muddled as to its bearings, but still immensely impressed.<br> ‘What would you think of such a thing happening on board your own ship? I've had the Sephora for these fifteen years. I am a well-known shipmaster.’<br> He was densely distressed—and perhaps I should have sympathized with him if I had been able to detach my mental vision from the unsuspected sharer of my cabin as though he were my second self. There he was on the other side of the bulkhead, four or five feet from us, no more, as we sat in the saloon. I looked politely at Captain Archbold (if that was his name), but it was the other I saw, in a gray sleeping suit, seated on a low stool, his bare feet close together, his arms folded, and every word said between us falling into the ears of his dark head bowed on his chest.<br> ‘I have been at sea now, man and boy, for seven-and-thirty years, and I've never heard of such a thing happening in an English ship. And that it should be my ship. Wife on board, too.’<br> I was hardly listening to him.<br> ‘Don't you think,’ I said, ‘that the heavy sea which, you told me, came aboard just then might have killed the man? I have seen the sheer weight of a sea kill a man very neatly, by simply breaking his neck.’<br> ‘Good God!’ he uttered, impressively, fixing his smeary blue eyes on me. ‘The sea! No man killed by the sea ever looked like that.’ He seemed positively scandalized at my suggestion. And as I gazed at him certainly not prepared for anything original on his part, he advanced his head close to mine and thrust his tongue out at me so suddenly that I couldn't help starting back.<br> After scoring over my calmness in this graphic way he nodded wisely. If I had seen the sight, he assured me, I would never forget it as long as I lived. The weather was too bad to give the corpse a proper sea burial. So next day at dawn they took it up on the poop, covering its face with a bit of bunting; he read a short prayer, and then, just as it was, in its oilskins and long boots, they launched it amongst those mountainous seas that seemed ready every moment to swallow up the ship herself and the terrified lives on board of her.<br> ‘That reefed foresail saved you,’ I threw in.<br> ‘Under God—it did,’ he exclaimed fervently. ‘It was by a special mercy, I firmly believe, that it stood some of those hurricane squalls.’<br> ‘It was the setting of that sail which—’ I began.<br> ‘God's own hand in it,’ he interrupted me. ‘Nothing less could have done it. I don't mind telling you that I hardly dared give the order. It seemed impossible that we could touch anything without losing it, and then our last hope would have been gone.’<br> The terror of that gale was on him yet. I let him go on for a bit, then said, casually—as if returning to a minor subject:<br> ‘You were very anxious to give up your mate to the shore people, I believe?’<br> He was. To the law. His obscure tenacity on that point had in it something incomprehensible and a little awful; something, as it were, mystical, quite apart from his anxiety that he should not be suspected of ‘countenancing any doings of that sort.’ Seven-and-thirty virtuous years at sea, of which over twenty of immaculate command, and the last fifteen in the Sephora, seemed to have laid him under some pitiless obligation.<br> ‘And you know,’ he went on, groping shame-facedly amongst his feelings, ‘I did not engage that young fellow. His people had some interest with my owners. I was in a way forced to take him on. He looked very smart, very gentlemanly, and all that. But do you know—I never liked him, somehow. I am a plain man. You see, he wasn't exactly the sort for the chief mate of a ship like the Sephora.’<br> I had become so connected in thoughts and impressions with the secret sharer of my cabin that I felt as if I, personally, were being given to understand that I, too, was not the sort that would have done for the chief mate of a ship like the Sephora. I had no doubt of it in my mind.<br> ‘Not at all the style of man. You understand,’ he insisted, superfluously, looking hard at me.<br> I smiled urbanely. He seemed at a loss for a while.<br> ‘I suppose I must report a suicide.’<br> ‘Beg pardon?’<br> ‘Suicide! That's what I'll have to write to my owners directly I get in.’<br> ‘Unless you manage to recover him before tomorrow,’ I assented, dispassionately.... ‘I mean, alive.’<br> He mumbled something which I really did not catch, and I turned my ear to him in a puzzled manner. He fairly bawled:<br> ‘The land—I say, the mainland is at least seven miles off my anchorage.’<br> ‘About that.’<br> My lack of excitement, of curiosity, of surprise, of any sort of pronounced interest, began to arouse his distrust. But except for the felicitous pretense of deafness I had not tried to pretend anything. I had felt utterly incapable of playing the part of ignorance properly, and therefore was afraid to try. It is also certain that he had brought some ready-made suspicions with him, and that he viewed my politeness as a strange and unnatural phenomenon. And yet how else could I have received him? Not heartily! That was impossible for psychological reasons, which I need not state here. My only object was to keep off his inquiries. Surlily? Yes, but surliness might have provoked a point-blank question. From its novelty to him and from its nature, punctilious courtesy was the manner best calculated to restrain the man. But there was the danger of his breaking through my defense bluntly. I could not, I think, have met him by a direct lie, also for psychological (not moral) reasons. If he had only known how afraid I was of his putting my feeling of identity with the other to the test! But, strangely enough—(I thought of it only afterwards)—I believe that he was not a little disconcerted by the reverse side of that weird situation, by something in me that reminded him of the man he was seeking—suggested a mysterious similitude to the young fellow he had distrusted and disliked from the first.<br> However that might have been, the silence was not very prolonged. He took another oblique step.<br> ‘I reckon I had no more than a two-mile pull to your ship. Not a bit more.’<br> ‘And quite enough, too, in this awful heat,’ I said.<br> Another pause full of mistrust followed. Necessity, they say, is mother of invention, but fear, too, is not barren of ingenious suggestions. And I was afraid he would ask me point-blank for news of my other self.<br> ‘Nice little saloon, isn't it?’ I remarked, as if noticing for the first time the way his eyes roamed from one closed door to the other. ‘And very well fitted out, too. Here, for instance,’ I continued, reaching over the back of my seat negligently and flinging the door open, ‘is my bathroom.’<br> He made an eager movement, but hardly gave it a glance. I got up, shut the door of the bathroom, and invited him to have a look round, as if I were very proud of my accommodation. He had to rise and be shown round, but he went through the business without any raptures whatever.<br> ‘And now we'll have a look at my stateroom,’ I declared, in a voice as loud as I dared to make it, crossing the cabin to the starboard side with purposely heavy steps.<br> He followed me in and gazed around. My intelligent double had vanished. I played my part.<br> ‘Very convenient—isn't it?’<br> ‘Very nice. Very comf...’ He didn't finish and went out brusquely as if to escape from some unrighteous wiles of mine. But it was not to be. I had been too frightened not to feel vengeful; I felt I had him on the run, and I meant to keep him on the run. My polite insistence must have had something menacing in it, because he gave in suddenly. And I did not let him off a single item; mate's room, pantry, storerooms, the very sail locker which was also under the poop—he had to look into them all. When at last I showed him out on the quarter-deck he drew a long, spiritless sigh, and mumbled dismally that he must really be going back to his ship now. I desired my mate, who had joined us, to see to the captain's boat.<br> The man of whiskers gave a blast on the whistle which he used to wear hanging round his neck, and yelled, ‘Sephora's away!’ My double down there in my cabin must have heard, and certainly could not feel more relieved than I. Four fellows came running out from somewhere forward and went over the side, while my own men, appearing on deck too, lined the rail. I escorted my visitor to the gangway ceremoniously, and nearly overdid it. He was a tenacious beast. On the very ladder he lingered, and in that unique, guiltily conscientious manner of sticking to the point:<br> ‘I say... you... you don't think that—’<br> I covered his voice loudly:<br> ‘Certainly not.... I am delighted. Good-by.’<br> I had an idea of what he meant to say, and just saved myself by the privilege of defective hearing. He was too shaken generally to insist, but my mate, close witness of that parting, looked mystified and his face took on a thoughtful cast. As I did not want to appear as if I wished to avoid all communication with my officers, he had the opportunity to address me.<br> ‘Seems a very nice man. His boat's crew told our chaps a very extraordinary story, if what I am told by the steward is true. I suppose you had it from the captain, sir?’<br> ‘Yes. I had a story from the captain.’<br> ‘A very horrible affair—isn't it, sir?’<br> ‘It is.’<br> ‘Beats all these tales we hear about murders in Yankee ships.’<br> ‘I don't think it beats them. I don't think it resembles them in the least.’<br> ‘Bless my soul—you don't say so! But of course I've no acquaintance whatever with American ships, not I, so I couldn't go against your knowledge. It's horrible enough for me.... But the queerest part is that those fellows seemed to have some idea the man was hidden aboard here. They had really. Did you ever hear of such a thing?’<br> ‘Preposterous—isn't it?’<br> We were walking to and fro athwart the quarter-deck. No one of the crew forward could be seen (the day was Sunday), and the mate pursued:<br> ‘There was some little dispute about it. Our chaps took offense. 'As if we would harbor a thing like that,' they said. 'Wouldn't you like to look for him in our coal-hole?' Quite a tiff. But they made it up in the end. I suppose he did drown himself. Don't you, sir?’<br> ‘I don't suppose anything.’<br> ‘You have no doubt in the matter, sir?’<br> ‘None whatever.’<br> I left him suddenly. I felt I was producing a bad impression, but with my double down there it was most trying to be on deck. And it was almost as trying to be below. Altogether a nerve-trying situation. But on the whole I felt less torn in two when I was with him. There was no one in the whole ship whom I dared take into my confidence. Since the hands had got to know his story, it would have been impossible to pass him off for anyone else, and an accidental discovery was to be dreaded now more than ever....<br> The steward being engaged in laying the table for dinner, we could talk only with our eyes when I first went down. Later in the afternoon we had a cautious try at whispering. The Sunday quietness of the ship was against us; the stillness of air and water around her was against us; the elements, the men were against us—everything was against us in our secret partnership; time itself—for this could not go on forever. The very trust in Providence was, I suppose, denied to his guilt. Shall I confess that this thought cast me down very much? And as to the chapter of accidents which counts for so much in the book of success, I could only hope that it was closed. For what favorable accident could be expected?<br> ‘Did you hear everything?’ were my first words as soon as we took up our position side by side, leaning over my bed place.<br> He had. And the proof of it was his earnest whisper, ‘The man told you he hardly dared to give the order.’<br> I understood the reference to be to that saving foresail.<br> ‘Yes. He was afraid of it being lost in the setting.’<br> ‘I assure you he never gave the order. He may think he did, but he never gave it. He stood there with me on the break of the poop after the main topsail blew away, and whimpered about our last hope—positively whimpered about it and nothing else—and the night coming on! To hear one's skipper go on like that in such weather was enough to drive any fellow out of his mind. It worked me up into a sort of desperation. I just took it into my own hands and went away from him, boiling, and—But what's the use telling you? You know!... Do you think that if I had not been pretty fierce with them I should have got the men to do anything? Not I! The bo's'n perhaps? Perhaps! It wasn't a heavy sea—it was a sea gone mad! I suppose the end of the world will be something like that; and a man may have the heart to see it coming once and be done with it—but to have to face it day after day—I don't blame anybody. I was precious little better than the rest. Only—I was an officer of that old coal wagon, anyhow—’<br> ‘I quite understand,’ I conveyed that sincere assurance into his ear. He was out of breath with whispering; I could hear him pant slightly. It was all very simple. The same strung-up force which had given twenty-four men a chance, at least, for their lives, had, in a sort of recoil, crushed an unworthy mutinous existence.<br> But I had no leisure to weigh the merits of the matter—footsteps in the saloon, a heavy knock. ‘There's enough wind to get under way with, sir.’ Here was the call of a new claim upon my thoughts and even upon my feelings.<br> ‘Turn the hands up,’ I cried through the door. ‘I'll be on deck directly.’<br> I was going out to make the acquaintance of my ship. Before I left the cabin our eyes met—the eyes of the only two strangers on board. I pointed to the recessed part where the little campstool awaited him and laid my finger on my lips. He made a gesture—somewhat vague—a little mysterious, accompanied by a faint smile, as if of regret.<br> This is not the place to enlarge upon the sensations of a man who feels for the first time a ship move under his feet to his own independent word. In my case they were not unalloyed. I was not wholly alone with my command; for there was that stranger in my cabin. Or rather, I was not completely and wholly with her. Part of me was absent. That mental feeling of being in two places at once affected me physically as if the mood of secrecy had penetrated my very soul. Before an hour had elapsed since the ship had begun to move, having occasion to ask the mate (he stood by my side) to take a compass bearing of the pagoda, I caught myself reaching up to his ear in whispers. I say I caught myself, but enough had escaped to startle the man. I can't describe it otherwise than by saying that he shied. A grave, preoccupied manner, as though he were in possession of some perplexing intelligence, did not leave him henceforth. A little later I moved away from the rail to look at the compass with such a stealthy gait that the helmsman noticed it—and I could not help noticing the unusual roundness of his eyes. These are trifling instances, though it's to no commander's advantage to be suspected of ludicrous eccentricities. But I was also more seriously affected. There are to a seaman certain words, gestures, that should in given conditions come as naturally, as instinctively as the winking of a menaced eye. A certain order should spring on to his lips without thinking; a certain sign should get itself made, so to speak, without reflection. But all unconscious alertness had abandoned me. I had to make an effort of will to recall myself back (from the cabin) to the conditions of the moment. I felt that I was appearing an irresolute commander to those people who were watching me more or less critically.<br> And, besides, there were the scares. On the second day out, for instance, coming off the deck in the afternoon (I had straw slippers on my bare feet) I stopped at the open pantry door and spoke to the steward. He was doing something there with his back to me. At the sound of my voice he nearly jumped out of his skin, as the saying is, and incidentally broke a cup.<br> ‘What on earth's the matter with you?’ I asked, astonished.<br> He was extremely confused. ‘Beg your pardon, sir. I made sure you were in your cabin.’<br> ‘You see I wasn't.’<br> ‘No, sir. I could have sworn I had heard you moving in there not a moment ago. It's most extraordinary... very sorry, sir.’<br> I passed on with an inward shudder. I was so identified with my secret double that I did not even mention the fact in those scanty, fearful whispers we exchanged. I suppose he had made some slight noise of some kind or other. It would have been miraculous if he hadn't at one time or another. And yet, haggard as he appeared, he looked always perfectly self-controlled, more than calm—almost invulnerable. On my suggestion he remained almost entirely in the bathroom, which, upon the whole, was the safest place. There could be really no shadow of an excuse for anyone ever wanting to go in there, once the steward had done with it. It was a very tiny place. Sometimes he reclined on the floor, his legs bent, his head sustained on one elbow. At others I would find him on the campstool, sitting in his gray sleeping suit and with his cropped dark hair like a patient, unmoved convict. At night I would smuggle him into my bed place, and we would whisper together, with the regular footfalls of the officer of the watch passing and repassing over our heads. It was an infinitely miserable time. It was lucky that some tins of fine preserves were stowed in a locker in my stateroom; hard bread I could always get hold of; and so he lived on stewed chicken, Pate de Foie Gras, asparagus, cooked oysters, sardines—on all sorts of abominable sham delicacies out of tins. My early-morning coffee he always drank; and it was all I dared do for him in that respect.<br> Every day there was the horrible maneuvering to go through so that my room and then the bathroom should be done in the usual way. I came to hate the sight of the steward, to abhor the voice of that harmless man. I felt that it was he who would bring on the disaster of discovery. It hung like a sword over our heads.<br> The fourth day out, I think (we were then working down the east side of the Gulf of Siam, tack for tack, in light winds and smooth water)—the fourth day, I say, of this miserable juggling with the unavoidable, as we sat at our evening meal, that man, whose slightest movement I dreaded, after putting down the dishes ran up on deck busily. This could not be dangerous. Presently he came down again; and then it appeared that he had remembered a coat of mine which I had thrown over a rail to dry after having been wetted in a shower which had passed over the ship in the afternoon. Sitting stolidly at the head of the table I became terrified at the sight of the garment on his arm. Of course he made for my door. There was no time to lose.<br> ‘Steward,’ I thundered. My nerves were so shaken that I could not govern my voice and conceal my agitation. This was the sort of thing that made my terrifically whiskered mate tap his forehead with his forefinger. I had detected him using that gesture while talking on deck with a confidential air to the carpenter. It was too far to hear a word, but I had no doubt that this pantomime could only refer to the strange new captain.<br> ‘Yes, sir,’ the pale-faced steward turned resignedly to me. It was this maddening course of being shouted at, checked without rhyme or reason, arbitrarily chased out of my cabin, suddenly called into it, sent flying out of his pantry on incomprehensible errands, that accounted for the growing wretchedness of his expression.<br> ‘Where are you going with that coat?’<br> ‘To your room, sir.’<br> ‘Is there another shower coming?’<br> ‘I'm sure I don't know, sir. Shall I go up again and see, sir?’<br> ‘No! never mind.’<br> My object was attained, as of course my other self in there would have heard everything that passed. During this interlude my two officers never raised their eyes off their respective plates; but the lip of that confounded cub, the second mate, quivered visibly.<br> I expected the steward to hook my coat on and come out at once. He was very slow about it; but I dominated my nervousness sufficiently not to shout after him. Suddenly I became aware (it could be heard plainly enough) that the fellow for some reason or other was opening the door of the bathroom. It was the end. The place was literally not big enough to swing a cat in. My voice died in my throat and I went stony all over. I expected to hear a yell of surprise and terror, and made a movement, but had not the strength to get on my legs. Everything remained still. Had my second self taken the poor wretch by the throat? I don't know what I could have done next moment if I had not seen the steward come out of my room, close the door, and then stand quietly by the sideboard.<br> ‘Saved,’ I thought. ‘But, no! Lost! Gone! He was gone!’<br> I laid my knife and fork down and leaned back in my chair. My head swam. After a while, when sufficiently recovered to speak in a steady voice, I instructed my mate to put the ship round at eight o'clock himself.<br> ‘I won't come on deck,’ I went on. ‘I think I'll turn in, and unless the wind shifts I don't want to be disturbed before midnight. I feel a bit seedy.’<br> ‘You did look middling bad a little while ago,’ the chief mate remarked without showing any great concern.<br> They both went out, and I stared at the steward clearing the table. There was nothing to be read on that wretched man's face. But why did he avoid my eyes, I asked myself. Then I thought I should like to hear the sound of his voice.<br> ‘Steward!’<br> ‘Sir!’ Startled as usual.<br> ‘Where did you hang up that coat?’<br> ‘In the bathroom, sir.’ The usual anxious tone. ‘It's not quite dry yet, sir.’<br> For some time longer I sat in the cuddy. Had my double vanished as he had come? But of his coming there was an explanation, whereas his disappearance would be inexplicable.... I went slowly into my dark room, shut the door, lighted the lamp, and for a time dared not turn round. When at last I did I saw him standing bolt-upright in the narrow recessed part. It would not be true to say I had a shock, but an irresistible doubt of his bodily existence flitted through my mind. Can it be, I asked myself, that he is not visible to other eyes than mine? It was like being haunted. Motionless, with a grave face, he raised his hands slightly at me in a gesture which meant clearly, ‘Heavens! what a narrow escape!’ Narrow indeed. I think I had come creeping quietly as near insanity as any man who has not actually gone over the border. That gesture restrained me, so to speak.<br> The mate with the terrific whiskers was now putting the ship on the other tack. In the moment of profound silence which follows upon the hands going to their stations I heard on the poop his raised voice: ‘Hard alee!’ and the distant shout of the order repeated on the main-deck. The sails, in that light breeze, made but a faint fluttering noise. It ceased. The ship was coming round slowly: I held my breath in the renewed stillness of expectation; one wouldn't have thought that there was a single living soul on her decks. A sudden brisk shout, ‘Mainsail haul!’ broke the spell, and in the noisy cries and rush overhead of the men running away with the main brace we two, down in my cabin, came together in our usual position by the bed place.<br> He did not wait for my question. ‘I heard him fumbling here and just managed to squat myself down in the bath,’ he whispered to me. ‘The fellow only opened the door and put his arm in to hang the coat up. All the same—’<br> ‘I never thought of that,’ I whispered back, even more appalled than before at the closeness of the shave, and marveling at that something unyielding in his character which was carrying him through so finely. There was no agitation in his whisper. Whoever was being driven distracted, it was not he. He was sane. And the proof of his sanity was continued when he took up the whispering again.<br> ‘It would never do for me to come to life again.’<br> It was something that a ghost might have said. But what he was alluding to was his old captain's reluctant admission of the theory of suicide. It would obviously serve his turn—if I had understood at all the view which seemed to govern the unalterable purpose of his action.<br> ‘You must maroon me as soon as ever you can get amongst these islands off the Cambodge shore,’ he went on.<br> ‘Maroon you! We are not living in a boy's adventure tale,’ I protested. His scornful whispering took me up.<br> ‘We aren't indeed! There's nothing of a boy's tale in this. But there's nothing else for it. I want no more. You don't suppose I am afraid of what can be done to me? Prison or gallows or whatever they may please. But you don't see me coming back to explain such things to an old fellow in a wig and twelve respectable tradesmen, do you? What can they know whether I am guilty or not—or of what I am guilty, either? That's my affair. What does the Bible say? 'Driven off the face of the earth.' Very well, I am off the face of the earth now. As I came at night so I shall go.’<br> ‘Impossible!’ I murmured. ‘You can't.’<br> ‘Can't?... Not naked like a soul on the Day of Judgment. I shall freeze on to this sleeping suit. The Last Day is not yet—and... you have understood thoroughly. Didn't you?’<br> I felt suddenly ashamed of myself. I may say truly that I understood—and my hesitation in letting that man swim away from my ship's side had been a mere sham sentiment, a sort of cowardice.<br> ‘It can't be done now till next night,’ I breathed out. ‘The ship is on the off-shore tack and the wind may fail us.’<br> ‘As long as I know that you understand,’ he whispered. ‘But of course you do. It's a great satisfaction to have got somebody to understand. You seem to have been there on purpose.’ And in the same whisper, as if we two whenever we talked had to say things to each other which were not fit for the world to hear, he added, ‘It's very wonderful.’<br> We remained side by side talking in our secret way—but sometimes silent or just exchanging a whispered word or two at long intervals. And as usual he stared through the port. A breath of wind came now and again into our faces. The ship might have been moored in dock, so gently and on an even keel she slipped through the water, that did not murmur even at our passage, shadowy and silent like a phantom sea.<br> At midnight I went on deck, and to my mate's great surprise put the ship round on the other tack. His terrible whiskers flitted round me in silent criticism. I certainly should not have done it if it had been only a question of getting out of that sleepy gulf as quickly as possible. I believe he told the second mate, who relieved him, that it was a great want of judgment. The other only yawned. That intolerable cub shuffled about so sleepily and lolled against the rails in such a slack, improper fashion that I came down on him sharply.<br> ‘Aren't you properly awake yet?’<br> ‘Yes, sir! I am awake.’<br> ‘Well, then, be good enough to hold yourself as if you were. And keep a lookout. If there's any current we'll be closing with some islands before daylight.’<br> The east side of the gulf is fringed with islands, some solitary, others in groups. On the blue background of the high coast they seem to float on silvery patches of calm water, arid and gray, or dark green and rounded like clumps of evergreen bushes, with the larger ones, a mile or two long, showing the outlines of ridges, ribs of gray rock under the dark mantle of matted leafage. Unknown to trade, to travel, almost to geography, the manner of life they harbor is an unsolved secret. There must be villages—settlements of fishermen at least—on the largest of them, and some communication with the world is probably kept up by native craft. But all that forenoon, as we headed for them, fanned along by the faintest of breezes, I saw no sign of man or canoe in the field of the telescope I kept on pointing at the scattered group.<br> At noon I gave no orders for a change of course, and the mate's whiskers became much concerned and seemed to be offering themselves unduly to my notice. At last I said:<br> ‘I am going to stand right in. Quite in—as far as I can take her.’<br> The stare of extreme surprise imparted an air of ferocity also to his eyes, and he looked truly terrific for a moment.<br> ‘We're not doing well in the middle of the gulf,’ I continued, casually. ‘I am going to look for the land breezes tonight.’<br> ‘Bless my soul! Do you mean, sir, in the dark amongst the lot of all them islands and reefs and shoals?’<br> ‘Well—if there are any regular land breezes at all on this coast one must get close inshore to find them, mustn't one?’<br> ‘Bless my soul!’ he exclaimed again under his breath. All that afternoon he wore a dreamy, contemplative appearance which in him was a mark of perplexity. After dinner I went into my stateroom as if I meant to take some rest. There we two bent our dark heads over a half-unrolled chart lying on my bed.<br> ‘There,’ I said. ‘It's got to be Koh-ring. I've been looking at it ever since sunrise. It has got two hills and a low point. It must be inhabited. And on the coast opposite there is what looks like the mouth of a biggish river—with some towns, no doubt, not far up. It's the best chance for you that I can see.’<br> ‘Anything. Koh-ring let it be.’<br> He looked thoughtfully at the chart as if surveying chances and distances from a lofty height—and following with his eyes his own figure wandering on the blank land of Cochin-China, and then passing off that piece of paper clean out of sight into uncharted regions. And it was as if the ship had two captains to plan her course for her. I had been so worried and restless running up and down that I had not had the patience to dress that day. I had remained in my sleeping suit, with straw slippers and a soft floppy hat. The closeness of the heat in the gulf had been most oppressive, and the crew were used to seeing me wandering in that airy attire.<br> ‘She will clear the south point as she heads now,’ I whispered into his ear. ‘Goodness only knows when, though, but certainly after dark. I'll edge her in to half a mile, as far as I may be able to judge in the dark—’<br> ‘Be careful,’ he murmured, warningly—and I realized suddenly that all my future, the only future for which I was fit, would perhaps go irretrievably to pieces in any mishap to my first command.<br> I could not stop a moment longer in the room. I motioned him to get out of sight and made my way on the poop. That unplayful cub had the watch. I walked up and down for a while thinking things out, then beckoned him over.<br> ‘Send a couple of hands to open the two quarter-deck ports,’ I said, mildly.<br> He actually had the impudence, or else so forgot himself in his wonder at such an incomprehensible order, as to repeat:<br> ‘Open the quarter-deck ports! What for, sir?’<br> ‘The only reason you need concern yourself about is because I tell you to do so. Have them open wide and fastened properly.’<br> He reddened and went off, but I believe made some jeering remark to the carpenter as to the sensible practice of ventilating a ship's quarter-deck. I know he popped into the mate's cabin to impart the fact to him because the whiskers came on deck, as it were by chance, and stole glances at me from below—for signs of lunacy or drunkenness, I suppose.<br> A little before supper, feeling more restless than ever, I rejoined, for a moment, my second self. And to find him sitting so quietly was surprising, like something against nature, inhuman.<br> I developed my plan in a hurried whisper.<br> ‘I shall stand in as close as I dare and then put her round. I will presently find means to smuggle you out of here into the sail locker, which communicates with the lobby. But there is an opening, a sort of square for hauling the sails out, which gives straight on the quarter-deck and which is never closed in fine weather, so as to give air to the sails. When the ship's way is deadened in stays and all the hands are aft at the main braces you will have a clear road to slip out and get overboard through the open quarter-deck port. I've had them both fastened up. Use a rope's end to lower yourself into the water so as to avoid a splash—you know. It could be heard and cause some beastly complication.’<br> He kept silent for a while, then whispered, ‘I understand.’<br> ‘I won't be there to see you go,’ I began with an effort. ‘The rest ... I only hope I have understood, too.’<br> ‘You have. From first to last’—and for the first time there seemed to be a faltering, something strained in his whisper. He caught hold of my arm, but the ringing of the supper bell made me start. He didn't though; he only released his grip.<br> After supper I didn't come below again till well past eight o'clock. The faint, steady breeze was loaded with dew; and the wet, darkened sails held all there was of propelling power in it. The night, clear and starry, sparkled darkly, and the opaque, lightless patches shifting slowly against the low stars were the drifting islets. On the port bow there was a big one more distant and shadowily imposing by the great space of sky it eclipsed.<br> On opening the door I had a back view of my very own self looking at a chart. He had come out of the recess and was standing near the table.<br> ‘Quite dark enough,’ I whispered.<br> He stepped back and leaned against my bed with a level, quiet glance. I sat on the couch. We had nothing to say to each other. Over our heads the officer of the watch moved here and there. Then I heard him move quickly. I knew what that meant. He was making for the companion; and presently his voice was outside my door.<br> ‘We are drawing in pretty fast, sir. Land looks rather close.’<br> ‘Very well,’ I answered. ‘I am coming on deck directly.’<br> I waited till he was gone out of the cuddy, then rose. My double moved too. The time had come to exchange our last whispers, for neither of us was ever to hear each other's natural voice.<br> ‘Look here!’ I opened a drawer and took out three sovereigns. ‘Take this anyhow. I've got six and I'd give you the lot, only I must keep a little money to buy some fruit and vegetables for the crew from native boats as we go through Sunda Straits.’<br> He shook his head.<br> ‘Take it,’ I urged him, whispering desperately. ‘No one can tell what—’<br> He smiled and slapped meaningly the only pocket of the sleeping jacket. It was not safe, certainly. But I produced a large old silk handkerchief of mine, and tying the three pieces of gold in a corner, pressed it on him. He was touched, I supposed, because he took it at last and tied it quickly round his waist under the jacket, on his bare skin.<br> Our eyes met; several seconds elapsed, till, our glances still mingled, I extended my hand and turned the lamp out. Then I passed through the cuddy, leaving the door of my room wide open.... ‘Steward!’<br> He was still lingering in the pantry in the greatness of his zeal, giving a rub-up to a plated cruet stand the last thing before going to bed. Being careful not to wake up the mate, whose room was opposite, I spoke in an undertone.<br> He looked round anxiously. ‘Sir!’<br> ‘Can you get me a little hot water from the galley?’<br> ‘I am afraid, sir, the galley fire's been out for some time now.’<br> ‘Go and see.’<br> He flew up the stairs.<br> ‘Now,’ I whispered, loudly, into the saloon—too loudly, perhaps, but I was afraid I couldn't make a sound. He was by my side in an instant—the double captain slipped past the stairs—through a tiny dark passage ... a sliding door. We were in the sail locker, scrambling on our knees over the sails. A sudden thought struck me. I saw myself wandering barefooted, bareheaded, the sun beating on my dark poll. I snatched off my floppy hat and tried hurriedly in the dark to ram it on my other self. He dodged and fended off silently. I wonder what he thought had come to me before he understood and suddenly desisted. Our hands met gropingly, lingered united in a steady, motionless clasp for a second. ... No word was breathed by either of us when they separated.<br> I was standing quietly by the pantry door when the steward returned.<br> ‘Sorry, sir. Kettle barely warm. Shall I light the spirit lamp?’<br> ‘Never mind.’<br> I came out on deck slowly. It was now a matter of conscience to shave the land as close as possible—for now he must go overboard whenever the ship was put in stays. Must! There could be no going back for him. After a moment I walked over to leeward and my heart flew into my mouth at the nearness of the land on the bow. Under any other circumstances I would not have held on a minute longer. The second mate had followed me anxiously.<br> I looked on till I felt I could command my voice.<br> ‘She will weather,’ I said then in a quiet tone.<br> ‘Are you going to try that, sir?’ he stammered out incredulously.<br> I took no notice of him and raised my tone just enough to be heard by the helmsman.<br> ‘Keep her good full.’<br> ‘Good full, sir.’<br> The wind fanned my cheek, the sails slept, the world was silent. The strain of watching the dark loom of the land grow bigger and denser was too much for me. I had shut my eyes—because the ship must go closer. She must! The stillness was intolerable. Were we standing still?<br> When I opened my eyes the second view started my heart with a thump. The black southern hill of Koh-ring seemed to hang right over the ship like a towering fragment of everlasting night. On that enormous mass of blackness there was not a gleam to be seen, not a sound to be heard. It was gliding irresistibly towards us and yet seemed already within reach of the hand. I saw the vague figures of the watch grouped in the waist, gazing in awed silence.<br> ‘Are you going on, sir?’ inquired an unsteady voice at my elbow.<br> I ignored it. I had to go on.<br> ‘Keep her full. Don't check her way. That won't do now,’ I said warningly.<br> ‘I can't see the sails very well,’ the helmsman answered me, in strange, quavering tones.<br> Was she close enough? Already she was, I won't say in the shadow of the land, but in the very blackness of it, already swallowed up as it were, gone too close to be recalled, gone from me altogether.<br> ‘Give the mate a call,’ I said to the young man who stood at my elbow as still as death. ‘And turn all hands up.’<br> My tone had a borrowed loudness reverberated from the height of the land. Several voices cried out together: ‘We are all on deck, sir.’<br> Then stillness again, with the great shadow gliding closer, towering higher, without a light, without a sound. Such a hush had fallen on the ship that she might have been a bark of the dead floating in slowly under the very gate of Erebus.<br> ‘My God! Where are we?’<br> It was the mate moaning at my elbow. He was thunderstruck, and as it were deprived of the moral support of his whiskers. He clapped his hands and absolutely cried out, ‘Lost!’<br> ‘Be quiet,’ I said, sternly.<br> He lowered his tone, but I saw the shadowy gesture of his despair. ‘What are we doing here?’<br> ‘Looking for the land wind.’<br> He made as if to tear his hair, and addressed me recklessly.<br> ‘She will never get out. You have done it, sir. I knew it'd end in something like this. She will never weather, and you are too close now to stay. She'll drift ashore before she's round. Oh my God!’<br> I caught his arm as he was raising it to batter his poor devoted head, and shook it violently.<br> ‘She's ashore already,’ he wailed, trying to tear himself away.<br> ‘Is she?... Keep good full there!’<br> ‘Good full, sir,’ cried the helmsman in a frightened, thin, childlike voice.<br> I hadn't let go the mate's arm and went on shaking it. ‘Ready about, do you hear? You go forward’—shake—’and stop there’—shake—’and hold your noise’—shake—’and see these head-sheets properly overhauled’—shake, shake—shake.<br> And all the time I dared not look towards the land lest my heart should fail me. I released my grip at last and he ran forward as if fleeing for dear life.<br> I wondered what my double there in the sail locker thought of this commotion. He was able to hear everything—and perhaps he was able to understand why, on my conscience, it had to be thus close—no less. My first order ‘Hard alee!’ re-echoed ominously under the towering shadow of Koh-ring as if I had shouted in a mountain gorge. And then I watched the land intently. In that smooth water and light wind it was impossible to feel the ship coming-to. No! I could not feel her. And my second self was making now ready to ship out and lower himself overboard. Perhaps he was gone already...?<br> The great black mass brooding over our very mastheads began to pivot away from the ship's side silently. And now I forgot the secret stranger ready to depart, and remembered only that I was a total stranger to the ship. I did not know her. Would she do it? How was she to be handled?<br> I swung the mainyard and waited helplessly. She was perhaps stopped, and her very fate hung in the balance, with the black mass of Koh-ring like the gate of the everlasting night towering over her taffrail. What would she do now? Had she way on her yet? I stepped to the side swiftly, and on the shadowy water I could see nothing except a faint phosphorescent flash revealing the glassy smoothness of the sleeping surface. It was impossible to tell—and I had not learned yet the feel of my ship. Was she moving? What I needed was something easily seen, a piece of paper, which I could throw overboard and watch. I had nothing on me. To run down for it I didn't dare. There was no time. All at once my strained, yearning stare distinguished a white object floating within a yard of the ship's side. White on the black water. A phosphorescent flash passed under it. What was that thing?... I recognized my own floppy hat. It must have fallen off his head... and he didn't bother. Now I had what I wanted—the saving mark for my eyes. But I hardly thought of my other self, now gone from the ship, to be hidden forever from all friendly faces, to be a fugitive and a vagabond on the earth, with no brand of the curse on his sane forehead to stay a slaying hand... too proud to explain.<br> And I watched the hat—the expression of my sudden pity for his mere flesh. It had been meant to save his homeless head from the dangers of the sun. And now—behold—it was saving the ship, by serving me for a mark to help out the ignorance of my strangeness. Ha! It was drifting forward, warning me just in time that the ship had gathered sternaway.<br> ‘Shift the helm,’ I said in a low voice to the seaman standing still like a statue.<br> The man's eyes glistened wildly in the binnacle light as he jumped round to the other side and spun round the wheel.<br> I walked to the break of the poop. On the over-shadowed deck all hands stood by the forebraces waiting for my order. The stars ahead seemed to be gliding from right to left. And all was so still in the world that I heard the quiet remark, ‘She's round,’ passed in a tone of intense relief between two seamen.<br> ‘Let go and haul.’<br> The foreyards ran round with a great noise, amidst cheery cries. And now the frightful whiskers made themselves heard giving various orders. Already the ship was drawing ahead. And I was alone with her. Nothing! no one in the world should stand now between us, throwing a shadow on the way of silent knowledge and mute affection, the perfect communion of a seaman with his first command.<br> Walking to the taffrail, I was in time to make out, on the very edge of a darkness thrown by a towering black mass like the very gateway of Erebus—yes, I was in time to catch an evanescent glimpse of my white hat left behind to mark the spot where the secret sharer of my cabin and of my thoughts, as though he were my second self, had lowered himself into the water to take his punishment: a free man, a proud swimmer striking out for a new destiny.</p>"}