{"id":"user21","title":"Sylvia Plath","exclude_from_menu":"true","image":"ninth1280.jpg","main_text":"I have done it again.<br>One year in every ten<br>I manage it—<br><br>A sort of walking miracle, my skin<br>Bright as a Nazi lampshade,<br>My right foot<br><br>A paperweight,<br>My face a featureless, fine<br>Jew linen.<br><br>Peel off the napkin<br>O my enemy.<br>Do I terrify?—<br><br>The nose, the eye pits, the full set of teeth?<br>The sour breath<br>Will vanish in a day.<br><br>Soon, soon the flesh<br>The grave cave ate will be<br>At home on me<br><br>And I a smiling woman.<br>I am only thirty.<br>And like the cat I have nine times to die.<br><br>This is Number Three.<br>What a trash<br>To annihilate each decade.<br><br>What a million filaments.<br>The peanut-crunching crowd<br>Shoves in to see<br><br>Them unwrap me hand and foot—<br>The big strip tease.<br>Gentlemen, ladies,<br><br>These are my hands,<br>My knees.I may be skin and bone,<br><br>Nevertheless, I am the same, identical woman.<br>The first time it happened I was ten.<br>It was an accident.<br><br>The second time I meant<br>To last it out and not come back at all.<br>I rocked shut<br><br>As a seashell.<br>They had to call and call<br>And pick the worms off me like sticky pearls.<br><br>Dying<br>Is an art, like everything else.<br>I do it exceptionally well.<br><br>I do it so it feels like hell.<br>I do it so it feels real.<br>I guess you could say I've a call.<br><br>It's easy enough to do it in a cell.<br>It's easy enough to do it and stay put.<br>It's the theatrical<br><br>Comeback in broad day<br>To the same place, the same face, the same brute<br>Amused shout:<br><br>'A miracle!'<br>That knocks me out.<br>There is a charge<br><br>For the eyeing of my scars, there is a charge<br>For the hearing of my heart—<br>It really goes.<br><br>And there is a charge, very large charge,<br>For a word or a touch<br>Or a bit of blood<br><br>Or a piece of my hair or my clothes.<br>So, so, Herr Doktor.<br>So, Herr Enemy.<br><br>I am your opus,<br>I am your valuable,<br>The pure gold baby<br><br>That melts to a shriek.<br>I turn and burn.<br>Do not think I underestimate your great concern.<br><br>Ash, ash—<br>You poke and stir.<br>Flesh, bone, there is nothing there—<br><br>A cake of soap,<br>A wedding ring,<br>A gold filling.<br><br>Herr God, Herr Lucifer,<br>Beware<br>Beware.<br><br>Out of the ash<br>I rise with my red hair<br>And I eat men like air.</p><br>Clownlike, happiest on your hands,<br>Feet to the stars, and moon-skulled,<br>Gilled like a fish. A common-sense<br>Thumbs-down on the dodo's mode.<br>Wrapped up in yourself like a spool,<br>Trawling your dark as owls do.<br>Mute as a turnip from the Fourth<br>Of July to All Fools' Day,<br>O high-riser, my little loaf.<br><br>Vague as fog and looked for like mail.<br>Farther off than Australia.<br>Bent-backed Atlas, our traveled prawn.<br>Snug as a bud and at home<br>Like a sprat in a pickle jug.<br>A creel of eels, all ripples.<br>Jumpy as a Mexican bean.<br>Right, like a well-done sum.<br>A clean slate, with your own face on.</p><br>Stasis in darkness.<br>Then the substanceless blue<br>Pour of tor and distances.<br><br>God's lioness,<br>How one we grow,<br>Pivot of heels and knees! - The furrow<br><br>Splits and passes, sister to<br>The brown arc<br>Of the neck I cannot catch,<br><br>Nigger-eye<br>Berries cast dark<br>Hooks -<br><br>Black sweet blood mouthfuls,<br>Shadows.<br>Something else<br><br>Hauls me through air -<br>Thighs, hair;<br>Flakes from my heels.<br><br>White<br>Godiva, I unpeel -<br>Dead hands, dead stringencies.<br><br>And now I<br>Foam to wheat, a glitter of seas.<br>The child's cry<br><br>Melts in the wall.<br>And I<br>Am the arrow,<br><br>The dew that flies<br>Suicidal, at one with the drive<br>Into the red<br><br>Eye, the cauldron of morning.</p><br>You do not do, you do not do<br>Any more, black shoe<br>In which I have lived like a foot<br>For thirty years, poor and white,<br>Barely daring to breathe or Achoo.<br><br>Daddy, I have had to kill you.<br>You died before I had time——<br>Marble-heavy, a bag full of God,<br>Ghastly statue with one gray toe<br>Big as a Frisco seal<br><br>And a head in the freakish Atlantic<br>Where it pours been green over blue<br>In the waters off beautiful Nauset.<br>I used to pray to recover you.<br>Ach, du.<br><br>In the German tongue, in the Polish town<br>Scraped flat by the roller<br>Of wars, wars, wars.<br>But the name of the town is common.<br>My Polack friend<br><br>Says there are a dozen or two.<br>So I never could tell where you<br>Put your foot, your root,<br>I never could talk to you.<br>The tongue stuck in my jaw.<br><br>It stuck in a barb wire snare.<br>Ich, ich, ich, ich,<br>I could hardly speak.<br>I thought every German was you.<br>And the language obscene<br><br>An engine, an engine<br>Chuffing me off like a Jew.<br>A Jew to Dachau, Auschwitz, Belsen<br>I began to talk like a Jew.<br>I think I may well be a Jew.<br><br>The snows of the Tyrol, the clear beer of Vienna<br>Are not very pure or true.<br>With my gypsy ancestress and my weird luck<br>And my Taroc pack and my Taroc pack<br>I may be a bit of a Jew.<br><br>I have always been scared of you,<br>With your Luftwaffe, your gobbledygoo.<br>And your neat moustache<br>And your Aryan eye, bright blue.<br>Panzer-man, panzer-man, O You——<br><br>Not God but a swastika<br>So black no sky could squeak through.<br>Every woman adores a Fascist,<br>The boot in the face, the brute<br>Brute heart of a brute like you.<br><br>You stand at the blackboard, daddy,<br>In the picture I have of you,<br>A cleft in your chin instead of your foot<br>But no less a devil for that, no not<br>Any less the black man who<br><br>Bit my pretty red heart in two.<br>I was ten when they buried you.<br>At twenty I tried to die<br>And get back, back, back to you.<br>I thought even the bones would do.<br><br>But they pulled me out of the sack,<br>And they stuck me together with glue,<br>And then I knew what to do.<br>I made a model of you.<br>A man in black with a Meinkampf look<br><br>And a love of the rack and the screw.<br>And I said I do, I do.<br>So daddy, I'm finally through.<br>The black telephone's off at the root,<br>The voices just can't worm through.<br><br>If I've killed one man, I've killed two——<br>The vampire who said he was you<br>And drank my blood for a year,<br>Seven years, if you want to know.<br>Daddy, you can lie back now.<br><br>There's a stake in your fat black heart<br>And the villagers never liked you.<br>They are dancing and stamping on you.<br>They always knew it was you.<br>Daddy, daddy, you bastard, I'm through.</p><br>First, are you our sort of a person?<br>Do you wear<br>A glass eye, false teeth or a crutch,<br>A brace or a hook,<br>Rubber breasts or a rubber crotch,<br><br>Stitches to show something's missing? No, no? Then<br>How can we give you a thing?<br>Stop crying.<br>Open your hand.<br>Empty? Empty. Here is a hand<br><br>To fill it and willing<br>To bring teacups and roll away headaches<br>And do whatever you tell it.<br>Will you marry it?<br>It is guaranteed<br><br>To thumb shut your eyes at the end<br>And dissolve of sorrow.<br>We make new stock from the salt.<br>I notice you are stark naked<br>How about this suit -<br><br>Black and stiff, but not a bad fit.<br>Will you marry it?<br>It is waterproof, shatterproof, proof<br>Against fire and bombs through the roof.<br>Believe me, they'll bury you in it.<br><br>Now your head, excuse me, is empty.<br>I have the ticket for that.<br>Come here, sweetie, out of the closet.<br>Well, what do you think of that?<br>Naked as paper to start<br><br>But in twenty-five years she'll be silver,<br>In fifty, gold.<br>A living doll, everywhere you look.<br>It can sew, it can cook,<br>It can talk, talk, talk.<br><br>It works, there is nothing wrong with it.<br>You have a hole, it's a poultice.<br>You have an eye, it's an image.<br>My boy, it's your last resort.<br>Will you marry it, marry it, marry it.</p><br>This is the light of the mind, cold and planetary.<br>The trees of the mind are black. The light is blue.<br>The grasses unload their griefs on my feet as if I were God,<br>Prickling my ankles and murmuring of their humility.<br>Fumy, spirituous mists inhabit this place<br>Separated from my house by a row of headstones.<br>I simply cannot see where there is to get to.<br><br>The moon is no door. It is a face in its own right,<br>White as a knuckle and terribly upset.<br>It drags the sea after it like a dark crime; it is quiet<br>With the O-gape of complete despair. I live here.<br>Twice on Sunday, the bells startle the sky—<br>Eight great tongues affirming the Resurrection.<br>At the end, they soberly bong out their names.<br><br>The yew tree points up. It has a Gothic shape.<br>The eyes lift after it and find the moon.<br>The moon is my mother. She is not sweet like Mary.<br>Her blue garments unloose small bats and owls.<br>How I would like to believe in tenderness—<br>The face of the effigy, gentled by candles,<br>Bending, on me in particular, its mild eyes.<br><br>I have fallen a long way. Clouds are flowering<br>Blue and mystical over the face of the stars.<br>Inside the church, the saints will be all blue,<br>Floating on their delicate feet over the cold pews,<br>Their hands and faces stiff with holiness.<br>The moon sees nothing of this. She is bald and wild.<br>And the message of the yew tree is blackness—blackness and silence.</p>"}