{
				"id": "user376",
				"title": "They are all gone into the world of light! by Henry Vaughan",
				"exclude_from_menu": "true",
				"image": "David Beyer.jpg",
				"tag": ["15", "10", "34"],
				"video": {
					"src": ["Intense-particle-beam.m4v", "Intense-tunnel-of-light-blue.m4v", "Slow-motion-floating-colorful-lights-1.m4v", "Slow-motion-fiery-texture.m4v", "Slow-motion-floating-colorful-lights-2.m4v"],
					"type": "background"	
				},
				"main_text": "They are all gone into the world of light!<br> And I alone sit ling'ring here;<br> Their very memory is fair and bright,<br> And my sad thoughts doth clear.<br><br> It glows and glitters in my cloudy breast,<br> Like stars upon some gloomy grove,<br> Or those faint beams in which this hill is drest,<br> After the sun's remove.<br><br> I see them walking in an air of glory,<br> Whose light doth trample on my days:<br> My days, which are at best but dull and hoary,<br> Mere glimmering and decays.<br><br> O holy Hope! and high Humility,<br> High as the heavens above!<br> These are your walks, and you have show'd them me<br> To kindle my cold love.<br><br> Dear, beauteous Death! the jewel of the just,<br> Shining nowhere, but in the dark;<br> What mysteries do lie beyond thy dust<br> Could man outlook that mark!<br><br> He that hath found some fledg'd bird's nest, may know<br> At first sight, if the bird be flown;<br> But what fair well or grove he sings in now,<br> That is to him unknown.<br><br> And yet as angels in some brighter dreams<br> Call to the soul, when man doth sleep:<br> So some strange thoughtsranscend our wonted themes<br> And into glory peep.<br><br> If a star were confin'd into a tomb,<br> Her captive flames must needs burn there;<br> But when the hand that lock'd her up, gives room,<br> She'll shine through all the sphere.<br><br> O Father of eternal life, and all<br> Created glories under thee!<br> Resume thy spirit from this world of thrall<br> Into true liberty.<br><br> Either disperse these mists, which blot and fill<br> My perspective still as they pass,<br> Or else remove me hence unto that hill,<br> Where I shall need no glass."
			}