{"id":"user48","title":"Henry Vaughan","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"They are all gone into the world of light!<br> And I alone sit ling'ring here;<br> Their very memory is fair and bright,<br> And my sad thoughts doth clear.<br> <br> It glows and glitters in my cloudy breast,<br> Like stars upon some gloomy grove,<br> Or those faint beams in which this hill is drest,<br> After the sun's remove.<br> <br> I see them walking in an air of glory,<br> Whose light doth trample on my days:<br> My days, which are at best but dull and hoary,<br> Mere glimmering and decays.<br> <br> O holy Hope! and high Humility,<br> High as the heavens above!<br> These are your walks, and you have show'd them me<br> To kindle my cold love.<br> <br> Dear, beauteous Death! the jewel of the just,<br> Shining nowhere, but in the dark;<br> What mysteries do lie beyond thy dust<br> Could man outlook that mark!<br> <br> He that hath found some fledg'd bird's nest, may know<br> At first sight, if the bird be flown;<br> But what fair well or grove he sings in now,<br> That is to him unknown.<br> <br> And yet as angels in some brighter dreams<br> Call to the soul, when man doth sleep:<br> So some strange thoughtsranscend our wonted themes<br> And into glory peep.<br> <br> If a star were confin'd into a tomb,<br> Her captive flames must needs burn there;<br> But when the hand that lock'd her up, gives room,<br> She'll shine through all the sphere.<br> <br> O Father of eternal life, and all<br> Created glories under thee!<br> Resume thy spirit from this world of thrall<br> Into true liberty.<br> <br> Either disperse these mists, which blot and fill<br> My perspective still as they pass,<br> Or else remove me hence unto that hill,<br> Where I shall need no glass.</p><br>UNFOLD ! unfold ! Take in His light,<br> Who makes thy cares more short than night.<br> The joys which with His day-star rise<br> He deals to all but drowsy eyes ;<br> And, what the men of this world miss<br> Some drops and dews of future bliss.<br> <br> Hark ! how His winds have chang'd their note !<br> And with warm whispers call thee out ;<br> The frosts are past, the storms are gone,<br> And backward life at last comes on.<br> The lofty groves in express joys<br> Reply unto the turtle's voice ;<br> And here in dust and dirt, O here<br> The lilies of His love appear !</p><br>I SAW Eternity the other night, <br> Like a great ring of pure and endless light, <br> All calm, as it was bright ; <br> And round beneath it, Time in hours, days, years <br> Driv'n by the spheres <br> Like a vast shadow mov'd ; in which the world <br> And all her train were hurl'd. <br> The doting lover in his quaintest strain <br> Did there complain ; <br> Near him, his lute, his fancy, and his flights, <br> Wit's sour delights ; <br> With gloves, and knots, the silly snares of pleasure, <br> Yet his dear treasure, <br> All scatter'd lay, while he his eyes did pour <br> Upon a flow'r. <br> <br> <br> The darksome statesman, hung with weights and woe, <br> Like a thick midnight-fog, mov'd there so slow, <br> He did nor stay, nor go ; <br> Condemning thoughts-;like sad eclipses-;scowl <br> Upon his soul, <br> And clouds of crying witnesses without <br> Pursued him with one shout. <br> Yet digg'd the mole, and lest his ways be found, <br> Work'd under ground, <br> Where he did clutch his prey ; but one did see <br> That policy : <br> Churches and altars fed him ; perjuries <br> Were gnats and flies ; <br> It rain'd about him blood and tears, but he <br> Drank them as free. <br> <br> <br> The fearful miser on a heap of rust <br> Sate pining all his life there, did scarce trust <br> His own hands with the dust, <br> Yet would not place one piece above, but lives <br> In fear of thieves. <br> Thousands there were as frantic as himself, <br> And hugg'd each one his pelf ;* <br> The downright epicure plac'd heav'n in sense, <br> And scorn'd pretence ; <br> While others, slipp'd into a wide excess <br> Said little less ; <br> The weaker sort slight, trivial wares enslave, <br> Who think them brave ; <br> And poor, despis&egrave;d Truth sate counting by <br> Their victory. <br> <br> <br> <br> Yet some, who all this while did weep and sing, <br> And sing, and weep, soar'd up into the ring ; <br> But most would use no wing. <br> O fools-;said I-;thus to prefer dark night <br> Before true light ! <br> To live in grots and caves, and hate the day <br> Because it shows the way ; <br> The way, which from this dead and dark abode <br> Leads up to God ; <br> A way where you might tread the sun, and be <br> More bright than he ! <br> But as I did their madness so discuss, <br> One whisper'd thus, <br> &ldquo;This ring the Bridegroom did for none provide, <br> But for His bride.&rdquo; <br> <br> JOHN, CAP. 2. VER. 16, 17. <br> All that is in the world, the lust of the flesh, the <br> lust of the eyes, and the pride of life, is not of the <br> Father, but is of the world. <br> And the world passeth away, and the lusts thereof ; <br> but he that doeth the will of God abideth for ever.</p><br>With what deep murmurs through time's silent stealth<br> Doth thy transparent, cool, and watery wealth<br> Here flowing fall,<br> And chide, and call,<br> As if his liquid, loose retinue stayed<br> Lingering, and were of this steep place afraid;<br> The common pass<br> Where, clear as glass,<br> All must descend<br> Not to an end,<br> But quickened by this deep and rocky grave,<br> Rise to a longer course more bright and brave. <br> <br> Dear stream! dear bank, where often I<br> Have sat and pleased my pensive eye,<br> Why, since each drop of thy quick store<br> Runs thither whence it flowed before,<br> Should poor souls fear a shade or night,<br> Who came, sure, from a sea of light?<br> Or since those drops are all sent back<br> So sure to thee, that none doth lack,<br> Why should frail flesh doubt any more<br> That what God takes, He'll not restore?<br> <br> O useful element and clear!<br> My sacred wash and cleanser here,<br> My first consigner unto those<br> Fountains of life where the Lamb goes!<br> What sublime truths and wholesome themes<br> Lodge in thy mystical deep streams!<br> Such as dull man can never find<br> Unless that Spirit lead his mind<br> Which first upon thy face did move,<br> And hatched all with his quickening love.<br> As this loud brook's incessant fall<br> In streaming rings restagnates all,<br> Which reach by course the bank, and then<br> Are no more seen, just so pass men.<br> O my invisible estate,<br> My glorious liberty, still late!<br> Thou art the channel my soul seeks,<br> Not this with cataracts and creeks.</p><br>1.<br> <br> Award, and still in bonds, one day <br> I stole abroad, <br> It was high-spring, and all the way <br> Primros'd, and hung with shade; <br> Yet, was it frost within, <br> And surly winds <br> Blasted my infant buds, and sin <br> Like clouds eclips'd my mind.<br> <br> 2.<br> <br> Storm'd thus; I straight perceiv'd my spring <br> Mere stage, and show, <br> My walk a monstrous, mountain's thing <br> Rough-cast with rocks, and snow; <br> And as a pilgrim's eye <br> Far from relief, <br> Measures the melancholy sky <br> Then drops, and rains for grief,<br> <br> 3.<br> <br> So sigh'd I upwards still, at last <br> 'Twixt steps, and falls <br> I reach'd the pinnacle, where plac'd <br> I found a pair of scales, <br> I took them up and laid <br> In th'one late pains, <br> The other smoke, and pleasures weigh'd <br> But prov'd the heavier grains;<br> <br> 4.<br> <br> With that, some cried, Away; straight I <br> Obey'd, and led <br> Full east, a fair, fresh field could spy <br> Some call'd it Jacob's Bed; <br> A virgin-soil, which no <br> Rude feet ere trod, <br> Where (since he slept there,) only go <br> Prophets, and friends of God.<br> <br> 5.<br> <br> Here, I repos'd; but scarce well set, <br> A grove descried <br> Of stately height, whose branches met <br> And mixed on every side; <br> I entered, and once in <br> (Amaz'd to see't,) <br> Found all was chang'd, and a new spring <br> Did all my senses greet;<br> <br> 6.<br> <br> The unthrift sun shot vital gold <br> A thousand pieces, <br> And heaven its azure did unfold <br> Checker'd with snowy fleeces, <br> The air was all in spice <br> And every bush <br> A garland wore; thus fed my eyes <br> But all the ear lay hush.<br> <br> 7.<br> <br> Only a little fountain lent <br> Some use for ears, <br> And on the dumb shades language spent <br> The music of her tears; <br> I drew her near, and found <br> The cistern full <br> Of diverse stones, some bright, and round <br> Others ill'shap'd, and dull.<br> <br> 8.<br> <br> The first (pray mark,) as quick as light <br> Danc'd through the flood, <br> But, th'last more heavy than the night <br> Nail'd to the center stood; <br> I wonder'd much, but tir'd <br> At last with thought, <br> My restless eye that still desir'd <br> As strange an object brought;<br> <br> 9.<br> <br> It was a bank of flowers, where I descried <br> (Though 'twas mid'day,) <br> Some fast asleep, others broad-eyed <br> And taking in the ray, <br> Here musing long, I heard <br> A rushing wind <br> Which still increas'd, but whence it stirr'd <br> No where I could not find;<br> <br> 10.<br> <br> I turn'd me round, and to each shade <br> Dispatch'd an eye, <br> To see, if any leaf had made <br> Least motion, or reply, <br> But while I listening sought <br> My mind to ease <br> By knowing, where 'twas, or where not, <br> It whispered: Where I please. <br> Lord, then said I, On me one breath, <br> And let me die before my death!</p>"}