{
				"id": "user458",
				"title": "The Cry Of The Children by Elizabeth Barrett Browning",
				"exclude_from_menu": "true",
				"image": "Justin Brown.jpg",
				"tag": ["15", "34", "28", "46"],
				"video": {
					"src": ["City-b-panning.m4v", "City-cropped.m4v", "City-lights-landscape-timelapse.m4v", "City-panning.m4v", "City-sprawl-1.m4v", "City-sprawl-4.m4v"],
					"type": "background"	
				},
				"main_text": "Do ye hear the children weeping, O my brothers,<br> Ere the sorrow comes with years?<br> They are leaning their young heads against their mothers,<br> And that cannot stop their tears.<br> The young lambs are bleating in the meadows,<br> The young birds are chirping in the nest,<br> The young fawns are playing with the shadows,<br> The young flowers are blowing toward the west- <br> But the young, young children, O my brothers,<br> They are weeping bitterly!<br> They are weeping in the playtime of the others,<br> In the country of the free.<br><br>Do you question the young children in their sorrow,<br> Why their tears are falling so?<br> The old man may weep for his tomorrow,<br> Which is lost in Long Ago;<br> The old tree is leafless in the forest,<br> The old year is ending in the frost,<br> The old wound, if stricken, is the sorest,<br> The old hope is hardest to be lost:<br> But the young, young children, O my brothers,<br> Do you ask them why they stand<br> Weeping sore before the bosoms of their mothers,<br> In our happy Fatherland?<br><br>They look up with their pale and sunken faces,<br> And their looks are sad to see,<br> For the man's hoary anguish draws and presses<br> Down the cheeks of infancy;<br> 'Your old earth,' they say, 'is very dreary;<br> Our young feet,' they say, 'are very weak!<br> Few paces have we taken, yet are weary- <br> Our grave-rest is very far to seek.<br> Ask the aged why they weep, and not the children,<br> For the outside earth is cold,<br> And we young ones stand without, in our bewildering,<br> And the graves are for the old.'<br><br>'True,' say the children, 'it may happen<br> That we die before our time.<br> Little Alice died last year-her grave is shapen<br> Like a snowball, in the rime.<br> We looked into the pit prepared to take her:<br> Was no room for any work in the close clay!<br> From the sleep wherein she lieth none will wake her,<br> Crying 'Get up, little Alice! it is day.'<br> If you listen by that grave, in sun and shower,<br> With your ear down, little Alice never cries;<br> Could we see her face, be sure we should not know her,<br> For the smile has time for growing in her eyes:<br> And merry go her moments, lulled and stilled in<br> The shroud by the kirk-chime.<br> It is good when it happens,' say the children,<br> 'That we die before our time.'<br><br>Alas, alas, the children! They are seeking<br> Death in life, as best to have;<br> They are binding up their hearts away from breaking,<br> With a cerement from the grave.<br> Go out, children, from the mine and from the city,<br> Sing out, children, as the little thrushes do;<br> Pluck your handfuls of the meadow-cowslips pretty,<br> Laugh aloud, to feel your fingers let them through!<br> But they answer, 'Are your cowslips of the meadows<br> Like our weeds anear the mine?<br> Leave us quiet in the dark of the coal-shadows,<br> From your pleasures fair and fine!<br><br>'For oh,' say the children, 'we are weary,<br> And we cannot run or leap;<br> If we cared for any meadows, it were merely<br> To drop down in them and sleep.<br> Our knees tremble sorely in the stooping,<br> We fall upon our faces, trying to go;<br> And, underneath our heavy eyelids drooping,<br> The reddest flower would look as pale as snow.<br> For, all day, we drag our burden tiring<br> Through the coal-dark, underground;<br> Or, all day, we drive the wheels of iron<br> In the factories, round and round.<br><br>'For all day the wheels are droning, turning;<br> Their wind comes in our faces,- <br> Till our hearts turn, our heads with pulses burning,<br> And the walls turn in their places:<br> Turns the sky in the high window blank and reeling,<br> Turns the long light that drops adown the wall,<br> Turn the black flies that crawl along the ceiling,- <br> All are turning, all the day, and we with all.<br> And all day, the iron wheels are droning,<br> And sometimes we could pray,<br> 'O ye wheels,' (breaking out in a mad moaning)<br> 'Stop! be silent for today!' '<br><br>Ay, be silent! Let them hear each other breathing<br> For a moment, mouth to mouth!<br> Let them touch each other's hands, in a fresh wreathing<br> Of their tender human youth!<br> Let them feel that this cold metallic motion<br> Is not all the life God fashions or reveals:<br> Let them prove their living souls against the notion<br> That they live in you, or under you, O wheels!<br> Still, all day, the iron wheels go onward,<br> Grinding life down from its mark;<br> And the children's souls, which God is calling sunward,<br> Spin on blindly in the dark.<br><br>Now tell the poor young children, O my brothers,<br> To look up to Him and pray;<br> So the blessed One, who blesseth all the others,<br> Will bless them another day.<br> They answer, 'Who is God that He should hear us,<br> While the rushing of the iron wheels is stirred?<br> When we sob aloud, the human creatures near us<br> Pass by, hearing not, or answer not a word.<br> And we hear not (for the wheels in their resounding)<br> Strangers speaking at the door:<br> Is it likely God, with angels singing round Him,<br> Hears our weeping any more?<br><br>'Two words, indeed, of praying we remember,<br> And at midnight's hour of harm,<br> 'Our Father,' looking upward in the chamber,<br> We say softly for a charm.<br> We know no other words except 'Our Father,'<br> And we think that, in some pause of angels' song,<br> God may pluck them with the silence sweet to gather,<br> And hold both within His right hand which is strong.<br> 'Our Father!' If He heard us, He would surely<br> (For they call Him good and mild)<br> Answer, smiling down the steep world very purely,<br> 'Come and rest with me, my child.'<br><br>'But, no!' say the children, weeping faster,<br> 'He is speechless as a stone:<br> And they tell us, of His image is the master<br> Who commands us to work on.<br> Go to!' say the children,-'up in heaven,<br> Dark, wheel-like, turning clouds are all we find.<br> Do not mock us; grief has made us unbelieving- <br> We look up for God, but tears have made us blind.'<br> Do you hear the children weeping and disproving,<br> O my brothers, what ye preach?<br> For God's possible is taught by His world's loving,<br> And the children doubt of each.<br><br>And well may the children weep before you!<br> They are weary ere they run;<br> They have never seen the sunshine, nor the glory<br> Which is brighter than the sun.<br> They know the grief of man, without its wisdom;<br> They sink in man's despair, without its calm,- <br> Are slaves, without the liberty in Christdom,- <br> Are martyrs, by the pang without the palm,- <br> Are worn as if with age, yet unretrievingly<br> The harvest of its memories cannot reap,- <br> Are orphans of the earthly love and heavenly.<br> Let them weep! let them weep!<br><br>They look up with their pale and sunken faces,<br> And their look is dread to see,<br> For they mind you of their angels in high places,<br> With eyes turned on Deity;- <br> 'How long,' they say, 'how long, O cruel nation,<br> Will you stand, to move the world, on a child's heart,- <br> Stifle down with a mailed heel its palpitation,<br> And tread onward to your throne amid the mart?<br> Our blood splashes upward, O gold-heaper,<br> And its purple shows your path!<br> But the child's sob in the silence curses deeper<br> Than the strong man in his wrath.'"
			}