{"id":"user20","title":"Robert Frost","exclude_from_menu":"true","image":"Natalie Schmid.jpg","main_text":"Something there is that doesn't love a wall,<br>That sends the frozen-ground-swell under it,<br>And spills the upper boulders in the sun;<br>And makes gaps even two can pass abreast.<br>The work of hunters is another thing:<br>I have come after them and made repair<br>Where they have left not one stone on a stone,<br>But they would have the rabbit out of hiding,<br>To please the yelping dogs. The gaps I mean,<br>No one has seen them made or heard them made,<br>But at spring mending-time we find them there.<br>I let my neighbor know beyond the hill;<br>And on a day we meet to walk the line<br>And set the wall between us once again.<br>We keep the wall between us as we go.<br>To each the boulders that have fallen to each.<br>And some are loaves and some so nearly balls<br>We have to use a spell to make them balance:<br>æStay where you are until our backs are turned!'<br>We wear our fingers rough with handling them.<br>Oh, just another kind of outdoor game,<br>One on a side. It comes to little more:<br>There where it is we do not need the wall:<br>He is all pine and I am apple orchard.<br>My apple trees will never get across<br>And eat the cones under his pines, I tell him.<br>He only says, æGood fences make good neighbors.'<br>Spring is the mischief in me, and I wonder<br>If I could put a notion in his head:<br>æWhy do they make good neighbors? Isn't it<br>Where there are cows? But here there are no cows.<br>Before I built a wall I'd ask to know<br>What I was walling in or walling out,<br>And to whom I was like to give offense.<br>Something there is that doesn't love a wall,<br>That wants it down.' I could say æElves' to him,<br>But it's not elves exactly, and I'd rather<br>He said it for himself. I see him there<br>Bringing a stone grasped firmly by the top<br>In each hand, like an old-stone savage armed.<br>He moves in darkness as it seems to me,<br>Not of woods only and the shade of trees.<br>He will not go behind his father's saying,<br>And he likes having thought of it so well<br>He says again, æGood fences make good neighbors.'</p><br>There was never a sound beside the wood but one,<br>And that was my long scythe whispering to the ground.<br>What was it it whispered? I knew not well myself;<br>Perhaps it was something about the heat of the sun,<br>Something, perhaps, about the lack of sound—<br>And that was why it whispered and did not speak.<br>It was no dream of the gift of idle hours,<br>Or easy gold at the hand of fay or elf:<br>Anything more than the truth would have seemed too weak<br>To the earnest love that laid the swale in rows,<br>Not without feeble-pointed spikes of flowers<br>(Pale orchises), and scared a bright green snake.<br>The fact is the sweetest dream that labor knows.<br>My long scythe whispered and left the hay to make.</p><br>My long two-pointed ladder's sticking through a tree<br>Toward heaven still,<br>And there's a barrel that I didn't fill<br>Beside it, and there may be two or three<br>Apples I didn't pick upon some bough.<br>But I am done with apple-picking now.<br>Essence of winter sleep is on the night,<br>The scent of apples: I am drowsing off.<br>I cannot rub the strangeness from my sight<br>I got from looking through a pane of glass<br>I skimmed this morning from the drinking trough<br>And held against the world of hoary grass.<br>It melted, and I let it fall and break.<br>But I was well<br>Upon by way to sleep before it fell,<br>And I could tell<br>What form my dreaming was about to take,<br>Magnified apples appear and disappear,<br>Stem end and blossom end,<br>And every fleck of russet showing clear.<br>My instep arch not only keeps the ache,<br>It keeps the pressure of the ladder-round.<br>I feel the ladder sway as the boughs bend.<br>And I keep hearing from the cellar bin<br>The rumbling sound<br>Of load on load of apples coming in.<br>For I have had too much<br>Of apple-picking: I am overtired<br>Of the great harvest I myself desired.<br>There were ten thousand thousand fruit to touch,<br>Cherish in hand, lift down, and not let fall.<br>For all<br>That struck the earth,<br>No matter if not bruised or spiked with stubble,<br>Went surely to the cider-heap as of no worth.<br>One can see what will trouble<br>This sleep of mine, whatever sleep it is.<br>Were he not gone,<br>The woodchuck could say whether it's like his<br>Long sleep, as I describe its coming on,<br>Or just some human sleep</p><br>When I see birches bend to left and right<br>Across the lines of straighter darker trees,<br>I like to think some boy's been swinging them.<br>But swinging doesn't bend them down to stay<br>As ice-storms do. Often you must have seen them<br>Loaded with ice a sunny winter morning<br>After a rain. They click upon themselves<br>As the breeze rises, and turn many-colored<br>As the stir cracks and crazes their enamel.<br>Soon the sun's warmth makes them shed crystal shells<br>Shattering and avalanching on the snow-crust—<br>Such heaps of broken glass to sweep away<br>You'd think the inner dome of heaven had fallen.<br>They are dragged to the withered bracken by the load,<br>And they seem not to break; though once they are bowed<br>So low for long, they never right themselves:<br>You may see their trunks arching in the woods<br>Years afterwards, trailing their leaves on the ground<br>Like girls on hands and knees that throw their hair<br>Before them over their heads to dry in the sun.<br>But I was going to say when Truth broke in<br>With all her matter-of-fact about the ice-storm<br>I should prefer to have some boy bend them<br>As he went out and in to fetch the cows—<br>Some boy too far from town to learn baseball,<br>Whose only play was what he found himself,<br>Summer or winter, and could play alone.<br>One by one he subdued his father's trees<br>By riding them down over and over again<br>Until he took the stiffness out of them,<br>And not one but hung limp, not one was left<br>For him to conquer. He learned all there was<br>To learn about not launching out too soon<br>And so not carrying the tree away<br>Clear to the ground. He always kept his poise<br>To the top branches, climbing carefully<br>With the same pains you use to fill a cup<br>Up to the brim, and even above the brim.<br>Then he flung outward, feet first, with a swish,<br>Kicking his way down through the air to the ground.<br>So was I once myself a swinger of birches.<br>And so I dream of going back to be.<br>It's when I'm weary of considerations,<br>And life is too much like a pathless wood<br>Where your face burns and tickles with the cobwebs<br>Broken across it, and one eye is weeping<br>From a twig's having lashed across it open.<br>I'd like to get away from earth awhile<br>And then come back to it and begin over.<br>May no fate willfully misunderstand me<br>And half grant what I wish and snatch me away<br>Not to return. Earth's the right place for love:<br>I don't know where it's likely to go better.<br>I'd like to go by climbing a birch tree,<br>And climb black branches up a snow-white trunk<br>Toward heaven, till the tree could bear no more,<br>But dipped its top and set me down again.<br>That would be good both going and coming back.<br>One could do worse than be a swinger of birches.</p><br>Whose woods these are I think I know.<br>His house is in the village, though;<br>He will not see me stopping here<br>To watch his woods fill up with snow.<br>My little horse must think it queer<br>To stop without a farmhouse near<br>Between the woods and frozen lake<br>The darkest evening of the year.<br><br>He gives his harness bells a shake<br>To ask if there is some mistake.<br>The only other sound's the sweep<br>Of easy wind and downy flake.<br>The woods are lovely, dark and deep,<br>But I have promises to keep,<br>And miles to go before I sleep,<br>And miles to go before I sleep.</p><br>Nature's first green is gold,<br>Her hardest hue to hold.<br>Her early leaf's a flower;<br>But only so an hour.<br>Then leaf subsides to leaf.<br>So Eden sank to grief,<br>So dawn goes down to day.<br>Nothing gold can stay.</p><br>Two roads diverged in a yellow wood,<br>And sorry I could not travel both<br>And be one traveler, long I stood<br>And looked down one as far as I could<br>To where it bent in the undergrowth;<br>Then took the other, as just as fair,<br>And having perhaps the better claim,<br>Because it was grassy and wanted wear;<br>Though as for that the passing there<br>Had worn them really about the same,<br>And both that morning equally lay<br>In leaves no step had trodden black.<br>Oh, I kept the first for another day!<br>Yet knowing how way leads on to way,<br>I doubted if I should ever come back.<br>I shall be telling this with a sigh<br>Somewhere ages and ages hence:<br>Two roads diverged in a wood, and I-<br>I took the one less traveled by,<br>And that has made all the difference.</p>"}