{"id":"user181",
"title":"'Weapons for squalid and trivial ends' by Aneurin Bevan",
"exclude_from_menu":"true",
"image": "5682485835_460a1ee40e_o.jpg",
"tag": "27","video": {
							"src": ["Intense-particle-beam.m4v", "Wind-blowing-through-trees.m4v", "Wind-blowing-trees-and-gras.m4v", "Wind-mills-and-lightning-in-copenhagen-field.m4v", "Wind-turbine-against-speckled-blue-sk.m4v", "Winding-creek-through-autumn-woods-3.m4v", "Winding-creek-through-autumn-woods-zoom-out.m4v", "Windmill-farm.m4v", "Windmill-rows-on-hills.m4v", "Windy-road-during-hurricane-sandy.m4v", "Intense-tunnel-of-light-blue.m4v", "Intense-water-rushing-over-boulders.m4v", "Intense-white-clouds-moving.m4v", "Beautiful-colorful-sky-views-at-sunset.m4v", "Beautiful-hawaii-view.m4v", "Beautiful-multicolored-bermuda-sky-at-sunset.m4v", "Beautiful-new-york-city-view.m4v", "Beautiful-oregon-coast-sunset.m4v", "Beautiful-scenic-valley-mountain-range.m4v"],
							"title": "video title",
							"type": "background"
						},
"shuffle": "true",
"main_text":"Mr Aneurin Bevan (Ebbw Vale): I beg to move, to leave out from ‘House’ the end of the Question and to add instead thereof:<br> ‘recognising the disastrous consequences of her Majesty's Government's policy in the Middle East, calls upon Her Majesty's Government to take all possible steps to restore Commonwealth unity, recreate confidence between our allies and ourselves and strengthen the authority of the United Nations as the only way to achieve a lasting settlement in the Middle East.’<br><br> The speech to which we have just listened is the last of a long succession that the right hon. Gentleman the Secretary of State for Foreign Affairs has made to the House in the last few months and, if I may be allowed to say so, I congratulate him upon having survived so far. He appears to be in possession of vigorous health, which is obviously not enjoyed by all his colleagues, and he appears also to be exempted from those Freudian lapses which have distinguished the speeches of the Lord Privy Seal, and therefore he has survived so far with complete vigour.<br><br> However, I am bound to say that the speech by the right hon. Gentleman today carries the least conviction of all.<br><br> Mr Cyril Osborne (Louth): The right hon. Gentleman wrote that before he heard the speech.<br><br> Mr Bevan: I have been looking through the various objectives and reasons that the Government have given to the House of Commons for making war on Egypt, and it really is desirable that when a nation makes war upon another nation it should be quite clear why it does so. It should not keep changing the reasons as time goes on.<br><br> There is, in fact, no correspondence whatsoever between the reasons given today and the reasons set out by the Prime Minister at the beginning. The reasons have changed all the time. I have got a list of them here, and for the sake of the record I propose to read it. I admit that I found some difficulty in organising a speech with any coherence because of the incoherence of the reasons. They are very varied.<br><br> On 30th October, the Prime Minister said that the purpose was, first, ‘to seek to separate the combatants’; second, ‘to remove the risk to free passage through the Canal’.<br><br> The speech we have heard today is the first speech in which that subject has been dropped. Every other statement made on this matter since the beginning has always contained a reference to the future of the Canal as one of Her Majesty's Government's objectives, in fact, as an object of war, to coerce Egypt. Indeed, that is exactly what honourable and right honourable Gentlemen opposite believed it was all about.<br><br> [Interruption.]<br><br> Honourable Members do not do themselves justice. One does not fire in order merely to have a cease-fire. One would have thought that the cease-fire was consequent upon having fired in the first place. It could have been accomplished without starting. The other objective set out on 30th October was ‘to reduce the risk ... to those voyaging through the Canal.’ - [OFFICIAL REPORT, 30th October, 1956; Vol. 558. c. 1347.]<br><br> We have heard from the right honourable and learned Gentleman today a statement which I am quite certain all the world will read with astonishment. He has said that when we landed in Port Said there was already every reason to believe that both Egypt and Israel had agreed to cease fire.<br><br> The Minister of Defence (Mr Antony Head) indicated dissent.<br><br> Mr Bevan: The Minister shakes his head. If he will recollect what his right honourable and learned friend said, it was that there was still a doubt about the Israeli reply. Are we really now telling this country and the world that all these calamitous consequences have been brought down upon us merely because of a doubt? That is what he said.<br><br> Surely, there was no need. We had, of course, done the bombing, but our ships were still going through the Mediterranean. We had not arrived at Port Said. The exertions of the United Nations had already gone far enough to be able to secure from Israel and Egypt a promise to cease fire, and all that remained to be cleared up was an ambiguity about the Israeli reply. In these conditions, and against the background of these events, the invasion of Egypt still continued.<br><br> In the history of nations, there is no example of such frivolity. When I have looked at this chronicle of events during the last few days, with every desire in the world to understand it, I just have not been able to understand, and do not yet understand, the mentality of the Government. If the right honourable and learned Gentleman wishes to deny what I have said, I will give him a chance of doing so. If his words remain as they are now, we are telling the nation and the world that, having decided upon the course, we went on with it despite the fact that the objective we had set ourselves had already been achieved, namely, the separation of the combatants.<br><br> As to the objective of removing the risk to free passage through the Canal, I must confess that I have been astonished at this also. We sent an ultimatum to Egypt by which we told her that unless she agreed to our landing Ismailia, Suez and Port Said, we should make war upon her. We knew very well, did we not, that Nasser could not possibly comply? Did we really believe that Nasser was going to give in at once? Is our information from Egypt so bad that we did not know that an ultimatum of that sort was bound to consolidate his position in Egypt and in the whole Arab worId?<br><br> We knew at that time, on 29th and 30th October, that long before we could have occupied Port Said, Ismailia and Suez, Nasser would have been in a position to make his riposte. So wonderfully organised was this expedition - which, apparently, has been a miracle of military genius - that long after we had delivered our ultimatum and bombed Port Said, our ships were still ploughing through the Mediterranean, leaving the enemy still in possession of all the main objectives which we said we wanted.<br><br> Did we really believe that Nasser was going to wait for us to arrive? He did what anybody would have thought he would do, and if the Government did not think he would do it, on that account alone they ought to resign. He sank ships in the Canal, the wicked man. What did hon. Gentlemen opposite expect him to do? The result is that, in fact, the first objective realised was the opposite of the one we set out to achieve; the Canal was blocked, and it is still blocked.<br><br> The only other interpretation of the Government's mind is that they expected, for some reason or other, that their ultimatum would bring about disorder in Egypt and the collapse of the Nasser regime. None of us believed that. If honourable Gentlemen opposite would only reason about other people as they reason amongst themselves, they would realise that a Government cannot possibly surrender to a threat of that sort and keep any self-respect. We should not, should we? If somebody held a pistol at our heads and said, ‘You do this or we fire’, should we? Of course not. Why on earth do not honourable Members opposite sometimes believe that other people have the same courage and independence as they themselves possess? Nasser behaved exactly as any reasonable man would expect him to behave.<br><br> The other objective was ‘to reduce the risk ... to those voyaging through the Canal.’ That was a rhetorical statement, and one does not know what it means. I am sorry the right honourable Gentleman the Prime Minister is not here. I appreciate why he is not here, but it is very hard to reply to him when he is not in the House, and I hope honourable Members opposite will acquit me of trying to attack him in his absence.<br><br> On 31st October, the Prime Minister said that our object was to secure a lasting settlement and to protect our nationals. What do we think of that? In the meantime, our nationals were living in Egypt while we were murdering Egyptians at Port Said. We left our nationals in Egypt at the mercy of what might have been merciless riots throughout the whole country, with no possibility whatever of our coming to their help. We were still voyaging through the Mediterranean, after having exposed them to risk by our own behaviour. What does the House believe that the country will think when it really comes to understand all this?<br><br> On 1st November, we were told the reason was ‘to stop hostilities’ and ‘prevent a resumption of them’. - [OFFICIAL REPORT, 1st November, 1956; Vol. 558, c. 1653.]<br><br> But hostilities had already been practically stopped. On 3rd November, our objectives became much more ambitious - ‘to deal with all the outstanding problems in the Middle East’. - [OFFICIAL REPORT, 3rd November. 1956; Vol. 558, c. 1867.]<br><br> In the famous book Madame Bovary, there is a story of a woman who goes from one sin to another, a long story of moral decline. In this case, our ambitions soar the farther away we are from realising them. Our objective was ‘to deal with all the outstanding problems in the Middle East’.<br><br> After having outraged our friends, after having insulted the United States, after having affronted all our friends in the Commonwealth, after having driven the whole of the Arab world into one solid phalanx, at least for the moment, behind Nasser, we were then going to deal with all the outstanding problems in the Middle East.<br><br> Mr Gilbert Longden (Hertfordshire South-West): As this is going on the record, and as the Prime Minister is not here, I hope that the right honourable Gentleman will be fair enough not deliberately to mislead the House, as I am sure he would not wish to, but the Prime Minister never said that we alone could deal with all the problems of the Middle East. What the Prime Minister said on 1st Nov, was: ‘We do not seek to impose by force a solution on the Israel-Egypt dispute, or the Canal dispute, or any other dispute in the area.’ - [OFFICIAL REPORT, 1st Nov, 1956; Vol. 558. c 1653.]<br><br> He said that if the United Nations would send forces to relieve us no one would be better pleased than we.<br><br> Mr Bevan: The honourable Gentleman need not worry; I will deal with that quite soon; I am coming to that quite quickly. This is a new alibi. It was only a few weeks ago in this house that honourable and right honourable Gentlemen opposite sneered at every mention of the United Nations. We will deal with that.<br><br> The next objective of which we were told was to ensure that the Israeli forces withdrew from Egyptian territory. That, I understand, is what we were there for. We went into Egyptian territory in order to establish our moral right to make the Israelis clear out of Egyptian territory. That is a remarkable war aim, is it not? In order that we might get Israel out, we went in. To establish our case before the eyes of the world, Israel being the wicked invader, we, of course, being the nice friend of Egypt, went to protect her from the Israelis. But, unfortunately, we had to bomb the Egyptians first.<br><br> On 6th November, the Prime Minister said: ‘The action we took has been an essential condition for ... a United Nations Force to come into the Canal Zone itself.’ - [OFFlCIAL REPORT. 6th November. 1956; Vol. 559, c. 80.]<br><br> That is one of the most remarkable claims of all, and it is one of the main claims made by right honourable and honourable Members opposite. It is, of course, exactly the same claim which might have been made, if they had thought about it in time, by Mussolini and Hitler, that they made war on the world in order to call the United Nations into being. If it were possible for bacteria to argue with each other, they would be able to say that of course their chief justification was the advancement of medical science.<br><br> As The Times has pointed out, the arrival of the United Nations force could not be regarded as a war aim by the Government; it called it, ‘an inadvertence’. That is not my description: it is The Times. It was a by-product of the action not of Her Majesty's Government but of the United Nations itself.<br><br> Let me ask honourable Members opposite to listen to this case. The right honourable and learned Gentleman was spending most of his time in America trying to persuade the United States - that is after we were in Egypt - to make the control of the Canal one of the conditions of our withdrawal.<br><br> On Thursday last he himself said here: ‘I mention these facts to the House because, obviously, the build-up of this force must have important relationship to a phased withdrawal of our own and the French troops. There are, however, other important matters be considered, such as the speedy clearance of the Canal, and negotiation of a final settlement with regard to the operation of the Canal.’ - [OFFICIAL REPORT. 29th November, 56; Vol 561. c. 582.]<br><br> On every single occasion - and honourable Members opposite expected this - when he went upstairs to tell his honourable Friends that he had come back empty-handed, what did they say? Why did we start this operation? We started this operation in order to give Nasser a black eye - if we could to overthrow him - but, in any case, to secure control of the Canal.<br><br> Viscount Hinchingbrooke: (Dorset, South): To stop the war.<br><br> Mr Bevan: I have been dealing with that; the honourable Gentleman must catch up.<br><br> The United Nations force was in Egypt as a result of a Resolution of the United Nations for the purposes of the Charter. All along, the United States and all the other nations attached to the United Nations resolutely refused to allow the future of the Canal to be tied up with the existence of the Force. But the right honourable and learned Gentleman, in order to have some trophy to wave in the faces of his hon. Friends, wanted to bring from across the Atlantic an undertaking which would have destroyed the United Nations, because if the United Nations had agreed that the future of the Canal should also be contingent upon the withdrawal of British troops, then the United Nations force would no longer have been a United Nations force but an instrument of the rump of the United Nations, that is, the Western Powers.<br><br> I put it again to the right honourable and learned Gentleman that if honourable Members opposite had succeeded in what they wanted to do, they would have ruined the United Nations, because the very essence of the United Nations force is that it is not attempting to impose upon Egypt any settlement of the Canal.<br><br> Mr Anthony Fell (Yarmouth): It is a police force.<br><br> Mr Bevan: I hope that honourable Members opposite will realise that the argument is a really serious one. It was seen to be so serious by the United States that, despite what I believe to be the desire on the part of a very large number of Americans to help us in these difficulties, it was clear to President Eisenhower, as it should be clear to anybody, that a settlement of that sort was bound to be resented by the whole of the Arab world and Egypt.<br><br> It was bound to be resented by the Commonwealth because it would make it appear that Her Majesty's Government were using the United Nations to obtain an objective that we set ourselves as far back as last August. Therefore, if the right honourable and learned Gentleman had succeeded, if the future of the Canal had been tied up with our withdrawal, the United Nations Force in Egypt would no longer have been a police force for the world, but would have been a means of coercing Egypt to accept our terms about the Canal.<br><br> Mr Fell: Surely the right honourable Gentleman would find it very difficult to imagine a United Nations force that could, in fact, be a successful police force unless under certain circumstances it had the right to infringe ...<br><br> Mr Bevan: The honourable Member is not meeting my point. The point that the Government spokesmen are making here and in the country is that they have been responsible for calling the United Nations force into existence. My answer is that by attaching to the United Nations force a persistent attempt to secure the future of the Canal in order to satisfy hon. Members opposite they are, in fact, sabotaging the United Nations.<br><br> Mr K Zilliacus (Manchester, Gorton): Is it not a fact that the Government voted against the Security Council Resolution calling the General Assembly and then abstained on the vote creating the United Nations Force?<br><br> Mr Bevan: This, of course, is known to honourable Members in all parts of the House. They may have their own explanations for it, but I was not anxious to add to the burden of my argument. That fact is known. Of course, the Government did not support the United Nations Force - we all know that. Nevertheless, in this retrospective exercise that we are having from the other side of the House, it is possible for us to deal with the seriousness of the whole case.<br><br> The right honourable and learned Gentleman is sufficiently aware of the seriousness of it to start his speech today with collusion. If collusion can be established, the whole fabric of the Government's case falls to the ground, and they know this. It is the most serious of all the charges. It is believed in the United States and it is believed by large numbers of people in Great Britain that we were well aware that Israel was going to make the attack on Egypt. In fact, very few of the activities at the beginning of October are credible except upon the assumption that the French and British governments knew that something was going to happen in Egypt.<br><br> Indeed, the right honourable and learned Gentleman has not been frank with the House. We have asked him over and over again. He has said, ‘Ah, we did not conspire with France and Israel.’ We never said that the Government might have conspired. What we said was that they might have known about it. The right honourable and learned Gentleman gave the House the impression that at no time had he ever warned Israel against attack on Egypt. Even today, he hinged the warning we gave to Jordan on the possibility of the other Arab States being involved in any attack on Jordan.<br><br> We understand from the right honourable and learned Gentleman that at no time did the Government warn Israel against an attack on Egypt. If we apprehend trouble of these dimensions - we are not dealing with small matters - if we apprehend that the opening phases of a third world war might start or turn upon an attack by Israel on anyone, why did we not make it quite clear to Israel that we would take the same view of an attack on Egypt as we took of an attack on Jordan?<br><br> The fact is that all these long telephone conversations and conferences between M. Guy Mollet, M. Pineau and the Prime Minister are intelligible only on the assumption that something was being cooked up. All that was left to do, as far as we knew from the facts at that time, was to pick up negotiations at Geneva about the future of the Canal, as had been arranged by the United Nations. But all the time there was this coming and going between ourselves and the French Government. Did the French know? It is believed in France that the French knew about the Israeli intention. If the French knew, did they tell the British Government? We would like to know. Did M. Guy Mollet, on 16th October, tell the British Prime Minister that he expected that there was to be an attack on Egypt? Every circumstantial fact that we know points to that conclusion. For instance, Mr Ben Gurion, the Israeli Prime Minister, had already made it clear in the Knesset on several occasions that Israel regarded Egypt as the real enemy, and not Jordan. Therefore, a warning not to attack Jordan was not relevant. At the same time, many Israelis were saying that at last Israel had got a reliable friend.<br><br> What happened? Did Marianne take John Bull to an unknown rendezvous? Did Marianne say to John Bull that there was a forest fire going to start, and did John Bull then say, ‘We ought to put it out,’ but Marianne said, ‘No, let us warm our hands by it. It is a nice fire’? Did Marianne deceive John Bull or seduce him? <br><br>Now, of course, we come to the ultimate end. It is at the end of all these discussions that the war aim of the Government now becomes known. Of course, we knew it all the time. We knew where they would land. After this long voyaging, getting almost wrecked several times, they have come to safe harbour. It was a red peril all the time. It was Russia all the time. It was not to save the Canal. The honourable Member who interjected has been deceived all the time. It was not the Canal, it was the red peril which they had unmasked. The Government suspected it before, said the right honourable and learned Gentleman, about the arms to Egypt. We on this side knew it - we did not suspect it - but the right honourable and learned Gentleman suspected it, so he said, at the very time when he was informing the House that he thought there was a proper balance of arms between Egypt and Israel.<br> What will the Israelis think of this when they read the right honourable and learned Gentleman's words, or are we to understand that the Israelis have got as many arms as the Egyptians have? We understand that they were fully armed all the time, because the right honourable and learned Gentleman suspected that the Egyptians had these arms.<br><br> I am not in the least surprised by this situation. That the Russians have provided these arms to the Egyptians we accept - of course they did. It is a curious thing - I may be frivolous, but I am not frightened by it - and I will tell the House why. The Russians have a habit, curiously enough, it seems to me, of not knowing what is happening in other nations. They do not even know what is happening in Poland or Hungary, and it does not seem to have occurred to the Russians that there was no military advantage in providing weapons that the Egyptians could not use.<br><br> The fact of the matter is that these great modern weapons are practically useless in the hands of backward nations. [HONOURABLE MEMBERS: ‘There were the volunteers.’] But there were no volunteers. Do not, however, let honourable Members push the argument too far. I am not for one moment seeking to justify the Russian supply of arms to Egypt. I think it was a wicked thing to do and I think it is an equally wicked thing for us to supply arms. That area is much too combustible, far too inflammatory. This is now the end of 1956, when very many things have happened in the Middle East, when it is more dangerous than ever. I think that the Russians ought not to have done it and I will say further that I think that Nasser ought not to have invited them.<br><br> It seems to me - and here I probably shall carry honourable Members opposite with me - that Nasser has not been behaving in the spirit of the Bandoeng Conference which he joined, because what he did was not to try to reduce the temperature of the cold war: what he did was to exploit it for Egyptian purposes. Therefore, Nasser's hands are not clean by any means. I have said this before. I said it in Trafalgar Square. We must not believe that because the Prime Minister is wrong, Nasser is right. That is not the view on this side of the House.<br><br> What has deeply offended us is that such wrongs as Nasser has done and such faults as he has have been covered by the bigger blunders of the British Government. That is what vexes us. We are satisfied that the arts of diplomacy would have brought Nasser to where we wanted to get him, which was to agree about the free passage of ships through the Canal, on the civilised ground that a riparian nation has got no absolute rights over a great waterway like the Canal. That is a principle which has been accepted by India and by America and by most other nations. We have never taken the position that in the exercise of sovereign rights Egypt has the right to inflict a mortal wound upon the commerce of the world.<br><br> Mr Osborne: Will not the right honourable Gentleman agree that six years of patient negotiation had not caused Nasser to allow the passage of Israeli ships?<br><br> Mr Bevan: Do not let honourable Members now bring to the forefront of the argument the fact that Egypt had not been allowing Israeli ships to go through the Canal. If they thought so much of the seriousness of that, why did they not even invite Israel to the conference? It is not good enough to bring these things forward all the time as though they were the main objectives. Of course, we take the view that Egypt should permit the ships of all nations to pass through the Canal, and we hope that that objective will still be insisted upon. We are satisfied that those objectives could have been realised by negotiation. Not only have they not been realised by the action taken by the Government, but the opposite has been realised.<br><br> It has been clear to us, and it is now becoming clear to the nation, that for many months past honourable Members opposite have been harbouring designs of this sort. One of the reasons why we could not get a civilised solution of the Cyprus problem was that the Government were harbouring designs to use Cyprus in the Middle East, unilaterally or in conjunction with France. Whenever we put in this House questions to the right honourable Gentleman asking him why he did not answer whether he wanted a base on Cyprus or Cyprus as a base, he answered quite frankly that we might want to activate the base on Cyprus independently of our allies. That was the answer. Well, we have activated it - and look at us. We have had all these murders and all this terror, we have had all this unfriendship over Cyprus between ourselves and Greece, and we have been held up to derision in all the world merely because we contemplated using Cyprus as a base for going it alone in the Middle East. And we did go it alone. Look at the result.<br><br> Was it not obvious to honourable Members opposite that Great Britain could not possibly engage in a major military adventure without involving our N.A.T.O allies? Was it not very clear, if we did contemplate any adventure at all, that it would have to be in conjunction with them? No. It is a sad and a bitter story. We hope that at least one beneficial by-product of it will be a settlement of the Cyprus question very soon indeed.<br><br> Now I would conclude by saying this. I do not believe that any of us yet - I say any of us yet - have realised the complete change that has taken place in the relationship between nations and between Governments and peoples. These were objectives, I do beg honourable Members to reflect, that were not realisable by the means that we adopted. These civil, social and political objectives in modern society are not attainable by armed force.<br><br> Even if we had occupied Egypt by armed force we could not have secured the freedom of passage through the Canal. It is clear that there is such xenophobia, that there is such passion, that there is such bitter feeling against Western imperialism - rightly or wrongly: I am not arguing the merits at the moment - among millions of people that they are not prepared to keep the arteries of European commerce alive and intact if they themselves want to cut them. We could not keep ships going through the Canal. The Canal is too easily sabotaged, if Egypt wants to sabotage it. Why on earth did we imagine that the objectives could be realised in that way in the middle of the twentieth century?<br><br> Viscount Hinchingbrooke: Would the right honourable Gentleman apply the same argument to Germany at the end of the last war? It seems to me that the Germans showed great willingness to open the Kiel Canal.<br><br> Mr Bevan: That is not really a parallel at all. The noble Lord does not face the argument. We should be imposing our will upon Egypt against the bitter opposition of the whole population there.<br><br> Viscount Hinchingbrooke: Not necessarily.<br><br> Mr Bevan: It is necessarily so. If the noble Lord does not understand that, then he is in the eighteenth and not even the nineteenth century.<br><br> Exactly the same thing is true of the Russians in Hungary. The Russians in Hungary are attempting to achieve civil, social and political objectives by tanks and guns, and the Hungarian people are demonstrating that it cannot be done.<br><br> The social furniture of modern society is so complicated and fragile that it cannot support the jackboot. We cannot run the processes of modern society by attempting to impose our will upon nations by armed force. If we have not learned that we have learned nothing. Therefore, from our point of view here, whatever may have been the morality of the Government's action - and about that there is no doubt - there is no doubt about its imbecility. There is not the slightest shadow of doubt that we have attempted to use methods which were bound to destroy the objectives we had, and, of course, this is what we have discovered.<br><br> I commend to honourable Members, if they have not seen it, a very fine cartoon in Punch by IIlingworth and called ‘Desert Victory.’ There we see a black, ominous, sinister background and a pipeline broken, pouring oil into the desert sands. How on earth do honourable Members opposite imagine that hundreds of miles of pipeline can be kept open if the Arabs do not want it to be kept open? It is not enough to say that there are large numbers of Arabs who want the pipeline to be kept open because they live by it.<br><br> It has been proved over and over again now in the modern world that men and women are often prepared to put up with material losses for things that they really think worth while. It has been shown in Budapest, and it could be shown in the Middle East. That is why I beg honourable Members to turn their backs on this most ugly chapter and realise that if we are to live in the world and are to be regarded as a decent nation, decent citizens in the world, we have to act up to different standards than the one that we have been following in the last few weeks.<br><br> I resent most bitterly this unconcern for the lives of innocent men and women. It may be that the dead in Port Said are 100, 200 or 300. If it is only one, we had no business to take it. Do honourable Members begin to realise how this is going to revolt the world when it passes into the imagination of men and women everywhere, and in this country, that we, with eight million here in London, the biggest single civilian target in the world, with our crowded island exposed, as no nation in the world is exposed, to the barbarism of modern weapons, we ourselves set the example.<br><br> We ourselves conscript our boys and put guns and aeroplanes in their hands and say, ‘Bomb there.’ Really, this is so appalling that human language can hardly describe it. And for what? The Government resorted to epic weapons for squalid and trivial ends, and that is why all through this unhappy period Ministers - all of them - have spoken and argued and debated well below their proper form - because they have been synthetic villains. They are not really villains. They have only set off on a villainous course, and they cannot even use the language of villainy.<br><br> Therefore, in conclusion, I say that it is no use honourable Members consoling themselves that they have more support in the country than many of them feared they might have. Of course they have support in the country. They have support among many of the unthinking and unreflective who still react to traditional values, who still think that we can solve all these problems in the old ways. Of course they have. Not all the human race has grown to adult state yet. But do not let them take comfort in that thought. The right hon. Member for Woodford (Sir W Churchill) has warned them before. In the first volume of his Second WorId War, he writes about the situation before the war and he says this: ‘Thus an Administration more disastrous than any in our history saw all its errors and shortcomings acclaimed by the nation. There was however a bill to be paid, and it took the new House of Commons nearly ten years to pay it.’<br><br> Mr Charles lan Orr-Ewing (Hendon, North): Was not that after appeasement?<br><br> Mr Bevan: No, this was before. In my case, the words are apposite. It will take us very many years to live down what we have done. It will take us many years to pay the price. I know that tomorrow evening hon. and right honourable Members will probably, as they have done before, give the Government a vote of confidence, but they know in their heart of hearts that it is a vote which the Government do not deserve.<br><br> Mr R Brooman-White (Rutherglen): The right honourable Member for Ebbw Vale (Mr Bevan) has made a speech which in skill of debating in the House rates undoubtedly very high. I am glad to follow him because, during the early exchanges in these discussions, and during some of the chronology of events which he recited to the House, I was myself in the Middle East. On reflection, I think the right honourable Gentleman will realise that the language of debate which is so effective in this Chamber sounds very different among the nations and looks very different in relation to the course of events out there when seen from the Middle East.<br><br> Before I come to the main burden of what I have to say about the Middle East, I should like to make one or two comments on certain points in the right honourable Gentleman's remarks which I noted while he was speaking. He said that my right hon. Friends on the front bench might not be happy with the type of language they have been using. No one would accuse the right honourable Gentleman of being deficient in linguistic abilities. He said that we had been unconcerned about the loss of life, that we had shown a lack of concern about the casualties suffered.<br><br> Mr Bevan: I really was referring to the original decision to send out bombers at all, because one cannot send bombers out without killing people, which seems to me to show a lack of concern for ordinary men and women.<br><br> Mr Brooman-White: I am glad that the right honourable Gentleman bears out that point, to which I wanted to refer. This House has been sitting, perhaps concerned, but utterly impotent, as the United Nations and the world have been sitting, during a long category of incidents and a long list of casualties mounting steadily during the weeks, months and years which preceded this episode. The right honourable Gentleman has been in Israel; I do not know whether he has also been in Jordan. He has probably seen the burned villages and the dead, as so many of us have. We heard from the Foreign Secretary of the casualties in even the most recent border raids - 50 here and 40 there. If I had had the time to check the facts before being called so early in the debate, I should have liked to total up the number of casualties along the Arab-Israeli frontiers in the few weeks immediately preceding our operation and compare them with the casualties occasioned at Port Said.<br><br> One of the justifications in the long run of our actions will be if, by the casualties regrettably but inevitably incurred in our operations in Port Said, that long, lamentable, melancholy toll of suffering and of loss of life between the Arabs and Israeli States should have at last been brought to a close.<br><br> The second point, on which the right Honourable Member for Ebbw Vale was perhaps not doing himself full justice was in his reference to the British attitude to the original Israeli incursion. This was possibly, or so one hopes, a last shot fired at a target of collusion which is rapidly vanishing into a mirage. [HONOURABLE MEMBERS: ‘No.’] If honourable Members opposite hope to find something more substantial, the right honourable Gentleman's argument is even weaker. He was implying that we in some sinister way tended to condone or encourage Israeli action against Egypt because we did not speak against it in exactly the same phraseology that we had used in relation to possible action against Jordan.<br><br> The right honourable Gentleman should make allowance for the difference of language customary in diplomacy and in the House of Commons. With all his great experience, the right honourable Gentleman has not yet perhaps delved deeply into the fairs of official diplomacy, but no doubt he is doing some homework on it now.<br><br> Mr Bevan: We can all see how wonderfully the experts have been performing on the subject.<br><br> Mr Brooman-White: The right honourable Gentleman cannot ride out of it that way. The implication of his remarks was that we had gone to the Israelis and said: ‘If you take action against Jordan this will be an unfriendly act against a Power with which we are in treaty relations.’ That was a perfectly clear point, and we would have been bound to intervene. We then said, ‘If you take action against Egypt we must urge restraint in that direction.’ [Laughter.] The honourable Member for Gorton (Mr Zilliacus) laughs, but he knows something about diplomacy. Does he or any other honourable Gentleman imagine that this statement, in the phraseology of diplomacy, and relating to a Power with which we are not in treaty relations, and which had itself said that it did not wish to be associated with the Tripartite Declaration, was not about as strong and firm a warning as could be given? It is not usual to say in diplomatic language, ‘If you go into Egypt we will bang you on the nose.’ That is not the usual way these things are said, and that is well known to anyone with any experience in these matters.<br><br> Mr Zilliacus: I would have expected that, if we really meant business, the Government would have warned Israel that if she went to war against Egypt we would immediately call for action both through the Tripartite Declaration and through the Security Council, and that we would have joined the representations of the United States President on 27th October instead of maintaining an eloquent silence.<br><br> Mr Brooman-White: It would have been a little difficult to impress the Israelis by saying that we would call for action through the Tripartite Declaration, which the Egyptians had said previously they did not wish to implement. But let us leave that point and take the final point made by the right honourable Gentleman before I make one or two remarks of my own.<br><br> In the final stage of his speech the right honourable Gentleman said that it was a deplorable use of our base in Cyprus, and that this really showed that we had no justification for claiming that we should maintain our base there under conditions which gave us freedom or action. I wonder if he would not think about that one again, particularly in relation to our warning over the Jordan Treaty?<br><br> If we had not had a base in Cyprus, if we had not had freedom of action, does he imagine that our warning to Israel to hold back on the Jordan frontier and not to go up to the river line - as she could easily have done probably in 24 hours - would have any validity or would have checked the Israelis in winning the obvious strategic advantage which lay easily within their grasp?<br><br> Mr Bevan: If I may answer that point, I think that any future warnings we give will not have any effect at all.<br><br> Mr Brooman-White: That is extremely hypothetical. [HONOURABLE MEMBERS:’Oh’.] Extremely hypothetical. My point is that the warning we gave to Jordan in substance stopped the Israelis extending the war on that front, which they could easily have done, and which would have scored them a substantial strategic success. Indeed, they had been carrying out reprisal raids, probing deep Jordan territory during previous weeks, and they must have known from own staff appreciations how very vulnerable was that territory.<br><br> Mr A Woodburn (Clackmannan and East Stirlingshire): I have been following the argument of the honourable Gentleman, and I would like to clear up a point here. He said that because we were in treaty relations and were going to the assistance of Jordan we gave a strong warning in the case of Jordan but that in the case of Egypt we did not give such a strong warning. Was not that misleading the Egyptians when it became clear in that case that we meant immediately to bomb Egypt to separate the combatants? Did we not mislead them by not warning them what would happen?<br><br> Mr Brooman-White: I think that the Israelis, to whom this statement was made, had little doubt about its full implication.<br><br> The right honourable Gentleman today has made a most eloquent speech, but it will be within the recollection of the House that he has made many eloquent speeches which, though in retrospect their verbal pyrotechnics may be equally attractive, perhaps do not seem to contain quite the same content of wisdom and historic perspective as they may have done at time of delivery.<br><br> Prior to coming to this debate I was looking back on debates at the time of the British intervention in Greece in January 1945. I hope the House will bear with me because I do not think that the parallel is too far-fetched. The right honourable Gentleman was particularly vigorous in castigating the Government of that day for the intervention. He said: ‘We are now starting wars of intervention in Europe by the British Tories.’ - [OFFICIAL REPORT, 19th January. 1945; Vol. 407, c. 574.]"}