{
				"id": "user424",
				"title": "Death Of A Naturalist by Seamus Heaney",
				"exclude_from_menu": "true",
				"image": "Jason jenkins.jpg",
				"tag": ["15", "10", "41", "48"],
				"video": {
					"src": ["Artistic-time-lapse-water-stream.m4v", "Babbling-brook-in-woods.m4v", "Changing-billowing-clouds.m4v", "Bacalar.m4v", "Baltic-clouds-timelapse.m4v", "Big-yellow-flowers-close-up-spinning.m4v", "Birds-flying-from-tree-water-reflection.m4v", "Birds-soaring-in-sky-above-shadowy-landscape.m4v", "Blue-flowers-stabilized.m4v", "Blue-pink-and-red-sky-during-alaskan-sunset.m4v", "Blue-sky-over-rocky-water.m4v", "Breathtaking-landscape-sunrise-timelapse.m4v", "Butterflies-among-marigolds.m4v", "Butterflies-playing.m4v", "Cannon-beach-in-the-evening.m4v", "Clear-blue-water-on-bermuda-shoreline.m4v", "Clear-ocean-water-from-island-shore-2.m4v", "Clear-skies-full-blossom.m4v", "Cliff-sunrise.m4v", "Finches-on-perch-2.m4v", "Moving-clouds-in-glowing-sky.m4v", "Blue-oceans-from-airplane-window.m4v", "Pink-and-yellow-skies-above-ocean.m4v", "Slow-motion-swans-flying-through-blue-sky.m4v"],
					"type": "background"	
				},
				"main_text": "All year the flax-dam festered in the heart<br> Of the townland; green and heavy headed<br> Flax had rotted there, weighted down by huge sods.<br> Daily it sweltered in the punishing sun.<br> Bubbles gargled delicately, bluebottles<br> Wove a strong gauze of sound around the smell.<br> There were dragon-flies, spotted butterflies,<br> But best of all was the warm thick slobber<br> Of frogspawn that grew like clotted water<br> In the shade of the banks. Here, every spring<br> I would fill jampotfuls of the jellied<br> Specks to range on window-sills at home,<br> On shelves at school, and wait and watch until<br> The fattening dots burst into nimble-<br> Swimming tadpoles. Miss Walls would tell us how<br> The daddy frog was called a bullfrog<br> And how he croaked and how the mammy frog<br> Laid hundreds of little eggs and this was<br> Frogspawn. You could tell the weather by frogs too<br> For they were yellow in the sun and brown<br> In rain.<br> Then one hot day when fields were rank<br> With cowdung in the grass the angry frogs<br> Invaded the flax-dam; I ducked through hedges<br> To a coarse croaking that I had not heard<br> Before. The air was thick with a bass chorus.<br> Right down the dam gross-bellied frogs were cocked<br> On sods; their loose necks pulsed like sails. Some hopped:<br> The slap and plop were obscene threats. Some sat<br> Poised like mud grenades, their blunt heads farting.<br> I sickened, turned, and ran. The great slime kings<br> Were gathered there for vengeance and I knew<br> That if I dipped my hand the spawn would clutch it."
			}