{"id":"user17","title":"Walt Whitman","exclude_from_menu":"true","image":"Jill Clardy.jpg","main_text":"1<br><br>AS I ponder’d in silence,<br>Returning upon my poems, considering, lingering long,<br>A Phantom arose before me, with distrustful aspect,<br>Terrible in beauty, age, and power,<br>The genius of poets of old lands,<br>As to me directing like flame its eyes,<br>With finger pointing to many immortal songs,<br>And menacing voice, What singest thou? it said;<br>Know’st thou not, there is but one theme for ever-enduring bards?<br>And that is the theme of War, the fortune of battles,<br>The making of perfect soldiers?<br><br>2<br><br>Be it so, then I answer’d,<br>I too, haughty Shade, also sing war—and a longer and greater one than<br>any,<br>Waged in my book with varying fortune—with flight, advance, and<br>retreat—Victory deferr’d and wavering,<br>(Yet, methinks, certain, or as good as certain, at the last,)—The<br>field the world;<br>For life and death—for the Body, and for the eternal Soul,<br>Lo! too am come, chanting the chant of battles,<br>I, above all, promote brave soldiers.</p><br>ONE’S-SELF I sing—a simple, separate Person;<br>Yet utter the word Democratic, the word En-masse.<br><br>Of Physiology from top to toe I sing;<br>Not physiognomy alone, nor brain alone, is worthy for the muse—I say the<br>Form complete is worthier far;<br>The Female equally with the male I sing.<br><br>Of Life immense in passion, pulse, and power,<br>Cheerful—for freest action form’d, under the laws divine,<br>The Modern Man I sing.</p><br>SPLENDOR of ended day, floating and filling me!<br>Hour prophetic—hour resuming the past!<br>Inflating my throat—you, divine average!<br>You, Earth and Life, till the last ray gleams, I sing.<br><br>Open mouth of my Soul, uttering gladness,<br>Eyes of my Soul, seeing perfection,<br>Natural life of me, faithfully praising things;<br>Corroborating forever the triumph of things.<br><br>Illustrious every one!<br>Illustrious what we name space—sphere of unnumber’d spirits;<br>Illustrious the mystery of motion, in all beings, even the tiniest insect;<br>Illustrious the attribute of speech—the senses—the body;<br>Illustrious the passing light! Illustrious the pale reflection on the new moon in the<br>western<br>sky!<br>Illustrious whatever I see, or hear, or touch, to the last.<br><br>Good in all,<br>In the satisfaction and aplomb of animals,<br>In the annual return of the seasons,<br>In the hilarity of youth,<br>In the strength and flush of manhood,<br>In the grandeur and exquisiteness of old age,<br>In the superb vistas of Death.<br><br>Wonderful to depart;<br>Wonderful to be here!<br>The heart, to jet the all-alike and innocent blood!<br>To breathe the air, how delicious!<br>To speak! to walk! to seize something by the hand!<br>To prepare for sleep, for bed—to look on my rose-color’d flesh;<br>To be conscious of my body, so satisfied, so large;<br>To be this incredible God I am;<br>To have gone forth among other Gods—these men and women I love.<br><br>Wonderful how I celebrate you and myself!<br>How my thoughts play subtly at the spectacles around!<br>How the clouds pass silently overhead!<br>How the earth darts on and on! and how the sun, moon, stars, dart on and on!<br>How the water sports and sings! (Surely it is alive!)<br>How the trees rise and stand up—with strong trunks—with branches and leaves!<br>(Surely there is something more in each of the tree—some living Soul.)<br><br>O amazement of things! even the least particle!<br>O spirituality of things!<br>O strain musical, flowing through ages and continents—now reaching me and America!<br>I take your strong chords—I intersperse them, and cheerfully pass them forward.<br><br>I too carol the sun, usher’d, or at noon, or, as now, setting,<br>I too throb to the brain and beauty of the earth, and of all the growths of the earth,<br>I too have felt the resistless call of myself.<br><br>As I sail’d down the Mississippi,<br>As I wander’d over the prairies,<br>As I have lived—As I have look’d through my windows, my eyes,<br>As I went forth in the morning—As I beheld the light breaking in the east;<br>As I bathed on the beach of the Eastern Sea, and again on the beach of the Western Sea;<br>As I roam’d the streets of inland Chicago—whatever streets I have roam’d;<br>Or cities, or silent woods, or peace, or even amid the sights of war;<br>Wherever I have been, I have charged myself with contentment and triumph.<br><br>I sing the Equalities, modern or old,<br>I sing the endless finales of things;<br>I say Nature continues—Glory continues;<br>I praise with electric voice;<br>For I do not see one imperfection in the universe;<br>And I do not see one cause or result lamentable at last in the universe.<br><br>O setting sun! though the time has come,<br>I still warble under you, if none else does, unmitigated adoration.</p><br>OF Public Opinion;<br>Of a calm and cool fiat, sooner or later, (How impassive! How certain and final!)<br>Of the President with pale face, asking secretly to himself, What will the people say<br>at<br>last?<br>Of the frivolous Judge—Of the corrupt Congressman, Governor, Mayor—Of such as<br>these,<br>standing helpless and exposed;<br>Of the mumbling and screaming priest—(soon, soon deserted;)<br>Of the lessening, year by year, of venerableness, and of the dicta of officers, statutes,<br>pulpits, schools;<br>Of the rising forever taller and stronger and broader, of the intuitions of men and women,<br>and<br>of self-esteem, and of personality;<br>—Of the New World—Of the Democracies, resplendent, en-masse;<br>Of the conformity of politics, armies, navies, to them and to me,<br>Of the shining sun by them—Of the inherent light, greater than the rest,<br>Of the envelopment of all by them, and of the effusion of all from them.<br> </p><br>I HEAR America singing, the varied carols I hear;<br>Those of mechanics—each one singing his, as it should be, blithe and strong;<br>The carpenter singing his, as he measures his plank or beam,<br>The mason singing his, as he makes ready for work, or leaves off work;<br>The boatman singing what belongs to him in his boat—the deckhand singing on the steamboat<br>deck;<br>The shoemaker singing as he sits on his bench—the hatter singing as he stands;<br>The wood-cutter’s song—the ploughboy’s, on his way in the morning, or at the noon<br>intermission, or at sundown;<br>The delicious singing of the mother—or of the young wife at work—or of the girl sewing or<br>washing—Each singing what belongs to her, and to none else;<br>The day what belongs to the day—At night, the party of young fellows, robust, friendly,<br>Singing, with open mouths, their strong melodious songs.<br></p><br>1<br>COME, my tan-faced children,<br>Follow well in order, get your weapons ready;<br>Have you your pistols? have you your sharp edged axes? Pioneers! O pioneers!<br><br>2<br>For we cannot tarry here,<br>We must march my darlings, we must bear the brunt of danger,<br>We, the youthful sinewy races, all the rest on us depend, Pioneers! O pioneers!<br><br>3<br>O you youths, western youths,<br>So impatient, full of action, full of manly pride and friendship,<br>Plain I see you, western youths, see you tramping with the foremost, Pioneers! O<br>pioneers!<br><br>4<br>Have the elder races halted?<br>Do they droop and end their lesson, wearied, over there beyond the seas?<br>We take up the task eternal, and the burden, and the lesson, Pioneers! O pioneers!<br><br>5<br>All the past we leave behind;<br>We debouch upon a newer, mightier world, varied world,<br>Fresh and strong the world we seize, world of labor and the march, Pioneers! O pioneers!<br><br>6<br>We detachments steady throwing,<br>Down the edges, through the passes, up the mountains steep,<br>Conquering, holding, daring, venturing, as we go, the unknown ways, Pioneers! O pioneers!<br><br>7<br>We primeval forests felling,<br>We the rivers stemming, vexing we, and piercing deep the mines within;<br>We the surface broad surveying, we the virgin soil upheaving, Pioneers! O pioneers!<br><br>8<br>Colorado men are we,<br>From the peaks gigantic, from the great sierras and the high plateaus,<br>From the mine and from the gully, from the hunting trail we come, Pioneers! O pioneers!<br><br>9<br>From Nebraska, from Arkansas,<br>Central inland race are we, from Missouri, with the continental blood intervein’d;<br>All the hands of comrades clasping, all the Southern, all the Northern, Pioneers! O<br>pioneers!<br><br>10<br>O resistless, restless race!<br>O beloved race in all! O my breast aches with tender love for all!<br>O I mourn and yet exult—I am rapt with love for all, Pioneers! O pioneers!<br><br>11<br>Raise the mighty mother mistress,<br>Waving high the delicate mistress, over all the starry mistress, (bend your heads all,)<br>Raise the fang’d and warlike mistress, stern, impassive, weapon’d mistress, Pioneers! O<br>pioneers!<br><br>12<br>See, my children, resolute children,<br>By those swarms upon our rear, we must never yield or falter,<br>Ages back in ghostly millions, frowning there behind us urging, Pioneers! O pioneers!<br><br>13<br>On and on, the compact ranks,<br>With accessions ever waiting, with the places of the dead quickly fill’d,<br>Through the battle, through defeat, moving yet and never stopping, Pioneers! O pioneers!<br><br>14<br>O to die advancing on!<br>Are there some of us to droop and die? has the hour come?<br>Then upon the march we fittest die, soon and sure the gap is fill’d, Pioneers! O<br>pioneers!<br><br>15<br>All the pulses of the world,<br>Falling in, they beat for us, with the western movement beat;<br>Holding single or together, steady moving, to the front, all for us, Pioneers! O<br>pioneers!<br><br>16<br>Life’s involv’d and varied pageants,<br>All the forms and shows, all the workmen at their work,<br>All the seamen and the landsmen, all the masters with their slaves, Pioneers! O pioneers!<br><br>17<br>All the hapless silent lovers,<br>All the prisoners in the prisons, all the righteous and the wicked,<br>All the joyous, all the sorrowing, all the living, all the dying, Pioneers! O pioneers!<br><br>18<br>I too with my soul and body,<br>We, a curious trio, picking, wandering on our way,<br>Through these shores, amid the shadows, with the apparitions pressing, Pioneers! O<br>pioneers!<br><br>19<br>Lo! the darting bowling orb!<br>Lo! the brother orbs around! all the clustering suns and planets,<br>All the dazzling days, all the mystic nights with dreams, Pioneers! O pioneers!<br><br>20<br>These are of us, they are with us,<br>All for primal needed work, while the followers there in embryo wait behind,<br>We to-day’s procession heading, we the route for travel clearing, Pioneers! O pioneers!<br><br>21<br>O you daughters of the west!<br>O you young and elder daughters! O you mothers and you wives!<br>Never must you be divided, in our ranks you move united, Pioneers! O pioneers!<br><br>22<br>Minstrels latent on the prairies!<br>(Shrouded bards of other lands! you may sleep—you have done your work;)<br>Soon I hear you coming warbling, soon you rise and tramp amid us, Pioneers! O pioneers!<br><br>23<br>Not for delectations sweet;<br>Not the cushion and the slipper, not the peaceful and the studious;<br>Not the riches safe and palling, not for us the tame enjoyment, Pioneers! O pioneers!<br><br>24<br>Do the feasters gluttonous feast?<br>Do the corpulent sleepers sleep? have they lock’d and bolted doors?<br>Still be ours the diet hard, and the blanket on the ground, Pioneers! O pioneers!<br><br>25<br>Has the night descended?<br>Was the road of late so toilsome? did we stop discouraged, nodding on our way?<br>Yet a passing hour I yield you, in your tracks to pause oblivious, Pioneers! O pioneers!<br><br>26<br>Till with sound of trumpet,<br>Far, far off the day-break call—hark! how loud and clear I hear it wind;<br>Swift! to the head of the army!—swift! spring to your places, Pioneers! O pioneers.</p><br>1<br>O CAPTAIN! my Captain! our fearful trip is done;<br>The ship has weather'd every rack, the prize we sought is won;<br>The port is near, the bells I hear, the people all exulting,<br>While follow eyes the steady keel, the vessel grim and daring:<br>But O heart! heart! heart!<br>O the bleeding drops of red,<br>Where on the deck my Captain lies,<br>Fallen cold and dead.<br><br>2<br>O Captain! my Captain! rise up and hear the bells;<br>Rise up-for you the flag is flung-for you the bugle trills;<br>For you bouquets and ribbon'd wreaths-for you the shores a-crowding;<br>For you they call, the swaying mass, their eager faces turning;<br>Here Captain! dear father!<br>This arm beneath your head;<br>It is some dream that on the deck,<br>You've fallen cold and dead.<br><br>3<br>My Captain does not answer, his lips are pale and still;<br>My father does not feel my arm, he has no pulse nor will;<br>The ship is anchor'd safe and sound, its voyage closed and done; <br>From fearful trip, the victor ship, comes in with object won;<br>Exult, O shores, and ring, O bells!<br>But I, with mournful tread,<br>Walk the deck my Captain lies,<br>Fallen cold and dead.</p>"}