{
				"id": "user329",
				"title": "Robin Hood by John Keats",
				"exclude_from_menu": "true",
				"image": "Giuseppe Milo.jpg",
				"tag": ["15", "22"],
				"video": {
					"src": ["La-city-aerial-sweep.m4v", "La-city-freeway-tl.m4v", "La-city-light-trail-timelapse.m4v", "La-city-overview-timelapse.m4v", "La-downtown-street-timelapse.m4v", "La-downtown-traffic-night-light-trails.m4v", "La-freeway-overpass-timelapse.m4v", "La-night-lights-flashing.m4v", "La-nighttime-driving-tl.m4v", "La-scenic-skyline-roadway-timelapse.m4v", "La-speedway-light-trails.m4v"],
					"type": "background"	
				},
				"main_text": "TO A FRIEND<br><br>No! those days are gone away<br> And their hours are old and gray,<br> And their minutes buried all<br> Under the down-trodden pall<br> Of the leaves of many years:<br> Many times have winter's shears,<br> Frozen North, and chilling East,<br> Sounded tempests to the feast<br> Of the forest's whispering fleeces,<br> Since men knew nor rent nor leases. <br><br>No, the bugle sounds no more,<br> And the twanging bow no more;<br> Silent is the ivory shrill<br> Past the heath and up the hill;<br> There is no mid-forest laugh,<br> Where lone Echo gives the half<br> To some wight, amaz'd to hear<br> Jesting, deep in forest drear.<br><br>On the fairest time of June<br> You may go, with sun or moon,<br> Or the seven stars to light you,<br> Or the polar ray to right you;<br> But you never may behold<br> Little John, or Robin bold;<br> Never one, of all the clan,<br> Thrumming on an empty can<br> Some old hunting ditty, while<br> He doth his green way beguile<br> To fair hostess Merriment,<br> Down beside the pasture Trent;<br> For he left the merry tale<br> Messenger for spicy ale.<br><br> Gone, the merry morris din;<br> Gone, the song of Gamelyn;<br> Gone, the tough-belted outlaw<br> Idling in the 'grene shawe';<br> All are gone away and past!<br> And if Robin should be cast<br> Sudden from his turfed grave,<br> And if Marian should have<br> Once again her forest days,<br> She would weep, and he would craze:<br> He would swear, for all his oaks,<br> Fall'n beneath the dockyard strokes,<br> Have rotted on the briny seas;<br> She would weep that her wild bees<br> Sang not to her-strange! that honey<br> Can't be got without hard money!<br><br> So it is: yet let us sing,<br> Honour to the old bow-string!<br> Honour to the bugle-horn!<br> Honour to the woods unshorn!<br> Honour to the Lincoln green!<br> Honour to the archer keen!<br> Honour to tight little John,<br> And the horse he rode upon!<br> Honour to bold Robin Hood,<br> Sleeping in the underwood!<br> Honour to maid Marian,<br> And to all the Sherwood-clan!<br> Though their days have hurried by<br> Let us two a burden try."
			}