{"id":"user10","title":"War","image":"The U.S. Army.jpg","main_text":"What passing-bells for these who die as cattle?<br>Only the monstrous anger of the guns.<br>Only the stuttering rifles' rapid rattle<br>Can patter out their hasty orisons.<br>No mockeries for them; no prayers nor bells,<br>Nor any voice of mourning save the choirs, <br>The shrill, demented choirs of wailing shells;<br>And bugles calling for them from sad shires.<br><br>What candles may be held to speed them all?<br>Not in the hands of boys, but in their eyes<br>Shall shine the holy glimmers of goodbyes.<br>The pallor of girls' brows shall be their pall;<br>Their flowers the tenderness of patient minds,<br>And each slow dusk a drawing-down of blinds.</p><br>Bent double, like old beggars under sacks,<br>Knock-kneed, coughing like hags, we cursed through sludge,<br>Till on the haunting flares we turned our backs<br>And towards our distant rest began to trudge.<br>Men marched asleep. Many had lost their boots<br>But limped on, blood-shod. All went lame; all blind;<br>Drunk with fatigue; deaf even to the hoots<br>Of tired, outstripped Five-Nines that dropped behind.<br><br>Gas! GAS! Quick, boys!--An ecstasy of fumbling<br>Fitting the clumsy helmets just in time;<br>But someone still was yelling out and stumbling,<br>And flound'ring like a man in fire or lime...<br>Dim, through the misty panes and thick green light,<br>As under a green sea, I saw him drowning.<br><br>In all my dreams, before my helpless sight,<br>He plunges at me, guttering, choking, drowning.<br><br>If in some smothering dreams you too could pace<br>Behind the wagon that we flung him in,<br>And watch the white eyes writhing in his face,<br>His hanging face, like a devil's sick of sin;<br>If you could hear, at every jolt, the blood<br>Come gargling from the froth-corrupted lungs<br>Obscene as cancer, bitter as the cud<br>Of vile, incurable sores on innocent tongues,--<br>My friend, you would not tell with such high zest<br>To children ardent for some desperate glory,<br>The old Lie: Dulce et decorum est<br>Pro patria mori.</p><br>I have done it again.<br>One year in every ten<br>I manage it—<br><br>A sort of walking miracle, my skin<br>Bright as a Nazi lampshade,<br>My right foot<br><br>A paperweight,<br>My face a featureless, fine<br>Jew linen.<br><br>Peel off the napkin<br>O my enemy.<br>Do I terrify?—<br><br>The nose, the eye pits, the full set of teeth?<br>The sour breath<br>Will vanish in a day.<br><br>Soon, soon the flesh<br>The grave cave ate will be<br>At home on me<br><br>And I a smiling woman.<br>I am only thirty.<br>And like the cat I have nine times to die.<br><br>This is Number Three.<br>What a trash<br>To annihilate each decade.<br><br>What a million filaments.<br>The peanut-crunching crowd<br>Shoves in to see<br><br>Them unwrap me hand and foot—<br>The big strip tease.<br>Gentlemen, ladies,<br><br>These are my hands,<br>My knees.I may be skin and bone,<br><br>Nevertheless, I am the same, identical woman.<br>The first time it happened I was ten.<br>It was an accident.<br><br>The second time I meant<br>To last it out and not come back at all.<br>I rocked shut<br><br>As a seashell.<br>They had to call and call<br>And pick the worms off me like sticky pearls.<br><br>Dying<br>Is an art, like everything else.<br>I do it exceptionally well.<br><br>I do it so it feels like hell.<br>I do it so it feels real.<br>I guess you could say I've a call.<br><br>It's easy enough to do it in a cell.<br>It's easy enough to do it and stay put.<br>It's the theatrical<br><br>Comeback in broad day<br>To the same place, the same face, the same brute<br>Amused shout:<br><br>'A miracle!'<br>That knocks me out.<br>There is a charge<br><br>For the eyeing of my scars, there is a charge<br>For the hearing of my heart—<br>It really goes.<br><br>And there is a charge, very large charge,<br>For a word or a touch<br>Or a bit of blood<br><br>Or a piece of my hair or my clothes.<br>So, so, Herr Doktor.<br>So, Herr Enemy.<br><br>I am your opus,<br>I am your valuable,<br>The pure gold baby<br><br>That melts to a shriek.<br>I turn and burn.<br>Do not think I underestimate your great concern.<br><br>Ash, ash—<br>You poke and stir.<br>Flesh, bone, there is nothing there—<br><br>A cake of soap,<br>A wedding ring,<br>A gold filling.<br><br>Herr God, Herr Lucifer,<br>Beware<br>Beware.<br><br>Out of the ash<br>I rise with my red hair<br>And I eat men like air.</p><br>A great and glorious thing it is<br>To learn, for seven years or so,<br>The Lord knows what of that and this,<br>Ere reckoned fit to face the foe --<br>The flying bullet down the Pass,<br>That whistles clear: ‘All flesh is grass.’<br><br>Three hundred pounds per annum spent<br>On making brain and body meeter<br>For all the murderous intent<br>Comprised in ‘villanous saltpetre!’<br>And after -- ask the Yusufzaies<br>What comes of all our 'ologies.<br><br>A scrimmage in a Border Station --<br>A canter down some dark defile --<br>Two thousand pounds of education<br>Drops to a ten-rupee jezail --<br>The Crammer's boast, the Squadron's pride,<br>Shot like a rabbit in a ride!<br><br>No proposition Euclid wrote,<br>No formulae the text-books know,<br>Will turn the bullet from your coat,<br>Or ward the tulwar's downward blow<br>Strike hard who cares -- shoot straight who can --<br>The odds are on the cheaper man.<br><br>One sword-knot stolen from the camp<br>Will pay for all the school expenses<br>Of any Kurrum Valley scamp<br>Who knows no word of moods and tenses,<br>But, being blessed with perfect sight,<br>Picks off our messmates left and right.<br><br>With home-bred hordes the hillsides teem,<br>The troop-ships bring us one by one,<br>At vast expense of time and steam,<br>To slay Afridis where they run.<br>The ‘captives of our bow and spear’<br>Are cheap -- alas! as we are dear. </p><br>It is not death<br>Without hereafter<br>To one in dearth<br>Of life and its laughter,<br><br>Nor the sweet murder<br>Dealt slow and even<br>Unto the martyr<br>Smiling at heaven:<br><br>It is the smile<br>Faint as a (waning) myth,<br>Faint, and exceeding small<br>On a boy's murdered mouth.</p><br>(To JS/07/M/378/ This Marble Monument<br>Is Erected by the State)<br><br>He was found by the Bureau of Statistics to be<br>One against whom there was no official complaint,<br>And all the reports on his conduct agree<br>That, in the modern sense of an oldfashioned word, he was a<br>saint,<br>For in everything he did he served the Greater Community.<br>Except for the War till the day he retired<br>He worked in a factory and never got fired<br>But satisfied his employers, Fudge Motors Inc.<br>Yet he wasn't a scab or odd in his views,<br>For his Union reports that he paid his dues,<br>(Our report on his Union shows it was sound)<br>And our Social Psychology workers found<br>That he was popular with his mates and liked a drink.<br>The Press are convinced that he bought a paper every day<br>And that his reactions to advertisements were normal in every<br>way.<br>Policies taken out in his name prove that he was fully insured,<br>And his Health-card shows he was once in hospital but left it<br>cured.<br>Both Producers Research and High-Grade Living declare<br>He was fully sensible to the advantages of the Installment Plan<br>And had everything necessary to the Modern Man,<br>A phonograph, a radio, a car and a frigidaire.<br>Our researchers into Public Opinion are content<br>That he held the proper opinions for the time of year;<br>When there was peace, he was for peace; When there was war,<br>he went.<br>He was married and added five children to the population,<br>Which our Eugenist says was the right number for a parent of<br>his generation.<br>And our teachers report that he never interfered with their<br>education.<br><br>Was he free? Was he happy? The question is absurd:<br>Had anything been wrong, we should certainly have heard.</p><br>1<br>O CAPTAIN! my Captain! our fearful trip is done;<br>The ship has weather'd every rack, the prize we sought is won;<br>The port is near, the bells I hear, the people all exulting,<br>While follow eyes the steady keel, the vessel grim and daring:<br>But O heart! heart! heart!<br>O the bleeding drops of red,<br>Where on the deck my Captain lies,<br>Fallen cold and dead.<br><br>2<br>O Captain! my Captain! rise up and hear the bells;<br>Rise up-for you the flag is flung-for you the bugle trills;<br>For you bouquets and ribbon'd wreaths-for you the shores a-crowding;<br>For you they call, the swaying mass, their eager faces turning;<br>Here Captain! dear father!<br>This arm beneath your head;<br>It is some dream that on the deck,<br>You've fallen cold and dead.<br><br>3<br>My Captain does not answer, his lips are pale and still;<br>My father does not feel my arm, he has no pulse nor will;<br>The ship is anchor'd safe and sound, its voyage closed and done; <br>From fearful trip, the victor ship, comes in with object won;<br>Exult, O shores, and ring, O bells!<br>But I, with mournful tread,<br>Walk the deck my Captain lies,<br>Fallen cold and dead.</p><br>Head to limp head, the sunk-eyed wounded scanned<br>Yesterday's Mail; the casualties (typed small)<br>And (large) Vast Booty from our Latest Haul.<br>Also, they read of Cheap Homes, not yet planned;<br>For, said the paper, ‘When this war is done<br>The men's first instinct will be making homes.<br>Meanwhile their foremost need is aerodromes,<br>It being certain war has just begun.<br>Peace would do wrong to our undying dead, --<br>The sons we offered might regret they died<br>If we got nothing lasting in their stead.<br>We must be solidly indemnified.<br>Though all be worthy Victory which all bought,<br>We rulers sitting in this ancient spot<br>Would wrong our very selves if we forgot<br>The greatest glory will be theirs who fought,<br>Who kept this nation in integrity.’<br>Nation? -- The half-limbed readers did not chafe<br>But smiled at one another curiously<br>Like secret men who know their secret safe.<br>This is the thing they know and never speak,<br>That England one by one had fled to France<br>(Not many elsewhere now save under France).<br>Pictures of these broad smiles appear each week,<br>And people in whose voice real feeling rings<br>Say: How they smile! They're happy now, poor things.</p><br>You do not do, you do not do<br>Any more, black shoe<br>In which I have lived like a foot<br>For thirty years, poor and white,<br>Barely daring to breathe or Achoo.<br><br>Daddy, I have had to kill you.<br>You died before I had time——<br>Marble-heavy, a bag full of God,<br>Ghastly statue with one gray toe<br>Big as a Frisco seal<br><br>And a head in the freakish Atlantic<br>Where it pours been green over blue<br>In the waters off beautiful Nauset.<br>I used to pray to recover you.<br>Ach, du.<br><br>In the German tongue, in the Polish town<br>Scraped flat by the roller<br>Of wars, wars, wars.<br>But the name of the town is common.<br>My Polack friend<br><br>Says there are a dozen or two.<br>So I never could tell where you<br>Put your foot, your root,<br>I never could talk to you.<br>The tongue stuck in my jaw.<br><br>It stuck in a barb wire snare.<br>Ich, ich, ich, ich,<br>I could hardly speak.<br>I thought every German was you.<br>And the language obscene<br><br>An engine, an engine<br>Chuffing me off like a Jew.<br>A Jew to Dachau, Auschwitz, Belsen<br>I began to talk like a Jew.<br>I think I may well be a Jew.<br><br>The snows of the Tyrol, the clear beer of Vienna<br>Are not very pure or true.<br>With my gypsy ancestress and my weird luck<br>And my Taroc pack and my Taroc pack<br>I may be a bit of a Jew.<br><br>I have always been scared of you,<br>With your Luftwaffe, your gobbledygoo.<br>And your neat moustache<br>And your Aryan eye, bright blue.<br>Panzer-man, panzer-man, O You——<br><br>Not God but a swastika<br>So black no sky could squeak through.<br>Every woman adores a Fascist,<br>The boot in the face, the brute<br>Brute heart of a brute like you.<br><br>You stand at the blackboard, daddy,<br>In the picture I have of you,<br>A cleft in your chin instead of your foot<br>But no less a devil for that, no not<br>Any less the black man who<br><br>Bit my pretty red heart in two.<br>I was ten when they buried you.<br>At twenty I tried to die<br>And get back, back, back to you.<br>I thought even the bones would do.<br><br>But they pulled me out of the sack,<br>And they stuck me together with glue,<br>And then I knew what to do.<br>I made a model of you.<br>A man in black with a Meinkampf look<br><br>And a love of the rack and the screw.<br>And I said I do, I do.<br>So daddy, I'm finally through.<br>The black telephone's off at the root,<br>The voices just can't worm through.<br><br>If I've killed one man, I've killed two——<br>The vampire who said he was you<br>And drank my blood for a year,<br>Seven years, if you want to know.<br>Daddy, you can lie back now.<br><br>There's a stake in your fat black heart<br>And the villagers never liked you.<br>They are dancing and stamping on you.<br>They always knew it was you.<br>Daddy, daddy, you bastard, I'm through.</p><br>'O Jesus Christ! I'm hit,' he said; and died.<br>Whether he vainly cursed, or prayed indeed,<br>The Bullets chirped - 'In vain! vain! vain!'<br>Machine-guns chuckled, 'Tut-tut! Tut-tut!'<br>And the Big Gun guffawed.<br><br>Another sighed, - 'O Mother, Mother! Dad!'<br>Then smiled, at nothing, childlike, being dead.<br>And the lofty Shrapnel-cloud<br>Leisurely gestured, - 'Fool!'<br>And the falling splinters tittered.<br><br>'My Love!' one moaned. Love-languid seemed his mood,<br>Till, slowly lowered, his whole face kissed the mud.<br>And the Bayonets' long teeth grinned;<br>Rabbles of Shells hooted and groaned;<br>And the Gas hissed.</p><br>O what is that sound which so thrills the ear<br>Down in the valley drumming, drumming?<br>Only the scarlet soldiers, dear,<br>The soldiers coming.<br><br>O what is that light I see flashing so clear<br>Over the distance brightly, brightly?<br>Only the sun on their weapons, dear,<br>As they step lightly.<br><br>O what are they doing with all that gear,<br>What are they doing this morning, morning?<br>Only their usual manoeuvres, dear,<br>Or perhaps a warning.<br><br>O why have they left the road down there,<br>Why are they suddenly wheeling, wheeling?<br>Perhaps a change in their orders, dear,<br>Why are you kneeling?<br><br>O haven't they stopped for the doctor's care,<br>Haven't they reined their horses, horses?<br>Why, they are none of them wounded, dear,<br>None of these forces.<br><br>O is it the parson they want, with white hair,<br>Is it the parson, is it, is it?<br>No, they are passing his gateway, dear,<br>Without a visit.<br><br>O it must be the farmer that lives so near.<br>It must be the farmer so cunning, so cunning?<br>They have passed the farmyard already, dear,<br>And now they are running.<br><br>O where are you going? Stay with me here!<br>Were the vows you swore deceiving, deceiving?<br>No, I promised to love you, dear,<br>But I must be leaving.<br><br>O it's broken the lock and splintered the door,<br>O it's the gate where they're turning, turning;<br>Their boots are heavy on the floor<br>And their eyes are burning.</p>"}