{
				"id": "user477",
				"title": "Christabel by Samuel Taylor Coleridge",
				"exclude_from_menu": "true",
				"image": "Alexandra.jpg",
				"tag": ["15", "50", "54", "34", "10", "41", "33"],
				"video": {
					"src": ["Aerial-shot-of-beach-in-miami-2.m4v", "Aerial-shot-of-beach-in-miami-3.m4v", "Aerial-shot-of-boat-marina-in-miami-2.m4v", "Aerial-shot-of-desert-near-las-vegas-at-sunset.m4v", "Aerial-shot-of-downtown-park-city-utah.m4v", "Aerial-shot-of-downtown-park-city-utah2.m4v", "Aerial-shot-of-downtown-salt-lake-city-utah.m4v", "Aerial-shot-of-downtown-salt-lake-city.m4v", "Aerial-shot-of-hotels-and-a-miami-beach-3.m4v", "Aerial-shot-of-hotels-and-apartment-buildings-in-miami-6.m4v", "Aerial-shot-of-hotels-and-apartment-buildings-in-miami.m4v"],
					"type": "background"	
				},
				"main_text": "PART I<br> 'Tis the middle of night by the castle clock<br> And the owls have awakened the crowing cock;<br> Tu-whit!- Tu-whoo!<br> And hark, again! the crowing cock,<br> How drowsily it crew.<br> Sir Leoline, the Baron rich,<br> Hath a toothless mastiff, which<br> From her kennel beneath the rock<br> Maketh answer to the clock,<br> Four for the quarters, and twelve for the hour;<br> Ever and aye, by shine and shower,<br> Sixteen short howls, not over loud;<br> Some say, she sees my lady's shroud.<br> Is the night chilly and dark?<br> The night is chilly, but not dark.<br> The thin gray cloud is spread on high,<br> It covers but not hides the sky.<br> The moon is behind, and at the full;<br> And yet she looks both small and dull.<br> The night is chill, the cloud is gray:<br> 'T is a month before the month of May,<br> And the Spring comes slowly up this way.<br> The lovely lady, Christabel,<br> Whom her father loves so well,<br> What makes her in the wood so late,<br> A furlong from the castle gate?<br> She had dreams all yesternight<br> Of her own betrothed knight;<br> And she in the midnight wood will pray<br> For the weal of her lover that's far away.<br> She stole along, she nothing spoke,<br> The sighs she heaved were soft and low,<br> And naught was green upon the oak,<br> But moss and rarest mistletoe:<br> She kneels beneath the huge oak tree,<br> And in silence prayeth she.<br> The lady sprang up suddenly,<br> The lovely lady, Christabel!<br> It moaned as near, as near can be,<br> But what it is she cannot tell.-<br> On the other side it seems to be,<br> Of the huge, broad-breasted, old oak tree.<br> The night is chill; the forest bare;<br> Is it the wind that moaneth bleak?<br> There is not wind enough in the air<br> To move away the ringlet curl<br> From the lovely lady's cheek-<br> There is not wind enough to twirl<br> The one red leaf, the last of its clan,<br> That dances as often as dance it can,<br> Hanging so light, and hanging so high,<br> On the topmost twig that looks up at the sky.<br> Hush, beating heart of Christabel!<br> Jesu, Maria, shield her well!<br> She folded her arms beneath her cloak,<br> And stole to the other side of the oak.<br> What sees she there?<br> There she sees a damsel bright,<br> Dressed in a silken robe of white,<br> That shadowy in the moonlight shone:<br> The neck that made that white robe wan,<br> Her stately neck, and arms were bare;<br> Her blue-veined feet unsandaled were;<br> And wildly glittered here and there<br> The gems entangled in her hair.<br> I guess, 't was frightful there to see<br> A lady so richly clad as she-<br> Beautiful exceedingly!<br> 'Mary mother, save me now!'<br> Said Christabel, 'and who art thou?'<br> The lady strange made answer meet,<br> And her voice was faint and sweet:-<br> 'Have pity on my sore distress,<br> I scarce can speak for weariness:<br> Stretch forth thy hand, and have no fear!'<br> Said Christabel, 'How camest thou here?'<br> And the lady, whose voice was faint and sweet,<br> Did thus pursue her answer meet:-<br> 'My sire is of a noble line,<br> And my name is Geraldine:<br> Five warriors seized me yestermorn,<br> Me, even me, a maid forlorn:<br> They choked my cries with force and fright,<br> And tied me on a palfrey white.<br> The palfrey was as fleet as wind,<br> And they rode furiously behind.<br> They spurred amain, their steeds were white:<br> And once we crossed the shade of night.<br> As sure as Heaven shall rescue me,<br> I have no thought what men they be;<br> Nor do I know how long it is<br> (For I have lain entranced, I wis)<br> Since one, the tallest of the five,<br> Took me from the palfrey's back,<br> A weary woman, scarce alive.<br> Some muttered words his comrades spoke:<br> He placed me underneath this oak;<br> He swore they would return with haste;<br> Whither they went I cannot tell-<br> I thought I heard, some minutes past,<br> Sounds as of a castle bell.<br> Stretch forth thy hand,' thus ended she,<br> 'And help a wretched maid to flee.'<br> Then Christabel stretched forth her hand,<br> And comforted fair Geraldine:<br> 'O well, bright dame, may you command<br> The service of Sir Leoline;<br> And gladly our stout chivalry<br> Will he send forth, and friends withal,<br> To guide and guard you safe and free<br> Home to your noble father's hall.'<br> She rose: and forth with steps they passed<br> That strove to be, and were not, fast.<br> Her gracious stars the lady blest,<br> And thus spake on sweet Christabel:<br> 'All our household are at rest,<br> The hall is silent as the cell;<br> Sir Leoline is weak in health,<br> And may not well awakened be,<br> But we will move as if in stealth;<br> And I beseech your courtesy,<br> This night, to share your couch with me.'<br> They crossed the moat, and Christabel<br> Took the key that fitted well;<br> A little door she opened straight,<br> All in the middle of the gate;<br> The gate that was ironed within and without,<br> Where an army in battle array had marched out.<br> The lady sank, belike through pain,<br> And Christabel with might and main<br> Lifted her up, a weary weight,<br> Over the threshold of the gate:<br> Then the lady rose again,<br> And moved, as she were not in pain.<br> So, free from danger, free from fear,<br> They crossed the court: right glad they were.<br> And Christabel devoutly cried<br> To the Lady by her side;<br> 'Praise we the Virgin all divine,<br> Who hath rescued thee from thy distress!'<br> 'Alas, alas!' said Geraldine,<br> 'I cannot speak for weariness.'<br> So, free from danger, free from fear,<br> They crossed the court: right glad they were.<br> Outside her kennel the mastiff old<br> Lay fast asleep, in moonshine cold.<br> The mastiff old did not awake,<br> Yet she an angry moan did make.<br> And what can ail the mastiff bitch?<br> Never till now she uttered yell<br> Beneath the eye of Christabel.<br> Perhaps it is the owlet's scritch:<br> For what can aid the mastiff bitch?<br> They passed the hall, that echoes still,<br> Pass as lightly as you will.<br> The brands were flat, the brands were dying,<br> Amid their own white ashes lying;<br> But when the lady passed, there came<br> A tongue of light, a fit of flame;<br> And Christabel saw the lady's eye,<br> And nothing else saw she thereby,<br> Save the boss of the shield of Sir Leoline tall,<br> Which hung in a murky old niche in the wall.<br> 'O softly tread,' said Christabel,<br> 'My father seldom sleepeth well.'<br> Sweet Christabel her feet doth bare,<br> And, jealous of the listening air,<br> They steal their way from stair to stair,<br> Now in glimmer, and now in gloom,<br> And now they pass the Baron's room,<br> As still as death, with stifled breath!<br> And now have reached her chamber door;<br> And now doth Geraldine press down<br> The rushes of the chamber floor.<br> The moon shines dim in the open air,<br> And not a moonbeam enters here.<br> But they without its light can see<br> The chamber carved so curiously,<br> Carved with figures strange and sweet,<br> All made out of the carver's brain,<br> For a lady's chamber meet:<br> The lamp with twofold silver chain<br> Is fastened to an angel's feet.<br> The silver lamp burns dead and dim;<br> But Christabel the lamp will trim.<br> She trimmed the lamp, and made it bright,<br> And left it swinging to and fro,<br> While Geraldine, in wretched plight,<br> Sank down upon the floor below.<br> 'O weary lady, Geraldine,<br> I pray you, drink this cordial wine!<br> It is a wine of virtuous powers;<br> My mother made it of wild flowers.'<br> 'And will your mother pity me,<br> Who am a maiden most forlorn?'<br> Christabel answered- 'Woe is me!<br> She died the hour that I was born.<br> I have heard the gray-haired friar tell,<br> How on her death-bed she did say,<br> That she should hear the castle-bell<br> Strike twelve upon my wedding-day.<br> O mother dear! that thou wert here!'<br> 'I would,' said Geraldine, 'she were!'<br> But soon, with altered voice, said she-<br> 'Off, wandering mother! Peak and pine!<br> I have power to bid thee flee.'<br> Alas! what ails poor Geraldine?<br> Why stares she with unsettled eye?<br> Can she the bodiless dead espy?<br> And why with hollow voice cries she,<br> 'Off, woman, off! this hour is mine-<br> Though thou her guardian spirit be,<br> Off, woman. off! 't is given to me.'<br> Then Christabel knelt by the lady's side,<br> And raised to heaven her eyes so blue-<br> 'Alas!' said she, 'this ghastly ride-<br> Dear lady! it hath wildered you!'<br> The lady wiped her moist cold brow,<br> And faintly said, ''T is over now!'<br> Again the wild-flower wine she drank:<br> Her fair large eyes 'gan glitter bright,<br> And from the floor, whereon she sank,<br> The lofty lady stood upright:<br> She was most beautiful to see,<br> Like a lady of a far countree.<br> And thus the lofty lady spake-<br> 'All they, who live in the upper sky,<br> Do love you, holy Christabel!<br> And you love them, and for their sake,<br> And for the good which me befell,<br> Even I in my degree will try,<br> Fair maiden, to requite you well.<br> But now unrobe yourself; for I<br> Must pray, ere yet in bed I lie.'<br> Quoth Christabel, 'So let it be!'<br> And as the lady bade, did she.<br> Her gentle limbs did she undress<br> And lay down in her loveliness.<br> But through her brain, of weal and woe,<br> So many thoughts moved to and fro,<br> That vain it were her lids to close;<br> So half-way from the bed she rose,<br> And on her elbow did recline.<br> To look at the lady Geraldine.<br> Beneath the lamp the lady bowed,<br> And slowly rolled her eyes around;<br> Then drawing in her breath aloud,<br> Like one that shuddered, she unbound<br> The cincture from beneath her breast:<br> Her silken robe, and inner vest,<br> Dropped to her feet, and full in view,<br> Behold! her bosom and half her side-<br> A sight to dream of, not to tell!<br> O shield her! shield sweet Christabel!<br> Yet Geraldine nor speaks nor stirs:<br> Ah! what a stricken look was hers!<br> Deep from within she seems half-way<br> To lift some weight with sick assay,<br> And eyes the maid and seeks delay;<br> Then suddenly, as one defied,<br> Collects herself in scorn and pride,<br> And lay down by the maiden's side!-<br> And in her arms the maid she took,<br> Ah, well-a-day!<br> And with low voice and doleful look<br> These words did say:<br> 'In the touch of this bosom there worketh a spell,<br> Which is lord of thy utterance, Christabel!<br> Thou knowest to-night, and wilt know to-morrow,<br> This mark of my shame, this seal of my sorrow;<br> But vainly thou warrest,<br> For this is alone in<br> Thy power to declare,<br> That in the dim forest<br> Thou heard'st a low moaning,<br> And found'st a bright lady, surpassingly fair:<br> And didst bring her home with thee, in love and in charity,<br> To shield her and shelter her from the damp air.'<br> It was a lovely sight to see<br> The lady Christabel, when she<br> Was praying at the old oak tree.<br> Amid the jagged shadows<br> Of mossy leafless boughs,<br> Kneeling in the moonlight,<br> To make her gentle vows;<br> Her slender palms together prest,<br> Heaving sometimes on her breast;<br> Her face resigned to bliss or bale-<br> Her face, oh, call it fair not pale,<br> And both blue eyes more bright than clear.<br> Each about to have a tear.<br> With open eyes (ah, woe is me!)<br> Asleep, and dreaming fearfully,<br> Fearfully dreaming, yet, I wis,<br> Dreaming that alone, which is-<br> O sorrow and shame! Can this be she,<br> The lady, who knelt at the old oak tree?<br> And lo! the worker of these harms,<br> That holds the maiden in her arms,<br> Seems to slumber still and mild,<br> As a mother with her child.<br> A star hath set, a star hath risen,<br> O Geraldine! since arms of thine<br> Have been the lovely lady's prison.<br> O Geraldine! one hour was thine-<br> Thou'st had thy will! By tarn and rill,<br> The night-birds all that hour were still.<br> But now they are jubilant anew,<br> From cliff and tower, tu-whoo! tu-whoo!<br> Tu-whoo! tu-whoo! from wood and fell!<br> And see! the lady Christabel<br> Gathers herself from out her trance;<br> Her limbs relax, her countenance<br> Grows sad and soft; the smooth thin lids<br> Close o'er her eyes; and tears she sheds-<br> Large tears that leave the lashes bright!<br> And oft the while she seems to smile<br> As infants at a sudden light!<br> Yea, she doth smile, and she doth weep,<br> Like a youthful hermitess,<br> Beauteous in a wilderness,<br> Who, praying always, prays in sleep.<br> And, if she move unquietly,<br> Perchance, 't is but the blood so free<br> Comes back and tingles in her feet.<br> No doubt, she hath a vision sweet.<br> What if her guardian spirit 't were,<br> What if she knew her mother near?<br> But this she knows, in joys and woes,<br> That saints will aid if men will call:<br> For the blue sky bends over all.<br> PART II<br> Each matin bell, the Baron saith,<br> Knells us back to a world of death.<br> These words Sir Leoline first said,<br> When he rose and found his lady dead:<br> These words Sir Leoline will say<br> Many a morn to his dying day!<br> And hence the custom and law began<br> That still at dawn the sacristan,<br> Who duly pulls the heavy bell,<br> Five and forty beads must tell<br> Between each stroke- a warning knell,<br> Which not a soul can choose but hear<br> From Bratha Head to Wyndermere.<br> Saith Bracy the bard, 'So let it knell!<br> And let the drowsy sacristan<br> Still count as slowly as he can!'<br> There is no lack of such, I ween,<br> As well fill up the space between.<br> In Langdale Pike and Witch's Lair,<br> And Dungeon-ghyll so foully rent,<br> With ropes of rock and bells of air<br> Three sinful sextons' ghosts are pent,<br> Who all give back, one after t' other,<br> The death-note to their living brother;<br> And oft too, by the knell offended,<br> Just as their one! two! three! is ended,<br> The devil mocks the doleful tale<br> With a merry peal from Borrowdale.<br> The air is still! through mist and cloud<br> That merry peal comes ringing loud;<br> And Geraldine shakes off her dread,<br> And rises lightly from the bed;<br> Puts on her silken vestments white,<br> And tricks her hair in lovely plight,<br> And nothing doubting of her spell<br> Awakens the lady Christabel.<br> 'Sleep you, sweet lady Christabel?<br> I trust that you have rested well.'<br> And Christabel awoke and spied<br> The same who lay down by her side-<br> O rather say, the same whom she<br> Raised up beneath the old oak tree!<br> Nay, fairer yet! and yet more fair!<br> For she belike hath drunken deep<br> Of all the blessedness of sleep!<br> And while she spake, her looks, her air,<br> Such gentle thankfulness declare,<br> That (so it seemed) her girded vests<br> Grew tight beneath her heaving breasts.<br> 'Sure I have sinned!' said Christabel,<br> 'Now heaven be praised if all be well!'<br> And in low faltering tones, yet sweet,<br> Did she the lofty lady greet<br> With such perplexity of mind<br> As dreams too lively leave behind.<br> So quickly she rose, and quickly arrayed<br> Her maiden limbs, and having prayed<br> That He, who on the cross did groan,<br> Might wash away her sins unknown,<br> She forthwith led fair Geraldine<br> To meet her sire, Sir Leoline.<br> The lovely maid and the lady tall<br> Are pacing both into the hall,<br> And pacing on through page and groom,<br> Enter the Baron's presence-room.<br> The Baron rose, and while he prest<br> His gentle daughter to his breast,<br> With cheerful wonder in his eyes<br> The lady Geraldine espies,<br> And gave such welcome to the same,<br> As might beseem so bright a dame!<br> But when he heard the lady's tale,<br> And when she told her father's name,<br> Why waxed Sir Leoline so pale,<br> Murmuring o'er the name again,<br> Lord Roland de Vaux of Tryermaine?<br> Alas! they had been friends in youth;<br> But whispering tongues can poison truth;<br> And constancy lives in realms above;<br> And life is thorny; and youth is vain;<br> And to be wroth with one we love<br> Doth work like madness in the brain.<br> And thus it chanced, as I divine,<br> With Roland and Sir Leoline.<br> Each spake words of high disdain<br> And insult to his heart's best brother:<br> They parted- ne'er to meet again!<br> But never either found another<br> To free the hollow heart from paining-<br> They stood aloof, the scars remaining,<br> Like cliffs which had been rent asunder;<br> A dreary sea now flows between.<br> But neither heat, nor frost, nor thunder,<br> Shall wholly do away, I ween,<br> The marks of that which once hath been.<br> Sir Leoline, a moment's space,<br> Stood gazing on the damsel's face:<br> And the youthful Lord of Tryermaine<br> Came back upon his heart again.<br> O then the Baron forgot his age,<br> His noble heart swelled high with rage;<br> He swore by the wounds in Jesu's side<br> He would proclaim it far and wide,<br> With trump and solemn heraldry,<br> That they, who thus had wronged the dame<br> Were base as spotted infamy!<br> 'And if they dare deny the same,<br> My herald shall appoint a week,<br> And let the recreant traitors seek<br> My tourney court- that there and then<br> I may dislodge their reptile souls<br> From the bodies and forms of men!'<br> He spake: his eye in lightning rolls!<br> For the lady was ruthlessly seized; and he kenned<br> In the beautiful lady the child of his friend!<br> And now the tears were on his face,<br> And fondly in his arms he took<br> Fair Geraldine who met the embrace,<br> Prolonging it with joyous look.<br> Which when she viewed, a vision fell<br> Upon the soul of Christabel,<br> The vision of fear, the touch and pain!<br> She shrunk and shuddered, and saw again-<br> (Ah, woe is me! Was it for thee,<br> Thou gentle maid! such sights to see?)<br> Again she saw that bosom old,<br> Again she felt that bosom cold,<br> And drew in her breath with a hissing sound:<br> Whereat the Knight turned wildly round,<br> And nothing saw, but his own sweet maid<br> With eyes upraised, as one that prayed.<br> The touch, the sight, had passed away,<br> And in its stead that vision blest,<br> Which comforted her after-rest,<br> While in the lady's arms she lay,<br> Had put a rapture in her breast,<br> And on her lips and o'er her eyes<br> Spread smiles like light!<br> With new surprise,<br> 'What ails then my beloved child?'<br> The Baron said- His daughter mild<br> Made answer, 'All will yet be well!'<br> I ween, she had no power to tell<br> Aught else: so mighty was the spell.<br> Yet he who saw this Geraldine,<br> Had deemed her sure a thing divine.<br> Such sorrow with such grace she blended,<br> As if she feared she had offended<br> Sweet Christabel, that gentle maid!<br> And with such lowly tones she prayed<br> She might be sent without delay<br> Home to her father's mansion.<br> 'Nay!<br> Nay, by my soul!' said Leoline.<br> 'Ho! Bracy the bard, the charge be thine!<br> Go thou, with music sweet and loud,<br> And take two steeds with trappings proud,<br> And take the youth whom thou lov'st best<br> To bear thy harp, and learn thy song,<br> And clothe you both in solemn vest,<br> And over the mountains haste along,<br> Lest wandering folk, that are abroad,<br> Detain you on the valley road.<br> 'And when he has crossed the Irthing flood,<br> My merry bard! he hastes, he hastes<br> Up Knorren Moor, through Halegarth Wood,<br> And reaches soon that castle good<br> Which stands and threatens Scotland's wastes.<br> 'Bard Bracy! bard Bracy! your horses are fleet,<br> Ye must ride up the hall, your music so sweet,<br> More loud than your horses' echoing feet!<br> And loud and loud to Lord Roland call,<br> Thy daughter is safe in Langdale hall!<br> Thy beautiful daughter is safe and free-<br> Sir Leoline greets thee thus through me.<br> He bids thee come without delay<br> With all thy numerous array;<br> And take thy lovely daughter home:<br> And he will meet thee on the way<br> With all his numerous array<br> White with their panting palfreys' foam:<br> And, by mine honor! I will say,<br> That I repent me of the day<br> When I spake words of fierce disdain<br> To Roland de Vaux of Tryermaine!-<br> - For since that evil hour hath flown,<br> Many a summer's sun hath shone;<br> Yet ne'er found I a friend again<br> Like Roland de Vaux of Tryermaine.'<br> The lady fell, and clasped his knees,<br> Her face upraised, her eyes o'erflowing;<br> And Bracy replied, with faltering voice,<br> His gracious hail on all bestowing;<br> 'Thy words, thou sire of Christabel,<br> Are sweeter than my harp can tell;<br> Yet might I gain a boon of thee,<br> This day my journey should not be,<br> So strange a dream hath come to me;<br> That I had vowed with music loud<br> To clear yon wood from thing unblest,<br> Warned by a vision in my rest!<br> For in my sleep I saw that dove,<br> That gentle bird, whom thou dost love,<br> And call'st by thy own daughter's name-<br> Sir Leoline! I saw the same,<br> Fluttering, and uttering fearful moan,<br> Among the green herbs in the forest alone.<br> Which when I saw and when I heard,<br> I wondered what might ail the bird;<br> For nothing near it could I see,<br> Save the grass and herbs underneath the old tree.<br> And in my dream methought I went<br> To search out what might there be found;<br> And what the sweet bird's trouble meant,<br> That thus lay fluttering on the ground.<br> I went and peered, and could descry<br> No cause for her distressful cry;<br> But yet for her dear lady's sake<br> I stooped, methought, the dove to take,<br> When lo! I saw a bright green snake<br> Coiled around its wings and neck.<br> Green as the herbs on which it couched,<br> Close by the dove's its head it crouched;<br> And with the dove it heaves and stirs,<br> Swelling its neck as she swelled hers!<br> I woke; it was the midnight hour,<br> The clock was echoing in the tower;<br> But though my slumber was gone by,<br> This dream it would not pass away-<br> It seems to live upon my eye!<br> And thence I vowed this self-same day<br> With music strong and saintly song<br> To wander through the forest bare,<br> Lest aught unholy loiter there.'<br> Thus Bracy said: the Baron, the while,<br> Half-listening heard him with a smile;<br> Then turned to Lady Geraldine,<br> His eyes made up of wonder and love;<br> And said in courtly accents fine,<br> 'Sweet maid, Lord Roland's beauteous dove,<br> With arms more strong than harp or song,<br> Thy sire and I will crush the snake!'<br> He kissed her forehead as he spake,<br> And Geraldine in maiden wise<br> Casting down her large bright eyes,<br> With blushing cheek and courtesy fine<br> She turned her from Sir Leoline;<br> Softly gathering up her train,<br> That o'er her right arm fell again;<br> And folded her arms across her chest,<br> And couched her head upon her breast,<br> And looked askance at Christabel-<br> Jesu, Maria, shield her well!<br> A snake's small eye blinks dull and shy,<br> And the lady's eyes they shrunk in her head,<br> Each shrunk up to a serpent's eye,<br> And with somewhat of malice, and more of dread,<br> At Christabel she looked askance!-<br> One moment- and the sight was fled!<br> But Christabel in dizzy trance<br> Stumbling on the unsteady ground<br> Shuddered aloud, with a hissing sound;<br> And Geraldine again turned round,<br> And like a thing that sought relief,<br> Full of wonder and full of grief,<br> She rolled her large bright eyes divine<br> Wildly on Sir Leoline.<br> The maid, alas! her thoughts are gone,<br> She nothing sees- no sight but one!<br> The maid, devoid of guile and sin,<br> I know not how, in fearful wise,<br> So deeply had she drunken in<br> That look, those shrunken serpent eyes,<br> That all her features were resigned<br> To this sole image in her mind:<br> And passively did imitate<br> That look of dull and treacherous hate!<br> And thus she stood, in dizzy trance,<br> Still picturing that look askance<br> With forced unconscious sympathy<br> Full before her father's view-<br> As far as such a look could be<br> In eyes so innocent and blue!<br> And when the trance was o'er, the maid<br> Paused awhile, and inly prayed:<br> Then falling at the Baron's feet,<br> 'By my mother's soul do I entreat<br> That thou this woman send away!'<br> She said: and more she could not say;<br> For what she knew she could not tell,<br> O'er-mastered by the mighty spell.<br> Why is thy cheek so wan and wild,<br> Sir Leoline? Thy only child<br> Lies at thy feet, thy joy, thy pride.<br> So fair, so innocent, so mild;<br> The same, for whom thy lady died!<br> O by the pangs of her dear mother<br> Think thou no evil of thy child!<br> For her, and thee, and for no other,<br> She prayed the moment ere she died:<br> Prayed that the babe for whom she died,<br> Might prove her dear lord's joy and pride!<br> That prayer her deadly pangs beguiled,<br> Sir Leoline!<br> And wouldst thou wrong thy only child,<br> Her child and thine?<br> Within the Baron's heart and brain<br> If thoughts, like these, had any share,<br> They only swelled his rage and pain,<br> And did but work confusion there.<br> His heart was cleft with pain and rage,<br> His cheeks they quivered, his eyes were wild,<br> Dishonored thus in his old age;<br> Dishonored by his only child,<br> And all his hospitality<br> To the insulted daughter of his friend<br> By more than woman's jealousy<br> Brought thus to a disgraceful end-<br> He rolled his eye with stern regard<br> Upon the gentle ministrel bard,<br> And said in tones abrupt, austere-<br> 'Why, Bracy! dost thou loiter here?<br> I bade thee hence!' The bard obeyed;<br> And turning from his own sweet maid,<br> The aged knight, Sir Leoline,<br> Led forth the lady Geraldine!<br> (Coleridge never finished the poem;<br> this conclusion is by James Gillman,<br> who cared for Coleridge during the<br> latter years. He wrote the following<br> based on what the poet would outline<br> for his friends.)<br> THE CONCLUSION TO PART II<br> A little child, a limber elf,<br> Singing, dancing to itself,<br> A fairy thing with red round cheeks,<br> That always finds, and never seeks,<br> Makes such a vision to the sight<br> As fills a father's eyes with light;<br> And pleasures flow in so thick and fast<br> Upon his heart, that he at last<br> Must needs express his love's excess<br> With words of unmeant bitterness.<br> Perhaps 'tis pretty to force together<br> Thoughts so all unlike each other;<br> To mutter and mock a broken charm,<br> To dally with wrong that does no harm.<br> Perhaps 'tis tender too and pretty<br> At each wild word to feel within<br> A sweet recoil of love and pity.<br> And what, if in a world of sin<br> (O sorrow and shame should this be true!)<br> Such giddiness of heart and brain<br> Comes seldom save from rage and pain,<br> So talks as it's most used to do.<br> THE END"
			}