{
	"id":"user726",
	"title":"Fern Hill by Dylan Thomas (Nature)",
	"image":"Hammonton Photography.jpg",
	"tag":["15", "7", "41"],
	"video":{"src":["Sun-beams-through-trees-on-wooden-pathway.m4v", "Sun-coming-through-tree-branches.m4v","Tilt-from-tall-tree-tops-to-roots.m4v","Cloud-shadows-on-green-mountains.m4v","Wind-blowing-through-trees.m4v", "Wind-blowing-trees-and-gras.m4v"], "title":"video title","type":"background"},
	"main_text":"Now as I was young and easy under the apple boughs<br><br>About the lilting house and happy as the grass was green,<br><br>The night above the dingle starry,<br><br>Time let me hail and climb<br><br>Golden in the heydays of his eyes,<br><br>And honoured among wagons I was prince of the apple towns<br><br>And once below a time I lordly had the trees and leaves<br><br>Trail with daisies and barley<br><br>Down the rivers of the windfall light.<br><br><br><br>And as I was green and carefree, famous among the barns<br><br>About the happy yard and singing as the farm was home,<br><br>In the sun that is young once only,<br><br>Time let me play and be<br><br>Golden in the mercy of his means,<br><br>And green and golden I was huntsman and herdsman, the calves<br><br>Sang to my horn, the foxes on the hills barked clear and cold,<br><br>And the sabbath rang slowly<br><br>In the pebbles of the holy streams.<br><br><br><br>All the sun long it was running, it was lovely, the hay<br><br>Fields high as the house, the tunes from the chimneys, it was air<br><br>And playing, lovely and watery<br><br>And fire green as grass.<br><br>And nightly under the simple stars<br><br>As I rode to sleep the owls were bearing the farm away,<br><br>All the moon long I heard, blessed among stables, the nightjars<br><br>Flying with the ricks, and the horses<br><br>Flashing into the dark.<br><br><br><br>And then to awake, and the farm, like a wanderer white<br><br>With the dew, come back, the cock on his shoulder: it was all<br><br>Shining, it was Adam and maiden,<br><br>The sky gathered again<br><br>And the sun grew round that very day.<br><br>So it must have been after the birth of the simple light<br><br>In the first, spinning place, the spellbound horses walking warm<br><br>Out of the whinnying green stable<br><br>On to the fields of praise.<br><br><br><br>And honoured among foxes and pheasants by the gay house<br><br>Under the new made clouds and happy as the heart was long,<br><br>In the sun born over and over,<br><br>I ran my heedless ways,<br><br>My wishes raced through the house high hay<br><br>And nothing I cared, at my sky blue trades, that time allows<br><br>In all his tuneful turning so few and such morning songs<br><br>Before the children green and golden<br><br>Follow him out of grace.<br><br><br><br>Nothing I cared, in the lamb white days, that time would<br><br>take me<br><br>Up to the swallow thronged loft by the shadow of my hand,<br><br>In the moon that is always rising,<br><br>Nor that riding to sleep<br><br>I should hear him fly with the high fields<br><br>And wake to the farm forever fled from the childless land.<br><br>Oh as I was young and easy in the mercy of his means,<br><br>Time held me green and dying<br><br>Though I sang in my chains like the sea.",
	"shuffle": false,
	"type": "presentation", 
	"autoSlideTimer": 2
}