{"id":"user13","title":"Beauty","image":"Lloyd Morgan.jpg","main_text":"Oh, talk not to me of a name great in story;<br>The days of our youth are the days of our glory;<br>And the myrtle and ivy of sweet two-and-twenty<br>Are worth all your laurels, though ever so plenty.<br><br>What are garlands and crowns to the brow that is wrinkled?<br>'Tis but as a dead flower with May-dew besprinkled:<br>Then away with all such from the head that is hoary!<br>What care I for the wreaths that can only give glory?<br><br>O Fame!—if I e'er took delight in thy praises,<br>'Twas less for the sake of thy high-sounding phrases,<br>Than to see the bright eyes of the dear one discover<br>She thought that I was not unworthy to love her.<br><br>There chiefly I sought thee, there only I found thee;<br>Her glance was the best of the rays that surround thee;<br>When it sparkled o'er aught that was bright in my story,<br>I knew it was love, and I felt it was glory.</p><br>1<br><br>AS I ponder’d in silence,<br>Returning upon my poems, considering, lingering long,<br>A Phantom arose before me, with distrustful aspect,<br>Terrible in beauty, age, and power,<br>The genius of poets of old lands,<br>As to me directing like flame its eyes,<br>With finger pointing to many immortal songs,<br>And menacing voice, What singest thou? it said;<br>Know’st thou not, there is but one theme for ever-enduring bards?<br>And that is the theme of War, the fortune of battles,<br>The making of perfect soldiers?<br><br>2<br><br>Be it so, then I answer’d,<br>I too, haughty Shade, also sing war—and a longer and greater one than<br>any,<br>Waged in my book with varying fortune—with flight, advance, and<br>retreat—Victory deferr’d and wavering,<br>(Yet, methinks, certain, or as good as certain, at the last,)—The<br>field the world;<br>For life and death—for the Body, and for the eternal Soul,<br>Lo! too am come, chanting the chant of battles,<br>I, above all, promote brave soldiers.</p><br>I walk down the garden paths,<br>And all the daffodils<br>Are blowing, and the bright blue squills.<br>I walk down the patterned garden-paths<br>In my stiff, brocaded gown.<br>With my powdered hair and jewelled fan,<br>I too am a rare<br>Pattern. As I wander down<br>The garden paths.<br><br>My dress is richly figured,<br>And the train<br>Makes a pink and silver stain<br>On the gravel, and the thrift<br>Of the borders.<br>Just a plate of current fashion,<br>Tripping by in high-heeled, ribboned shoes.<br>Not a softness anywhere about me,<br>Only whalebone and brocade.<br>And I sink on a seat in the shade<br>Of a lime tree. For my passion<br>Wars against the stiff brocade.<br>The daffodils and squills<br>Flutter in the breeze<br>As they please.<br>And I weep;<br>For the lime-tree is in blossom<br>And one small flower has dropped upon my bosom.<br><br>And the plashing of waterdrops<br>In the marble fountain<br>Comes down the garden-paths.<br>The dripping never stops.<br>Underneath my stiffened gown<br>Is the softness of a woman bathing in a marble basin,<br>A basin in the midst of hedges grown<br>So thick, she cannot see her lover hiding,<br>But she guesses he is near,<br>And the sliding of the water<br>Seems the stroking of a dear<br>Hand upon her.<br>What is Summer in a fine brocaded gown!<br>I should like to see it lying in a heap upon the ground.<br>All the pink and silver crumpled up on the ground.<br><br>I would be the pink and silver as I ran along the paths,<br>And he would stumble after,<br>Bewildered by my laughter.<br>I should see the sun flashing from his sword-hilt and the buckles on his shoes.<br>I would choose<br>To lead him in a maze along the patterned paths,<br>A bright and laughing maze for my heavy-booted lover,<br>Till he caught me in the shade,<br>And the buttons of his waistcoat bruised my body as he clasped me,<br>Aching, melting, unafraid.<br>With the shadows of the leaves and the sundrops,<br>And the plopping of the waterdrops,<br>All about us in the open afternoon --<br>I am very like to swoon<br>With the weight of this brocade,For the sun sifts through the shade.<br><br>Underneath the fallen blossom<br>In my bosom,<br>Is a letter I have hid.<br>It was brought to me this morning by a rider from the Duke.<br>‘Madam, we regret to inform you that Lord Hartwell<br>Died in action Thursday se'nnight.’<br>As I read it in the white, morning sunlight,<br>The letters squirmed like snakes.<br>‘Any answer, Madam,’ said my footman.<br>‘No,’ I told him.<br>‘See that the messenger takes some refreshment.<br>No, no answer.’<br>And I walked into the garden,<br>Up and down the patterned paths,<br>In my stiff, correct brocade.<br>The blue and yellow flowers stood up proudly in the sun,<br>Each one.<br>I stood upright too,<br>Held rigid to the pattern<br>By the stiffness of my gown.<br>Up and down I walked,<br>Up and down.<br><br>In a month he would have been my husband.<br>In a month, here, underneath this lime,<br>We would have broke the pattern;<br>He for me, and I for him,<br>He as Colonel, I as Lady,<br>On this shady seat.<br>He had a whim<br>That sunlight carried blessing.<br>And I answered, ‘It shall be as you have said.’<br>Now he is dead.<br><br>In Summer and in Winter I shall walk<br>Up and down<br>The patterned garden-paths<br>In my stiff, brocaded gown.<br>The squills and daffodils<br>Will give place to pillared roses, and to asters, and to snow.<br>I shall go<br>Up and down,<br>In my gown.<br>Gorgeously arrayed,<br>Boned and stayed.<br>And the softness of my body will be guarded from embrace<br>By each button, hook, and lace.<br>For the man who should loose me is dead,<br>Fighting with the Duke in Flanders,<br>In a pattern called a war.<br>Christ! What are patterns for?</p><br>Whose woods these are I think I know.<br>His house is in the village, though;<br>He will not see me stopping here<br>To watch his woods fill up with snow.<br>My little horse must think it queer<br>To stop without a farmhouse near<br>Between the woods and frozen lake<br>The darkest evening of the year.<br><br>He gives his harness bells a shake<br>To ask if there is some mistake.<br>The only other sound's the sweep<br>Of easy wind and downy flake.<br>The woods are lovely, dark and deep,<br>But I have promises to keep,<br>And miles to go before I sleep,<br>And miles to go before I sleep.</p><br>She walks in beauty, like the night<br>Of cloudless climes and starry skies;<br>And all that's best of dark and bright<br>Meet in her aspect and her eyes:<br>Thus mellowed to that tender light<br>Which heaven to gaudy day denies.<br><br>One shade the more, one ray the less,<br>Had half impaired the nameless grace<br>Which waves in every raven tress,<br>Or softly lightens o'er her face;<br>Where thoughts serenely sweet express<br>How pure, how dear their dwelling-place.<br><br>And on that cheek, and o'er that brow,<br>So soft, so calm, yet eloquent,<br>The smiles that win, the tints that glow,<br>But tell of days in goodness spent,<br>A mind at peace with all below,<br>A heart whose love is innocent!</p><br>Now as I was young and easy under the apple boughs<br>About the lilting house and happy as the grass was green,<br>The night above the dingle starry,<br>Time let me hail and climb<br>Golden in the heydays of his eyes,<br>And honoured among wagons I was prince of the apple towns<br>And once below a time I lordly had the trees and leaves<br>Trail with daisies and barley<br>Down the rivers of the windfall light.<br><br>And as I was green and carefree, famous among the barns<br>About the happy yard and singing as the farm was home,<br>In the sun that is young once only,<br>Time let me play and be<br>Golden in the mercy of his means,<br>And green and golden I was huntsman and herdsman, the calves<br>Sang to my horn, the foxes on the hills barked clear and cold,<br>And the sabbath rang slowly<br>In the pebbles of the holy streams.<br><br>All the sun long it was running, it was lovely, the hay<br>Fields high as the house, the tunes from the chimneys, it was air<br>And playing, lovely and watery<br>And fire green as grass.<br>And nightly under the simple stars<br>As I rode to sleep the owls were bearing the farm away,<br>All the moon long I heard, blessed among stables, the nightjars<br>Flying with the ricks, and the horses<br>Flashing into the dark.<br><br>And then to awake, and the farm, like a wanderer white<br>With the dew, come back, the cock on his shoulder: it was all<br>Shining, it was Adam and maiden,<br>The sky gathered again<br>And the sun grew round that very day.<br>So it must have been after the birth of the simple light<br>In the first, spinning place, the spellbound horses walking warm<br>Out of the whinnying green stable<br>On to the fields of praise.<br><br>And honoured among foxes and pheasants by the gay house<br>Under the new made clouds and happy as the heart was long,<br>In the sun born over and over,<br>I ran my heedless ways,<br>My wishes raced through the house high hay<br>And nothing I cared, at my sky blue trades, that time allows<br>In all his tuneful turning so few and such morning songs<br>Before the children green and golden<br>Follow him out of grace.<br><br>Nothing I cared, in the lamb white days, that time would<br>take me<br>Up to the swallow thronged loft by the shadow of my hand,<br>In the moon that is always rising,<br>Nor that riding to sleep<br>I should hear him fly with the high fields<br>And wake to the farm forever fled from the childless land.<br>Oh as I was young and easy in the mercy of his means,<br>Time held me green and dying<br>Though I sang in my chains like the sea.</p><br>I died for Beauty—but was scarce<br>Adjusted in the Tomb<br>When One who died for Truth, was lain<br>In an adjoining room—<br><br>He questioned softly 'Why I failed?'<br>'For Beauty,' I replied—<br>'And I—for Truth—Themself are One—<br>We Brethren, are,' He said—<br><br>And so, as Kinsmen, met a Night—<br>We talked between the rooms—<br>Until the moss had reached our lips—<br>And covered up—our names—</p><br>There be none of Beauty's daughters<br>With a magic like Thee;<br>And like music on the waters<br>Is thy sweet voice to me:<br>When, as if its sound were causing<br>The charmйd ocean's pausing,<br>The waves lie still and gleaming,<br>And the lull'd winds seem dreaming:<br>And the midnight moon is weaving<br>Her bright chain o'er the deep,<br>Whose breast is gently heaving<br>As an infant's asleep:<br>So the spirit bows before thee<br>To listen and adore thee;<br>With a full but soft emotion,<br>Like the swell of Summer's ocean.</p><br>A Rose, in tatters on the garden path,<br>Cried out to God and murmured 'gainst His Wrath,<br>Because a sudden wind at twilight's hush<br>Had snapped her stem alone of all the bush.<br>And God, Who hears both sun-dried dust and sun,<br>Had pity, whispering to that luckless one,<br>‘Sister, in that thou sayest We did not well --<br>What voices heardst thou when thy petals fell?’<br>And the Rose answered, ‘In that evil hour<br>A voice said, `Father, wherefore falls the flower?<br>For lo, the very gossamers are still.'<br>And a voice answered, `Son, by Allah's will!'<br><br>Then softly as a rain-mist on the sward,<br>Came to the Rose the Answer of the Lord:<br>‘Sister, before We smote the dark in twain,<br>Ere yet the stars saw one another plain,<br>Time, Tide, and Space, We bound unto the task<br>That thou shouldst fall, and such an one should ask.’<br>Whereat the withered flower, all content,<br>Died as they die whose days are innocent;<br>While he who questioned why the flower fell<br>Caught hold of God and saved his soul from Hell. </p><br>This little bowl is like a mossy pool<br>In a Spring wood, where dogtooth violets grow<br>Nodding in chequered sunshine of the trees;<br>A quiet place, still, with the sound of birds,<br>Where, though unseen, is heard the endless song<br>And murmur of the never resting sea.<br>'T was winter, Roger, when you made this cup,<br>But coming Spring guided your eager hand<br>And round the edge you fashioned young green leaves,<br>A proper chalice made to hold the shy<br>And little flowers of the woods. And here<br>They will forget their sad uprooting, lost<br>In pleasure that this circle of bright leaves<br>Should be their setting; once more they will dream<br>They hear winds wandering through lofty trees<br>And see the sun smiling between the leaves.</p><br>Two roads diverged in a yellow wood,<br>And sorry I could not travel both<br>And be one traveler, long I stood<br>And looked down one as far as I could<br>To where it bent in the undergrowth;<br>Then took the other, as just as fair,<br>And having perhaps the better claim,<br>Because it was grassy and wanted wear;<br>Though as for that the passing there<br>Had worn them really about the same,<br>And both that morning equally lay<br>In leaves no step had trodden black.<br>Oh, I kept the first for another day!<br>Yet knowing how way leads on to way,<br>I doubted if I should ever come back.<br>I shall be telling this with a sigh<br>Somewhere ages and ages hence:<br>Two roads diverged in a wood, and I-<br>I took the one less traveled by,<br>And that has made all the difference.</p><br>SPLENDOR of ended day, floating and filling me!<br>Hour prophetic—hour resuming the past!<br>Inflating my throat—you, divine average!<br>You, Earth and Life, till the last ray gleams, I sing.<br><br>Open mouth of my Soul, uttering gladness,<br>Eyes of my Soul, seeing perfection,<br>Natural life of me, faithfully praising things;<br>Corroborating forever the triumph of things.<br><br>Illustrious every one!<br>Illustrious what we name space—sphere of unnumber’d spirits;<br>Illustrious the mystery of motion, in all beings, even the tiniest insect;<br>Illustrious the attribute of speech—the senses—the body;<br>Illustrious the passing light! Illustrious the pale reflection on the new moon in the<br>western<br>sky!<br>Illustrious whatever I see, or hear, or touch, to the last.<br><br>Good in all,<br>In the satisfaction and aplomb of animals,<br>In the annual return of the seasons,<br>In the hilarity of youth,<br>In the strength and flush of manhood,<br>In the grandeur and exquisiteness of old age,<br>In the superb vistas of Death.<br><br>Wonderful to depart;<br>Wonderful to be here!<br>The heart, to jet the all-alike and innocent blood!<br>To breathe the air, how delicious!<br>To speak! to walk! to seize something by the hand!<br>To prepare for sleep, for bed—to look on my rose-color’d flesh;<br>To be conscious of my body, so satisfied, so large;<br>To be this incredible God I am;<br>To have gone forth among other Gods—these men and women I love.<br><br>Wonderful how I celebrate you and myself!<br>How my thoughts play subtly at the spectacles around!<br>How the clouds pass silently overhead!<br>How the earth darts on and on! and how the sun, moon, stars, dart on and on!<br>How the water sports and sings! (Surely it is alive!)<br>How the trees rise and stand up—with strong trunks—with branches and leaves!<br>(Surely there is something more in each of the tree—some living Soul.)<br><br>O amazement of things! even the least particle!<br>O spirituality of things!<br>O strain musical, flowing through ages and continents—now reaching me and America!<br>I take your strong chords—I intersperse them, and cheerfully pass them forward.<br><br>I too carol the sun, usher’d, or at noon, or, as now, setting,<br>I too throb to the brain and beauty of the earth, and of all the growths of the earth,<br>I too have felt the resistless call of myself.<br><br>As I sail’d down the Mississippi,<br>As I wander’d over the prairies,<br>As I have lived—As I have look’d through my windows, my eyes,<br>As I went forth in the morning—As I beheld the light breaking in the east;<br>As I bathed on the beach of the Eastern Sea, and again on the beach of the Western Sea;<br>As I roam’d the streets of inland Chicago—whatever streets I have roam’d;<br>Or cities, or silent woods, or peace, or even amid the sights of war;<br>Wherever I have been, I have charged myself with contentment and triumph.<br><br>I sing the Equalities, modern or old,<br>I sing the endless finales of things;<br>I say Nature continues—Glory continues;<br>I praise with electric voice;<br>For I do not see one imperfection in the universe;<br>And I do not see one cause or result lamentable at last in the universe.<br><br>O setting sun! though the time has come,<br>I still warble under you, if none else does, unmitigated adoration.</p><br>Lilacs,<br>False blue,<br>White<br>Purple,<br>Colour of lilac,<br>Your great puffs of flowers<br>Are everywhere in this my New England.<br>Among your heart-shaped leaves<br>Orange orioles hop like music-box birds and sing<br>Their little weak soft songs;<br>In the crooks of your branches<br>The bright eyes of song sparrows sitting on spotted eggs<br>Peer restlessly through the light and shadow<br>Of all Springs.<br>Lilacs in dooryards<br>Holding quiet conversations with an early moon;<br>Lilacs watching a deserted house<br>Settling sideways into the grass of an old road;<br>Lilacs, wind-beaten, staggering under a lopsided shock of bloom<br>Above a cellar dug into a hill.<br>You are everywhere.<br>You were everywhere.<br>You tapped the window when the preacher preached his sermon,<br>And ran along the road beside the boy going to school.<br>You stood by pasture-bars to give the cows good milking,<br>You persuaded the housewife that her dish pan was of silver.<br>And her husband an image of pure gold.<br>You flaunted the fragrance of your blossoms<br>Through the wide doors of Custom Houses--<br>You, and sandal-wood, and tea,<br>Charging the noses of quill-driving clerks<br>When a ship was in from China.<br>You called to them: ‘Goose-quill men, goose-quill men,<br>May is a month for flitting.’<br>Until they writhed on their high stools<br>And wrote poetry on their letter-sheets behind the propped-up ledgers.<br>Paradoxical New England clerks,<br>Writing inventories in ledgers, reading the ‘Song of Solomon’ at night,<br>So many verses before bed-time,<br>Because it was the Bible.<br>The dead fed you<br>Amid the slant stones of graveyards.<br>Pale ghosts who planted you<br>Came in the night-time<br>And let their thin hair blow through your clustered stems.<br>You are of the green sea,<br>And of the stone hills which reach a long distance.<br>You are of the elm-shaded streets with little shops where they sell kites and marbles,<br>You are of great parks where everyone walks and nobody is at home.<br>You cover the blind sides of greenhouses<br>And lean over the top to say a hurry-word through the glass<br>To your friends, the grapes, inside.<br><br>Lilacs,<br>False blue,<br>White<br>Purple,<br>Colour of lilac,<br>You have forgotten your Eastern origin,<br>The veiled women with eyes like panthers,<br>The swollen, aggressive turbans of jewelled Pashas.<br>Now you are a very decent flower,<br>A reticent flower,<br>A curiously clear-cut, candid flower,<br>Standing beside clean doorways,<br>Friendly to a house-cat and a pair of spectacles,<br>Making poetry out of a bit of moonlight<br>And a hundred or two sharp blossoms.<br><br>Maine knows you,<br>Has for years and years;<br>New Hampshire knows you,<br>And Massachusetts<br>And Vermont.<br>Cape Cod starts you along the beaches to Rhode Island;<br>Connecticut takes you from a river to the sea.<br>You are brighter than apples,<br>Sweeter than tulips,<br>You are the great flood of our souls<br>Bursting above the leaf-shapes of our hearts,<br>You are the smell of all Summers,<br>The love of wives and children,<br>The recollection of the gardens of little children,<br>You are the State Houses and Charters<br>And the familiar treading of the foot to and fro on a road it knows.<br>May is lilac here in New England,<br>May is a thrush singing ‘Sun up!’ on a tip-top ash-tree,<br>May is white clouds behind pine-trees<br>Puffed out and marching upon a blue sky.<br>May is a green as no other,<br>May is much sun through small leaves,<br>May is soft earth,<br>And apple-blossoms,<br>And windows open to a South wind.<br>May is full light wind of lilac<br>From Canada to Narragansett Bay.<br><br>Lilacs,<br>False blue,<br>White<br>Purple,<br>Colour of lilac.<br>Heart-leaves of lilac all over New England,<br>Roots of lilac under all the soil of New England,<br>Lilacs in me because I am New England,<br>Because my roots are in it,<br>Because my leaves are of it,<br>Because my flowers are for it,<br>Because it is my country<br>And I speak to it of itself<br>And sing of it with my own voice<br>Since certainly it is mine.</p>"}