{
				"id": "user481",
				"title": "Frost at Midnight by Samuel Taylor Coleridge",
				"exclude_from_menu": "true",
				"image": "Allen Zhu.jpg",
				"tag": ["15", "48", "43", "41", "34"],
				"video": {
					"src": ["Snow-grass-cropped.m4v", "Snow-grass.m4v", "Snow-lightly-falls-on-road.m4v", "Snow-melting-on-grass.m4v", "Snow-melting-panning.m4v", "Snow-storm-panning.m4v", "Snow-tree-cropped.m4v", "Snow-tree-panning.m4v", "Snowfall-sunse.m4v"],
					"type": "background"	
				},
				"main_text": "The Frost performs its secret ministry,<br> Unhelped by any wind. The owlet's cry<br> Came loud, -and hark, again! loud as before.<br> The inmates of my cottage, all at rest,<br> Have left me to that solitude, which suits<br> Abstruser musings: save that at my side<br> My cradled infant slumbers peacefully.<br> 'Tis calm indeed! so calm, that it disturbs<br> And vexes meditation with its strange<br> And extreme silentness. Sea, hill, and wood,<br> With all the numberless goings-on of life,<br> Inaudible as dreams! the thin blue flame<br> Lies on my low-burnt fire, and quivers not;<br> Only that film, which fluttered on the grate,<br> Still flutters there, the sole unquiet thing.<br> Methinks its motion in this hush of nature<br> Gives it dim sympathies with me who live,<br> Making it a companionable form,<br> Whose puny flaps and freaks the idling Spirit<br> By its own moods interprets, every where<br> Echo or mirror seeking of itself,<br> And makes a toy of Thought.<br><br>But O! how oft,<br> How oft, at school, with most believing mind,<br> Presageful, have I gazed upon the bars,<br> To watch that fluttering stranger! and as oft<br> With unclosed lids, already had I dreamt<br> Of my sweet birthplace, and the old church-tower,<br> Whose bells, the poor man's only music, rang<br> From morn to evening, all the hot Fair-day,<br> So sweetly, that they stirred and haunted me<br> With a wild pleasure, falling on mine ear<br> Most like articulate sounds of things to come!<br> So gazed I, till the soothing things, I dreamt,<br> Lulled me to sleep, and sleep prolonged my dreams!<br> And so I brooded all the following morn,<br> Awed by the stern preceptor's face, mine eye<br> Fixed with mock study on my swimming book:<br> Save if the door half opened, and I snatched<br> A hasty glance, and still my heart leaped up,<br> For still I hoped to see the stranger's face,<br> Townsman, or aunt, or sister more beloved,<br> My playmate when we both were clothed alike!<br><br>Dear Babe, that sleepest cradled by my side,<br> Whose gentle breathings, heard in this deep calm,<br> Fill up the interspersed vacancies<br> And momentary pauses of the thought!<br> My babe so beautiful! it thrills my heart<br> With tender gladness, thus to look at thee,<br> And think that thou shalt learn far other lore,<br> And in far other scenes! For I was reared<br> In the great city, pent mid cloisters dim,<br> And saw nought lovely but the sky and stars.<br> But thou, my babe! shalt wander like a breeze<br> By lakes and sandy shores, beneath the crags<br> Of ancient mountain, and beneath the clouds,<br> Which image in their bulk both lakes and shores<br> And mountain crags: so shalt thou see and hear<br> The lovely shapes and sounds intelligible<br> Of that eternal language, which thy God<br> Utters, who from eternity doth teach<br> Himself in all, and all things in himself.<br> Great universal Teacher! he shall mould<br> Thy spirit, and by giving make it ask.<br><br>Therefore all seasons shall be sweet to thee,<br> Whether the summer clothe the general earth<br> With greenness, or the redbreast sit and sing<br> Betwixt the tufts of snow on the bare branch<br> Of mossy apple-tree, while the nigh thatch<br> Smokes in the sun-thaw; whether the eave-drops fall<br> Heard only in the trances of the blast,<br> Or if the secret ministry of frost<br> Shall hang them up in silent icicles,<br> Quietly shining to the quiet Moon."
			}