{
				"id": "user378",
				"title": "The World by Henry Vaughan",
				"exclude_from_menu": "true",
				"image": "David Saddler.jpg",
				"tag": ["15", "17", "34", "41"],
				"video": {
					"src": ["Pink-and-yellow-skies-above-ocean-2.m4v", "Pink-and-yellow-skies-above-ocean-3.m4v", "Pink-and-yellow-skies-above-ocean-4.m4v", "Pink-and-yellow-skies-above-ocean.m4v", "Pink-and-yellow-sky-getting-dark-as-sun-sets.m4v", "Pink-bloom-flower-petals.m4v"],
					"type": "background"	
				},
				"main_text": "I SAW Eternity the other night, <br> Like a great ring of pure and endless light, <br> All calm, as it was bright ; <br> And round beneath it, Time in hours, days, years <br> Driv'n by the spheres <br> Like a vast shadow mov'd ; in which the world <br> And all her train were hurl'd. <br> The doting lover in his quaintest strain <br> Did there complain ; <br> Near him, his lute, his fancy, and his flights, <br> Wit's sour delights ; <br> With gloves, and knots, the silly snares of pleasure, <br> Yet his dear treasure, <br> All scatter'd lay, while he his eyes did pour <br> Upon a flow'r. <br><br> <br> The darksome statesman, hung with weights and woe, <br> Like a thick midnight-fog, mov'd there so slow, <br> He did nor stay, nor go ; <br> Condemning thoughts-like sad eclipses-scowl <br> Upon his soul, <br> And clouds of crying witnesses without <br> Pursued him with one shout. <br> Yet digg'd the mole, and lest his ways be found, <br> Work'd under ground, <br> Where he did clutch his prey but one did see <br> That policy : <br> Churches and altars fed him perjuries <br> Were gnats and flies <br> It rain'd about him blood and tears, but he <br> Drank them as free. <br><br> <br> The fearful miser on a heap of rust <br> Sate pining all his life there, did scarce trust <br> His own hands with the dust, <br> Yet would not place one piece above, but lives <br> In fear of thieves. <br> Thousands there were as frantic as himself, <br> And hugg'd each one his pelf <br> The downright epicure plac'd heav'n in sense, <br> And scorn'd pretence <br> While others, slipp'd into a wide excess <br> Said little less <br> The weaker sort slight, trivial wares enslave, <br> Who think them brave <br> And poor, despis&egraved Truth sate counting by <br> Their victory. <br><br> <br><br> Yet some, who all this while did weep and sing, <br> And sing, and weep, soar'd up into the ring <br> But most would use no wing. <br> O fools-said I-thus to prefer dark night <br> Before true light ! <br> To live in grots and caves, and hate the day <br> Because it shows the way <br> The way, which from this dead and dark abode <br> Leads up to God <br> A way where you might tread the sun, and be <br> More bright than he ! <br> But as I did their madness so discuss, <br> One whisper'd thus, <br> 'This ring the Bridegroom did for none provide, <br> But for His bride.&rdquo; <br><br> JOHN, CAP. 2. VER. 16, 17. <br> All that is in the world, the lust of the flesh, the <br> lust of the eyes, and the pride of life, is not of the <br> Father, but is of the world. <br> And the world passeth away, and the lusts thereof <br> but he that doeth the will of God abideth for ever."
			}