{"id":"user29","title":"John Berryman","exclude_from_menu":"true","image":"greg westfall.jpg","main_text":"What is the boy now, who has lost his ball,<br>What, what is he to do? I saw it go<br>Merrily bouncing, down the street, and then<br>Merrily over—there it is in the water!<br>No use to say 'O there are other balls':<br>An ultimate shaking grief fixes the boy<br>As he stands rigid, trembling, staring down<br>All his young days into the harbour where<br>His ball went. I would not intrude on him,<br>A dime, another ball, is worthless. Now<br>He senses first responsibility<br>In a world of possessions. People will take balls,<br>Balls will be lost always, little boy,<br>And no one buys a ball back. Money is external.<br>He is learning, well behind his desperate eyes,<br>The epistemology of loss, how to stand up<br>Knowing what every man must one day know<br>And most know many days, how to stand up<br>And gradually light returns to the street<br>A whistle blows, the ball is out of sight,<br>Soon part of me will explore the deep and dark<br>Floor of the harbour . . I am everywhere,<br>I suffer and move, my mind and my heart move<br>With all that move me, under the water<br>Or whistling, I am not a little boy.</p><br>They pointed me out on the highway, and they said<br>'That man has a curious way of holding his head.'<br><br>They pointed me out on the beach; they said 'That man<br>Will never become as we are, try as he can.'<br><br>They pointed me out at the station, and the guard<br>Looked at me twice, thrice, thoughtfully & hard.<br><br>I took the same train that the others took,<br>To the same place. Were it not for that look<br>And those words, we were all of us the same.<br>I studied merely maps. I tried to name<br>The effects of motion on the travellers,<br>I watched the couple I could see, the curse<br>And blessings of that couple, their destination,<br>The deception practised on them at the station,<br>Their courage. When the train stopped and they knew<br>The end of their journey, I descended too.</p><br>Cedars and the westward sun.<br>The darkening sky. A man alone<br>Watches beside the fallen wall<br>The evening multitudes of sin<br>Crowd in upon us all.<br>For when the light fails they begin<br>Nocturnal sabotage among<br>The outcast and the loose of tongue,<br>The lax in walk, the murderers:<br>Our twilight universal curse.<br><br>Children are faultless in the wood,<br>Untouched. If they are later made<br>Scandal and index to their time,<br>It is that twilight brings for bread<br>The faculty of crime.<br>Only the idiot and the dead<br>Stand by, while who were young before<br>Wage insolent and guilty war<br>By night within that ancient house,<br>Immense, black, damned, anonymous.</p><br>Life, friends, is boring. We must not say so.<br>After all, the sky flashes, the great sea yearns,<br>we ourselves flash and yearn,<br>and moreover my mother told me as a boy<br>(repeatedly) 'Ever to confess you're bored<br>means you have no<br><br>Inner Resources.' I conclude now I have no<br>inner resources, because I am heavy bored.<br>Peoples bore me,<br>literature bores me, especially great literature,<br>Henry bores me, with his plights & gripes<br>as bad as achilles,<br><br>Who loves people and valiant art, which bores me.<br>And the tranquil hills, & gin, look like a drag<br>and somehow a dog<br>has taken itself & its tail considerably away<br>into mountains or sea or sky, leaving<br>behind: me, wag.</p>"}