{"id":"user54","title":"Rupert Brooke","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"If I should die, think only this of me:<br> That there's some corner of a foreign field<br> That is for ever England. There shall be<br> In that rich earth a richer dust concealed;<br> A dust whom England bore, shaped, made aware,<br> Gave once her flowers to love, her ways to roam;<br> A body of England's, breathing English air,<br> Washed by the rivers, blest by suns of home.<br> And think, this heart, all evil shed away,<br> A pulse in the eternal mind, no less<br> Gives somewhere back the thoughts by England given;<br> Her sights and sounds; dreams happy as her day;<br> And laughter, learnt of friends; and gentleness,<br> In hearts at peace, under an English heaven.</p><br>Just now the lilac is in bloom,<br> All before my little room;<br> And in my flower-beds, I think,<br> Smile the carnation and the pink;<br> And down the borders, well I know,<br> The poppy and the pansy blow...<br> Oh! there the chestnuts, summer through,<br> Beside the river make for you<br> A tunnel of green gloom, and sleep<br> Deeply above; and green and deep<br> The stream mysterious glides beneath,<br> Green as a dream and deep as death.<br> - Oh, damn! I know it! and I know<br> How the May fields all golden show,<br> And when the day is young and sweet,<br> Gild gloriously the bare feet<br> That run to bathe<br> Du Lieber Gott!<br> <br> Here am I, sweating, sick, and hot,<br> And there the shadowed waters fresh<br> Lean up to embrace the naked flesh.<br> Temperamentvoll German Jews<br> Drink beer around; - and here the dews<br> Are soft beneath a morn of gold.<br> Here tulips bloom as they are told;<br> Unkempt about those hedges blows<br> An English unofficial rose;<br> And there the unregulated sun<br> Slopes down to rest when day is done,<br> And wakes a vague unpunctual star,<br> A slippered Hesper; and there are<br> Meads towards Haslingfield and Coton<br> Where das Betreten's not verboten.</p><br>Blow out, you bugles, over the rich Dead!<br> There's none of these so lonely and poor of old,<br> But, dying, has made us rarer gifts than gold.<br> These laid the world away; poured out the red<br> Sweet wine of youth; gave up the years to be<br> Of work and joy, and that unhoped serene,<br> That men call age; and those who would have been,<br> Their sons, they gave, their immortality.<br> Blow, bugles, blow! They brought us, for our dearth,<br> Holiness, lacked so long, and Love, and Pain.<br> Honour has come back, as a king, to earth,<br> And paid his subjects with a royal wage;<br> And Nobleness walks in our ways again;<br> And we have come into our heritage.</p><br>When you were there, and you, and you, <br> Happiness crowned the night; I too, <br> Laughing and looking, one of all, <br> I watched the quivering lamplight fall <br> On plate and flowers and pouring tea<br> And cup and cloth; and they and we <br> Flung all the dancing moments by <br> With jest and glitter. Lip and eye <br> Flashed on the glory, shone and cried, <br> Improvident, unmemoried;<br> And fitfully and like a flame <br> The light of laughter went and came. <br> Proud in their careless transience moved <br> The changing faces that I loved. <br> <br> Till suddenly, and otherwhence,<br> I looked upon your innocence. <br> For lifted clear and still and strange <br> From the dark woven flow of change <br> Under a vast and starless sky <br> I saw the immortal moment lie.<br> One Instant I, an instant, knew <br> As God knows all. And it and you <br> I, above Time, oh, blind! could see <br> In witless immortality. <br> <br> I saw the marble cup; the tea,<br> Hung on the air, an amber stream; <br> I saw the fire’s unglittering gleam, <br> The painted flame, the frozen smoke. <br> No more the flooding lamplight broke <br> On flying eyes and lips and hair;<br> But lay, but slept unbroken there, <br> On stiller flesh, and body breathless, <br> And lips and laughter stayed and deathless, <br> And words on which no silence grew. <br> Light was more alive than you.<br> <br> For suddenly, and otherwhence, <br> I looked on your magnificence. <br> I saw the stillness and the light, <br> And you, august, immortal, white, <br> Holy and strange; and every glint<br> Posture and jest and thought and tint <br> Freed from the mask of transiency, <br> Triumphant in eternity, <br> Immote, immortal. <br> <br> Dazed at length<br> Human eyes grew, mortal strength <br> Wearied; and Time began to creep. <br> Change closed about me like a sleep. <br> Light glinted on the eyes I loved. <br> The cup was filled. The bodies moved.<br> The drifting petal came to ground. <br> The laughter chimed its perfect round. <br> The broken syllable was ended. <br> And I, so certain and so friended, <br> How could I cloud, or how distress,<br> The heaven of your unconsciousness? <br> Or shake at Time’s sufficient spell, <br> Stammering of lights unutterable? <br> The eternal holiness of you, <br> The timeless end, you never knew,<br> The peace that lay, the light that shone. <br> You never knew that I had gone <br> A million miles away, and stayed <br> A million years. The laughter played <br> Unbroken round me; and the jest <br> Flashed on. And we that knew the best <br> Down wonderful hours grew happier yet. <br> I sang at heart, and talked, and eat, <br> And lived from laugh to laugh, I too, <br> When you were there, and you, and you.</p>"}