{"id":"user164","title":"A Respectable Woman by Kate Chopin","exclude_from_menu":"true","image":"Georgie Pauwels.jpg","tag": ["19", "21"],"video": {
							"src": ["Galica-sunset.m4v", "Galicia-dark-sunset-time-lapse.m4v", "Galicia-sunset-time-lapse-2.m4v", "Sunset-over-a-hawaiian-cliff-2.m4v", "Sunset-over-bay-with-silhouetted-tree.m4v", "Sunset-over-country-town.m4v", "Sunset-over-hawaiian-peninsula.m4v", "Sunset-over-new-york-city-aerial-2.m4v", "Sunset-over-new-york-city-aerial-4.m4v", "Sunset-overlooking-nasa-buildings.m4v", "Sunset-palm-trees-time-lapse.m4v", "Sunset-reflection-on-the-water-2.m4v", "Sunset-reflection-on-the-water-2561.m4v", "Sunset-reflection-on-the-water-3.m4v", "Sunset-satellite-antenna-dish-timelapse.m4v","Sunset-over-new-york-city-aerial-5.m4v", "Sunset-over-new-york-city-aerial-6.m4v", "Sunset-over-new-york-city-aerial-7.m4v", "Sunset-over-ocean.m4v", "Sunset-over-water-with-tree.m4v", "Sunset-over-water.m4v", "Sunset-in-daman-india.m4v", "Sunset-in-grassy-field.m4v", "Sunset-in-san-francisco-timelapse.m4v", "Sunset-menorca.m4v", "Sunset-moon-rising-joshua-tree.m4v","Sunset-obscura.m4v", "Sunset-ocean-waves.m4v", "Sunset-ocean-waves3.m4v", "Sunset-on-ocean.m4v", "Sunset-on-the-horizon-in-kenya-2.m4v", "Sunset-over-a-field-in-kenya-2.m4v", "Sunset-at-sea-of-galilee-2.m4v", "Sunset-at-sea-of-galilee-2521.m4v",  "Sunset-at-sea-of-galilee-8.m4v", "Sunset-at-the-beach-3.m4v", "Sunset-at-the-beach.m4v", "Sanibel-egrets-feeding-at-sunset.m4v", "Sanibel-sunset-10.m4v", "Sanibel-sunset-3.m4v", "Sanibel-sunset-5.m4v", "Sanibel-sunset-and-waves.m4v", "Sunset-at-cannon-beach-in-oregon.m4v", "Spinning-light-panels.m4v", "Spinning-orange-halve.m4v", "Spinning-particles-with-flame-fractal.m4v", "Spinning-windmills-in-field-timelapse.m4v", "Slow-motion-bright-orange-smoke.m4v", "Slow-motion-orange-paint-splatter-2.m4v", "Slow-motion-orange-paint-splatter.m4v", "Swirling-plasma.m4v", "Orange-and-green-canyon-1.m4v", "Orange-and-green-cliffs-2.m4v", "Orange-and-green-cliffs.m4v", "Orange-and-green-golf-course.m4v", "Orange-and-green-rocky-cliffs.m4v", "Man-running-on-beach.m4v","Silhouette-of-mountains-with-golden-sunset.m4v", "Silhouetted-jump-into-pool.m4v", "Silhouettes-at-scenic-sunset.m4v", "Pink-and-yellow-sky-getting-dark-as-sun-sets.m4v", "Pink-clouds-and-blue-sky.m4v", "Pink-flowering-tree.m4v","Pink-bloom-flower-petals.m4v", "Sun-rises-over-dead-horse-point-2.m4v", "Sun-rising-over-mountains.m4v", "Sun-rising-over-open-seas-timelapse.m4v", "Pink-and-purple-clouds.m4v", "Pink-and-yellow-skies-above-ocean-2.m4v", "Pink-and-yellow-skies-above-ocean-3.m4v", "Pink-and-yellow-skies-above-ocean-4.m4v", "Pink-and-yellow-skies-above-ocean.m4v", "Yellow-flower-meadow-timelapse.m4v", "Yellow-flowers-in-green-field-5.m4v", "Yellow-flowers-in-green-field-6.m4v", "Yellow-grassy-landscape.m4v", "Yellow-and-blue-skies-during-ocean-sunset-2.m4v", "Yellow-and-blue-skies-during-ocean-sunset.m4v", "Yellow-and-red-sunset-over-shimmering-ocean-beach-2.m4v", "Yellow-and-red-sunset-over-shimmering-ocean-beach-4.m4v", "Yellow-and-red-sunset-over-shimmering-ocean-beach-6.m4v", "Yellow-and-red-sunset-over-shimmering-ocean-beach-7.m4v", "Yellow-and-red-sunset-over-shimmering-ocean-beach-8.m4v", "Yellow-and-red-sunset-over-shimmering-ocean-beach.m4v", "Yellow-moon-shining-through-dark-clouds-at-night.m4v", "Yellow-moon-through-slow-black-clouds-at-night.m4v", "Yellow-rock-mountain-with-desert-in-background-2.m4v", "Mediterranean-coast-sunrise-10.m4v", "Hospital-sunrise-panning.m4v", "Jogging-at-the-beach.m4v", "Golden-barley-slide-rail-shot.m4v", "Golden-forest Bkig-uyes.m4v", "Golden-gate-bridge-sunset-lights-tl.m4v", "Golden-gate-bridge-sunset.m4v", "Golden-glowing-sunset.m4v", "Golden-leaves-of-fall.m4v", "Golden-san-francisco-city-skyline.m4v", "Golden-sun-shining-through-desert-tree-branches.m4v", "Golden-sunset-over-bay-waters.m4v", "Golden-sunset.m4v", "Sunset-over-new-york-city-aerial-5.m4v", "Sunset-over-new-york-city-aerial-6.m4v", "Sunset-over-new-york-city-aerial-7.m4v", "Sunset-over-ocean.m4v", "Sunset-over-water-with-tree.m4v", "Sunset-over-water.m4v", "Sunset-overlooking-nasa-buildings.m4v", "Sunset-palm-trees-time-lapse.m4v", "Sunset-reflection-on-the-water-2.m4v", "Sunset-reflection-on-the-water-2561.m4v", "Sunset-reflection-on-the-water-3.m4v", "Sunset-satellite-antenna-dish-timelapse.m4v", "Sun-flare-forest-life Z13pmdfd-2440.m4v", "Sun-flare-through-autumn-birch-leaves.m4v", "Sun-glare-from-between-boulders-timelapse.m4v", "Sun-glare-through-palm-tree-leaves.m4v", "Sun-glare-wildlife.m4v", "Sun-glow-grass-blowing-snow.m4v", "Orange-hawaii-sunset.m4v", "Orange-sky-during-san-francisco-sunrise.m4v", "Orange-sky-during-sunrise.m4v", "Orange-sky-golden-gate-bridge-timelapse.m4v", "Orange-sunrise-time-lapse.m4v","Golden-san-francisco-city-skyline.m4v", "Golden-sun-shining-through-desert-tree-branches.m4v", "Golden-sunset-over-bay-waters.m4v", "Golden-sunset.m4v", "Orange-sunset-behind-alaskan-mountain-range.m4v", "Orange-sunset-countryside-panning.m4v", "Orange-sunset-countryside.m4v", "Orange-sunset-speckled-with-clouds.m4v", "Orange-sunset-through-winter-branches.m4v", "Orange-water-ripples-at-sunset-on-the-colorado-river.m4v", "Yellow-autumn-woods-from-the-ground.m4v", "Yellow-leaves-in-wind.m4v", "Yellow-leaves-swaying-on-tree-branch-3.m4v"],
							"title": "video title",
							"type": "background"
						},"shuffle": "true","main_text":"Mrs. Baroda was a little provoked to learn that her husband expected his friend, Gouvernail, up to spend a week or two on the plantation.<br><br>They had entertained a good deal during the winter; much of the time had also been passed in New Orleans in various forms of mild dissipation. She was looking forward to a period of unbroken rest, now, and undisturbed tete-a-tete with her husband, when he informed her that Gouvernail was coming up to stay a week or two.<br><br>This was a man she had heard much of but never seen. He had been her husband's college friend; was now a journalist, and in no sense a society man or ‘a man about town,’ which were, perhaps, some of the reasons she had never met him. But she had unconsciously formed an image of him in her mind. She pictured him tall, slim, cynical; with eye-glasses, and his hands in his pockets; and she did not like him. Gouvernail was slim enough, but he wasn't very tall nor very cynical; neither did he wear eyeglasses nor carry his hands in his pockets. And she rather liked him when he first presented himself.<br><br>But why she liked him she could not explain satisfactorily to herself when she partly attempted to do so. She could discover in him none of those brilliant and promising traits which Gaston, her husband, had often assured her that he possessed. On the contrary, he sat rather mute and receptive before her chatty eagerness to make him feel at home and in face of Gaston's frank and wordy hospitality. His manner was as courteous toward her as the most exacting woman could require; but he made no direct appeal to her approval or even esteem.<br><br>Once settled at the plantation he seemed to like to sit upon the wide portico in the shade of one of the big Corinthian pillars, smoking his cigar lazily and listening attentively to Gaston's experience as a sugar planter.<br><br>‘This is what I call living,’ he would utter with deep satisfaction, as the air that swept across the sugar field caressed him with its warm and scented velvety touch. It pleased him also to get on familiar terms with the big dogs that came about him, rubbing themselves sociably against his legs. He did not care to fish, and displayed no eagerness to go out and kill grosbecs when Gaston proposed doing so.<br><br>Gouvernail's personality puzzled Mrs. Baroda, but she liked him. Indeed, he was a lovable, inoffensive fellow. After a few days, when she could understand him no better than at first, she gave over being puzzled and remained piqued. In this mood she left her husband and her guest, for the most part, alone together. Then finding that Gouvernail took no manner of exception to her action, she imposed her society upon him, accompanying him in his idle strolls to the mill and walks along the batture. She persistently sought to penetrate the reserve in which he had unconsciously enveloped himself.<br><br>‘When is he going--your friend?’ she one day asked her husband. ‘For my part, he tires me frightfully.’<br><br>‘Not for a week yet, dear. I can't understand; he gives you no trouble.’<br><br>‘No. I should like him better if he did; if he were more like others, and I had to plan somewhat for his comfort and enjoyment.’<br><br>Gaston took his wife's pretty face between his hands and looked tenderly and laughingly into her troubled eyes.<br><br>They were making a bit of toilet sociably together in Mrs. Baroda's dressing-room.<br><br>‘You are full of surprises, ma belle,’ he said to her. ‘Even I can never count upon how you are going to act under given conditions.’ He kissed her and turned to fasten his cravat before the mirror.<br><br>‘Here you are,’ he went on, ‘taking poor Gouvernail seriously and making a commotion over him, the last thing he would desire or expect.’<br><br>‘Commotion!’ she hotly resented. ‘Nonsense! How can you say such a thing? Commotion, indeed! But, you know, you said he was clever.’<br><br>‘So he is. But the poor fellow is run down by overwork now. That's why I asked him here to take a rest.’<br><br>‘You used to say he was a man of ideas,’ she retorted, unconciliated. ‘I expected him to be interesting, at least. I'm going to the city in the morning to have my spring gowns fitted. Let me know when Mr. Gouvernail is gone; I shall be at my Aunt Octavie's.’<br><br>That night she went and sat alone upon a bench that stood beneath a live oak tree at the edge of the gravel walk.<br><br>She had never known her thoughts or her intentions to be so confused. She could gather nothing from them but the feeling of a distinct necessity to quit her home in the morning.<br><br>Mrs. Baroda heard footsteps crunching the gravel; but could discern in the darkness only the approaching red point of a lighted cigar. She knew it was Gouvernail, for her husband did not smoke. She hoped to remain unnoticed, but her white gown revealed her to him. He threw away his cigar and seated himself upon the bench beside her; without a suspicion that she might object to his presence.<br><br>‘Your husband told me to bring this to you, Mrs. Baroda,’ he said, handing her a filmy, white scarf with which she sometimes enveloped her head and shoulders. She accepted the scarf from him with a murmur of thanks, and let it lie in her lap.<br><br>He made some commonplace observation upon the baneful effect of the night air at the season. Then as his gaze reached out into the darkness, he murmured, half to himself:<br><br>`Night of south winds--night of the large few stars!<br><br>Still nodding night--'<br><br>She made no reply to this apostrophe to the night, which, indeed, was not addressed to her.<br><br>Gouvernail was in no sense a diffident man, for he was not a self-conscious one. His periods of reserve were not constitutional, but the result of moods. Sitting there beside Mrs. Baroda, his silence melted for the time.<br><br>He talked freely and intimately in a low, hesitating drawl that was not unpleasant to hear. He talked of the old college days when he and Gaston had been a good deal to each other; of the days of keen and blind ambitions and large intentions. Now there was left with him, at least, a philosophic acquiescence to the existing order--only a desire to be permitted to exist, with now and then a little whiff of genuine life, such as he was breathing now.<br><br>Her mind only vaguely grasped what he was saying. Her physical being was for the moment predominant. She was not thinking of his words, only drinking in the tones of his voice. She wanted to reach out her hand in the darkness and touch him with the sensitive tips of her fingers upon the face or the lips. She wanted to draw close to him and whisper against his cheek--she did not care what--as she might have done if she had not been a respectable woman.<br><br>The stronger the impulse grew to bring herself near him, the further, in fact, did she draw away from him. As soon as she could do so without an appearance of too great rudeness, she rose and left him there alone.<br><br>Before she reached the house, Gouvernail had lighted a fresh cigar and ended his apostrophe to the night.<br><br>Mrs. Baroda was greatly tempted that night to tell her husband--who was also her friend--of this folly that had seized her. But she did not yield to the temptation. Beside being a respectable woman she was a very sensible one; and she knew there are some battles in life which a human being must fight alone.<br><br>When Gaston arose in the morning, his wife had already departed. She had taken an early morning train to the city. She did not return till Gouvernail was gone from under her roof.<br><br>There was some talk of having him back during the summer that followed. That is, Gaston greatly desired it; but this desire yielded to his wife's strenuous opposition.<br><br>However, before the year ended, she proposed, wholly from herself, to have Gouvernail visit them again. Her husband was surprised and delighted with the suggestion coming from her.<br><br>‘I am glad, chere amie, to know that you have finally overcome your dislike for him; truly he did not deserve it.’<br><br>‘Oh,’ she told him, laughingly, after pressing a long, tender kiss upon his lips, ‘I have overcome everything! you will see. This time I shall be very nice to him.’"}