{
				"id": "user421",
				"title": "Dining-Room Tea by Rupert Brooke",
				"exclude_from_menu": "true",
				"image": "Murat Tasiroglu.jpg",
				"tag": "15",
				"video": {
					"src": ["Closeup-of-drops-in-liquid.m4v", "Closeup-of-liquid-ripple.m4v", "Coastline-of-lake-covered-in-mist.m4v", "Colors-reflecting-on-clouds-in-timelapse.m4v", "California-sunset-timelapse-4", "Bay-water-ripples.m4v", "Artistic-time-lapse-water-stream.m4v", "Babbling-brook-in-woods.m4v", "Changing-billowing-clouds.m4v", "Bacalar.m4v", "Baltic-clouds-timelapse.m4v", "Big-yellow-flowers-close-up-spinning.m4v", "Birds-flying-from-tree-water-reflection.m4v", "Birds-soaring-in-sky-above-shadowy-landscape.m4v", "Blue-flowers-stabilized.m4v", "Blue-pink-and-red-sky-during-alaskan-sunset.m4v", "Blue-sky-over-rocky-water.m4v", "Breathtaking-landscape-sunrise-timelapse.m4v", "Butterflies-among-marigolds.m4v", "Butterflies-playing.m4v", "Cannon-beach-in-the-evening.m4v", "Clear-blue-water-on-bermuda-shoreline.m4v"],
					"type": "background"	
				},
				"main_text": "When you were there, and you, and you, <br> Happiness crowned the night; I too, <br> Laughing and looking, one of all, <br> I watched the quivering lamplight fall <br> On plate and flowers and pouring tea<br> And cup and cloth; and they and we <br> Flung all the dancing moments by <br> With jest and glitter. Lip and eye <br> Flashed on the glory, shone and cried, <br> Improvident, unmemoried;<br> And fitfully and like a flame <br> The light of laughter went and came. <br> Proud in their careless transience moved <br> The changing faces that I loved. <br><br> Till suddenly, and otherwhence,<br> I looked upon your innocence. <br> For lifted clear and still and strange <br> From the dark woven flow of change <br> Under a vast and starless sky <br> I saw the immortal moment lie.<br> One Instant I, an instant, knew <br> As God knows all. And it and you <br> I, above Time, oh, blind! could see <br> In witless immortality. <br><br> I saw the marble cup; the tea,<br> Hung on the air, an amber stream; <br> I saw the fire's unglittering gleam, <br> The painted flame, the frozen smoke. <br> No more the flooding lamplight broke <br> On flying eyes and lips and hair;<br> But lay, but slept unbroken there, <br> On stiller flesh, and body breathless, <br> And lips and laughter stayed and deathless, <br> And words on which no silence grew. <br> Light was more alive than you.<br><br> For suddenly, and otherwhence, <br> I looked on your magnificence. <br> I saw the stillness and the light, <br> And you, august, immortal, white, <br> Holy and strange; and every glint<br> Posture and jest and thought and tint <br> Freed from the mask of transiency, <br> Triumphant in eternity, <br> Immote, immortal. <br><br> Dazed at length<br> Human eyes grew, mortal strength <br> Wearied; and Time began to creep. <br> Change closed about me like a sleep. <br> Light glinted on the eyes I loved. <br> The cup was filled. The bodies moved.<br> The drifting petal came to ground. <br> The laughter chimed its perfect round. <br> The broken syllable was ended. <br> And I, so certain and so friended, <br> How could I cloud, or how distress,<br> The heaven of your unconsciousness? <br> Or shake at Time's sufficient spell, <br> Stammering of lights unutterable? <br> The eternal holiness of you, <br> The timeless end, you never knew,<br> The peace that lay, the light that shone. <br> You never knew that I had gone <br> A million miles away, and stayed <br> A million years. The laughter played <br> Unbroken round me; and the jest <br> Flashed on. And we that knew the best <br> Down wonderful hours grew happier yet. <br> I sang at heart, and talked, and eat, <br> And lived from laugh to laugh, I too, <br> When you were there, and you, and you."
			}