{
				"id": "user426",
				"title": "Casualty by Seamus Heaney",
				"exclude_from_menu": "true",
				"image": "Floater.jpg",
				"tag": ["15", "4", "42"],
				"video": {
					"src": ["Amish-snow-landscape-1.m4v", "Aerial-shot-of-ski-area-and-luxury-homes.m4v", "Aerial-shot-of-snowy-mountains-with-salt-lake-valley-in-the-distance.m4v", "Aerial-shot-of-snowy-peaks-with-clouds-and-forest.m4v", "Crystalline-ice-pattern.m4v", "Floating-ice-chunks-in-bay-mountains.m4v", "Forest-in-snow-storm.m4v", "Glaciers-off-alaskan-shore.m4v", "Gorgeous-alaskan-landscape.m4v", "Passing-by-majestic-glacier.m4v"],
					"type": "background"	
				},
				"main_text": "I<br><br> He would drink by himself<br> And raise a weathered thumb<br> Towards the high shelf,<br> Calling another rum<br> And blackcurrant, without<br> Having to raise his voice,<br> Or order a quick stout<br> By a lifting of the eyes<br> And a discreet dumb-show<br> Of pulling off the top;<br> At closing time would go<br> In waders and peaked cap<br> Into the showery dark,<br> A dole-kept breadwinner<br> But a natural for work.<br> I loved his whole manner,<br> Sure-footed but too sly,<br> His deadpan sidling tact,<br> His fisherman's quick eye<br> And turned observant back.<br><br> Incomprehensible<br> To him, my other life.<br> Sometimes on the high stool,<br> Too busy with his knife<br> At a tobacco plug<br> And not meeting my eye,<br> In the pause after a slug<br> He mentioned poetry.<br> We would be on our own<br> And, always politic<br> And shy of condescension,<br> I would manage by some trick<br> To switch the talk to eels<br> Or lore of the horse and cart<br> Or the Provisionals.<br><br> But my tentative art<br> His turned back watches too:<br> He was blown to bits<br> Out drinking in a curfew<br> Others obeyed, three nights<br> After they shot dead<br> The thirteen men in Derry.<br> PARAS THIRTEEN, the walls said,<br> BOGSIDE NIL. That Wednesday<br> Everyone held<br> His breath and trembled.<br><br> II<br><br> It was a day of cold<br> Raw silence, wind-blown<br> Surplice and soutane:<br> Rained-on, flower-laden<br> Coffin after coffin<br> Seemed to float from the door<br> Of the packed cathedral<br> Like blossoms on slow water.<br> The common funeral<br> Unrolled its swaddling band,<br> Lapping, tightening<br> Till we were braced and bound<br> Like brothers in a ring.<br><br> But he would not be held<br> At home by his own crowd<br> Whatever threats were phoned,<br> Whatever black flags waved.<br> I see him as he turned<br> In that bombed offending place,<br> Remorse fused with terror<br> In his still knowable face,<br> His cornered outfaced stare<br> Blinding in the flash.<br><br> He had gone miles away<br> For he drank like a fish<br> Nightly, naturally<br> Swimming towards the lure<br> Of warm lit-up places,<br> The blurred mesh and murmur<br> Drifting among glasses<br> In the gregarious smoke.<br> How culpable was he<br> That last night when he broke<br> Our tribe's complicity?<br> 'Now, you're supposed to be<br> An educated man,'<br> I hear him say. 'Puzzle me<br> The right answer to that one.'<br><br> III<br><br> I missed his funeral,<br> Those quiet walkers<br> And sideways talkers<br> Shoaling out of his lane<br> To the respectable<br> Purring of the hearse...<br> They move in equal pace<br> With the habitual<br> Slow consolation<br> Of a dawdling engine,<br> The line lifted, hand<br> Over fist, cold sunshine<br> On the water, the land<br> Banked under fog: that morning<br> I was taken in his boat,<br> The screw purling, turning<br> Indolent fathoms white,<br> I tasted freedom with him.<br> To get out early, haul<br> Steadily off the bottom,<br> Dispraise the catch, and smile<br> As you find a rhythm<br> Working you, slow mile by mile,<br> Into your proper haunt<br> Somewhere, well out, beyond...<br><br> Dawn-sniffing revenant,<br> Plodder through midnight rain,<br> Question me again."
			}