{
				"id": "user224",
				"title": "Thoughts. by Walt Whitman",
				"exclude_from_menu": "true",
				"image": "Chris Chabot.jpg",
				"tag": ["15", "17"],
				"video": {
					"src": ["Time-lapse-las-vegas-skyline-sunrise.m4v", "Time-lapse-las-vegas-skyline-through-buildings.m4v", "Time-lapse-las-vegas-skyline-tight.m4v", "Time-lapse-of-the-transition-from-dusk-to-night-showing-the-illumination-on.m4v", "Time-lapse-night-scape.m4v"],
					"type": "background"	
				},
				"main_text": "1.<br> <br> OF the visages of things—And of piercing through <br> to the accepted hells beneath;<br> Of ugliness—To me there is just as much in it as <br> there is in beauty—And now the ugliness of <br> human beings is acceptable to me;<br> Of detected persons—To me, detected persons are <br> not, in any respect, worse than undetected per-<br> sons—and are not in any respect worse than I <br> am myself;<br> Of criminals—To me, any judge, or any juror, is <br> equally criminal—and any reputable person is <br> also—and the President is also.<br> <br> <br> 2.<br> <br> OF waters, forests, hills;<br> Of the earth at large, whispering through medium of <br> me;<br> Of vista—Suppose some sight in arriere, through the <br> formative chaos, presuming the growth, fulness, <br> life, now attain'd on the journey;<br> (But I see the road continued, and the journey ever <br> continued;)<br> Of what was once lacking on earth, and in due time <br> has become supplied—And of what will yet be <br> supplied,<br> Because all I see and know, I believe to have purport <br> in what will yet be supplied.<br> <br> <br> 3.<br> <br> OF persons arrived at high positions, ceremonies, <br> wealth, scholarships, and the like;<br> To me, all that those persons have arrived at, sinks <br> away from them, except as it results to their <br> Bodies and Souls,<br> So that often to me they appear gaunt and naked;<br> And often, to me, each one mocks the others, and <br> mocks himself or herself,<br> And of each one, the core of life, namely happiness, <br> is full of the rotten excrement of maggots,<br> And often, to me, those men and women pass unwit-<br> tingly the true realities of life, and go toward <br> false realities,<br> And often, to me, they are alive after what custom has <br> served them, but nothing more,<br> And often, to me, they are sad, hasty, unwaked son- <br> nambules, walking the dusk.<br> <br> <br> 4.<br> <br> OF ownership—As if one fit to own things could not <br> at pleasure enter upon all, and incorporate <br> them into himself or herself;<br> Of Equality—As if it harm'd me, giving others the <br> same chances and rights as myself—As if it <br> were not indispensable to my own rights that <br> others possess the same;<br> Of Justice—As if Justice could be anything but the <br> same ample law, expounded by natural judges <br> and saviors,<br> As if it might be this thing or that thing, according <br> to decisions.<br> <br> <br> 5.<br> <br> As I sit with others, at a great feast, suddenly, while <br> the music is playing,<br> To my mind, (whence it comes I know not,) spectral, <br> in mist, of a wreck at sea,<br> Of the flower of the marine science of fifty generations, <br> founder'd off the Northeast coast, and going <br> down—Of the steamship Arctic going down,<br> Of the veil'd tableau—Women gather'd together on <br> deck, pale, heroic, waiting the moment that <br> draws so close—O the moment!<br> O the huge sob—A few bubbles—the white foam <br> spirting up—And then the women gone,<br> Sinking there, while the passionless wet flows on— <br> And I now pondering, Are those women indeed <br> gone?<br> Are Souls drown'd and destroy'd so?<br> Is only matter triumphant?<br> <br> <br> 6.<br> <br> OF what I write from myself—As if that were not the <br> resumé;<br> Of Histories—As if such, however complete, were not <br> less complete than my poems;<br> As if the shreds, the records of nations, could possibly <br> be as lasting as my poems;<br> As if here were not the amount of all nations, and of <br> all the lives of heroes.<br> <br> <br> 7.<br> <br> OF obedience, faith, adhesiveness;<br> As I stand aloof and look, there is to me something <br> profoundly affecting in large masses of men, <br> following the lead of those who do not believe <br> in men."
			}