{
	"id":"user594",
	"title":"Walking Around by Pablo Neruda (City)",
	"image":"Hammonton Photography.jpg",
	"tag":["15", "3", "8", "21"],
	"video":{"src": ["Time-lapse-golden-night-scape-of-las-vegas.m4v", "Time-lapse-las-vegas-night.m4v", "Time-lapse-las-vegas-skyline-2.m4v"],
	"title":"video title",
	"type":"background"
	},
	"main_text":"It so happens I am sick of being a man.<br><br>And it happens that I walk into tailorshops and movie<br><br>houses<br><br>dried up, waterproof, like a swan made of felt<br><br>steering my way in a water of wombs and ashes.<br><br><br><br>The smell of barbershops makes me break into hoarse<br><br>sobs.<br><br>The only thing I want is to lie still like stones or wool.<br><br>The only thing I want is to see no more stores, no gardens,<br><br>no more goods, no spectacles, no elevators.<br><br><br><br>It so happens that I am sick of my feet and my nails<br><br>and my hair and my shadow.<br><br>It so happens I am sick of being a man.<br><br><br><br>Still it would be marvelous<br><br>to terrify a law clerk with a cut lily,<br><br>or kill a nun with a blow on the ear.<br><br>It would be great<br><br>to go through the streets with a green knife<br><br>letting out yells until I died of the cold.<br><br><br><br>I don't want to go on being a root in the dark,<br><br>insecure, stretched out, shivering with sleep,<br><br>going on down, into the moist guts of the earth,<br><br>taking in and thinking, eating every day.<br><br><br><br>I don't want so much misery.<br><br>I don't want to go on as a root and a tomb,<br><br>alone under the ground, a warehouse with corpses,<br><br>half frozen, dying of grief.<br><br><br><br>That's why Monday, when it sees me coming<br><br>with my convict face, blazes up like gasoline,<br><br>and it howls on its way like a wounded wheel,<br><br>and leaves tracks full of warm blood leading toward the<br><br>night.<br><br><br><br>And it pushes me into certain corners, into some moist<br><br>houses,<br><br>into hospitals where the bones fly out the window,<br><br>into shoeshops that smell like vinegar,<br><br>and certain streets hideous as cracks in the skin.<br><br><br><br>There are sulphur-colored birds, and hideous intestines<br><br>hanging over the doors of houses that I hate,<br><br>and there are false teeth forgotten in a coffeepot,<br><br>there are mirrors<br><br>that ought to have wept from shame and terror,<br><br>there are umbrellas everywhere, and venoms, and umbilical<br><br>cords.<br><br><br><br>I stroll along serenely, with my eyes, my shoes,<br><br>my rage, forgetting everything,<br><br>I walk by, going through office buildings and orthopedic<br><br>shops,<br><br>and courtyards with washing hanging from the line:<br><br>underwear, towels and shirts from which slow<br><br>dirty tears are falling.",
	"shuffle": false,
	"type": "presentation", 
	"autoSlideTimer": 2
}