{"id":"user58","title":"William Shakespeare","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"Flow down, cold rivulet, to the sea,<br> Thy tribute wave deliver:<br> No more by thee my steps shall be,<br> For ever and for ever.<br> <br> Flow, softly flow, by lawn and lea,<br> A rivulet then a river:<br> Nowhere by thee my steps shall be<br> For ever and for ever.<br> <br> But here will sigh thine alder tree<br> And here thine aspen shiver;<br> And here by thee will hum the bee,<br> For ever and for ever.<br> <br> A thousand suns will stream on thee,<br> A thousand moons will quiver;<br> But not by thee my steps shall be,<br> For ever and for ever.</p><br>Shall I compare thee to a summer's day? <br> Thou art more lovely and more temperate. <br> Rough winds do shake the darling buds of May, <br> And summer's lease hath all too short a date. <br> Sometime too hot the eye of heaven shines, <br> And often is his gold complexion dimm'd; <br> And every fair from fair sometime declines, <br> By chance or nature's changing course untrimm'd; <br> But thy eternal summer shall not fade <br> Nor lose possession of that fair thou ow'st; <br> Nor shall Death brag thou wander'st in his shade, <br> When in eternal lines to time thou grow'st: <br> So long as men can breathe or eyes can see, <br> So long lives this, and this gives life to thee.</p><br>Th' expense of spirit in a waste of shame<br> Is lust in action; and till action, lust<br> Is perjured, murderous, bloody, full of blame,<br> Savage, extreme, rude, cruel, not to trust;<br> Enjoyed no sooner but despisèd straight:<br> Past reason hunted; and no sooner had,<br> Past reason hated, as a swallowed bait,<br> On purpose laid to make the taker mad:<br> Mad in pursuit, and in possession so;<br> Had, having, and in quest to have, extreme;<br> A bliss in proof, and proved, a very woe;<br> Before, a joy proposed; behind, a dream.<br> All this the world well knows; yet none knows well<br> To shun the heaven that leads men to this hell.</p><br>Not marble, nor the gilded monuments<br> Of princes, shall outlive this powerful rhyme;<br> But you shall shine more bright in these contents<br> Than unswept stone, besmeared with sluttish time.<br> When wasteful war shall statues overturn,<br> And broils root out the work of masonry,<br> Nor Mars his sword nor war's quick fire shall burn<br> The living record of your memory.<br> 'Gainst death and all-oblivious enmity<br> Shall you pace forth; your praise shall still find room<br> Even in the eyes of all posterity<br> That wear this world our to the ending doom.<br> So, till the judgment that yourself arise,<br> You live in this, and dwell in lover's eyes.</p><br>That time of year thou mayst in me behold<br> When yellow leaves, or none, or few, do hang<br> Upon those boughs which shake against the cold,<br> Bare ruined choirs, where late the sweet birds sang.<br> In me thou see'st the twilight of such day<br> As after sunset fadeth in the west;<br> Which by and by black night doth take away,<br> Death's second self, that seals up all in rest.<br> In me thou see'st the glowing of such fire,<br> That on the ashes of his youth doth lie,<br> As the deathbed whereon it must expire,<br> Consumed with that which it was nourished by.<br> This thou perceiv'st, which makes thy love more strong,<br> To love that well which thou must leave ere long.</p><br>My mistress' eyes are nothing like the sun;<br> Coral is far more red than her lips' red;<br> If snow be white, why then her breasts are dun;<br> If hairs be wires, black wires grow on her head.<br> I have seen roses damasked, red and white,<br> But no such roses see I in her cheeks;<br> And in some perfumes is there more delight<br> Than in the breath that from my mistress reeks.<br> I love to hear her speak, yet well I know<br> That music hath a far more pleasing sound;<br> I grant I never saw a goddess go;<br> My mistress when she walks treads on the ground.<br> And yet, by heaven, I think my love as rare<br> As any she belied with false compare.</p>"}