{
	"id":"user740",
	"title":"To Hope by John Keats (Countryside)",
	"image":"Hammonton Photography.jpg",
	"tag":["15", "39"],
	"video":{"src":["Butterflies-among-marigolds.m4v", "Butterflies-playing.m4v", "Butterfly-5.m4v", "Butterfly-and-flowers-5.m4v", "Butterfly-collecting-nectar.m4v"], "title":"video title","type":"background"},
	"main_text":"When by my solitary hearth I sit,<br><br> And hateful thoughts enwrap my soul in gloom;<br><br> When no fair dreams before my 'mind's eye' flit,<br><br> And the bare heath of life presents no bloom;<br><br> Sweet Hope, ethereal balm upon me shed,<br><br> And wave thy silver pinions o'er my head.<br><br><br><br> Whene'er I wander, at the fall of night,<br><br> Where woven boughs shut out the moon's bright ray,<br><br> Should sad Despondency my musings fright,<br><br> And frown, to drive fair Cheerfulness away,<br><br> Peep with the moon-beams through the leafy roof,<br><br> And keep that fiend Despondence far aloof.<br><br><br><br> Should Disappointment, parent of Despair,<br><br> Strive for her son to seize my careless heart;<br><br> When, like a cloud, he sits upon the air,<br><br> Preparing on his spell-bound prey to dart:<br><br> Chace him away, sweet Hope, with visage bright,<br><br> And fright him as the morning frightens night!<br><br><br><br> Whene'er the fate of those I hold most dear<br><br> Tells to my fearful breast a tale of sorrow,<br><br> O bright-eyed Hope, my morbid fancy cheer;<br><br> Let me awhile thy sweetest comforts borrow:<br><br> Thy heaven-born radiance around me shed,<br><br> And wave thy silver pinions o'er my head! <br><br><br><br> Should e'er unhappy love my bosom pain,<br><br> From cruel parents, or relentless fair;<br><br> O let me think it is not quite in vain<br><br> To sigh out sonnets to the midnight air!<br><br> Sweet Hope, ethereal balm upon me shed,<br><br> And wave thy silver pinions o'er my head!<br><br><br><br> In the long vista of the years to roll,<br><br> Let me not see our country's honour fade:<br><br> O let me see our land retain her soul,<br><br> Her pride, her freedom; and not freedom's shade.<br><br> From thy bright eyes unusual brightness shed-<br><br> Beneath thy pinions canopy my head!<br><br><br><br> Let me not see the patriot's high bequest,<br><br> Great Liberty! how great in plain attire!<br><br> With the base purple of a court oppress'd,<br><br> Bowing her head, and ready to expire:<br><br> But let me see thee stoop from heaven on wings<br><br> That fill the skies with silver glitterings!<br><br><br><br> And as, in sparkling majesty, a star<br><br> Gilds the bright summit of some gloomy cloud;<br><br> Brightening the half veil'd face of heaven afar:<br><br> So, when dark thoughts my boding spirit shroud,<br><br> Sweet Hope, celestial influence round me shed,<br><br> Waving thy silver pinions o'er my head.",
	"shuffle": false,
	"type": "presentation",
	"autoSlideTimer": 2
}