{
				"id": "user296",
				"title": "Ballad Of The Long-Legged Bait by Dylan Thomas",
				"exclude_from_menu": "true",
				"image": "paul bicad.jpg",
				"tag": "15",
				"video": {
					"src": ["Ocean-caves-and-waves.m4v", "Ocean-city-maryland-ferris-wheel-2.m4v", "Ocean-colored-retro-flowers.m4v", "Ocean-covered-in-ice.m4v", "Ocean-covered-in-ice5.m4v", "Ocean-sunset-2.m4v", "Ocean-sunset.m4v", "Ocean-tide-rolling-waves-aerial.m4v", "Ocean-waves-at-sunset.m4v", "Ocean-waves-crashing-on-the-shore.m4v", "Ocean-waves-crashing-onto-beach.m4v", "Ocean-waves-reflecting-sunrise-colors.m4v"],
					"type": "background"	
				},
				"main_text": "The bows glided down, and the coast<br>Blackened with birds took a last look<br>At his thrashing hair and whale-blue eye;<br>The trodden town rang its cobbles for luck.<br><br>Then good-bye to the fishermanned<br>Boat with its anchor free and fast<br>As a bird hooking over the sea,<br>High and dry by the top of the mast,<br><br>Whispered the affectionate sand<br>And the bulwarks of the dazzled quay.<br>For my sake sail, and never look back,<br>Said the looking land.<br><br>Sails drank the wind, and white as milk<br>He sped into the drinking dark;<br>The sun shipwrecked west on a pearl<br>And the moon swam out of its hulk.<br><br>Funnels and masts went by in a whirl.<br>Good-bye to the man on the sea-legged deck<br>To the gold gut that sings on his reel<br>To the bait that stalked out of the sack,<br><br>For we saw him throw to the swift flood<br>A girl alive with his hooks through her lips;<br>All the fishes were rayed in blood,<br>Said the dwindling ships.<br><br>Good-bye to chimneys and funnels,<br>Old wives that spin in the smoke,<br>He was blind to the eyes of candles<br>In the praying windows of waves<br><br>But heard his bait buck in the wake<br>And tussle in a shoal of loves.<br>Now cast down your rod, for the whole<br>Of the sea is hilly with whales,<br><br>She longs among horses and angels,<br>The rainbow-fish bend in her joys,<br>Floated the lost cathedral<br>Chimes of the rocked buoys.<br><br>Where the anchor rode like a gull<br>Miles over the moonstruck boat<br>A squall of birds bellowed and fell,<br>A cloud blew the rain from its throat;<br><br>He saw the storm smoke out to kill<br>With fuming bows and ram of ice,<br>Fire on starlight, rake Jesu's stream;<br>And nothing shone on the water's face<br><br>But the oil and bubble of the moon,<br>Plunging and piercing in his course<br>The lured fish under the foam<br>Witnessed with a kiss.<br><br>Whales in the wake like capes and Alps<br>Quaked the sick sea and snouted deep,<br>Deep the great bushed bait with raining lips<br>Slipped the fins of those humpbacked tons<br><br>And fled their love in a weaving dip.<br>Oh, Jericho was falling in their lungs!<br>She nipped and dived in the nick of love,<br>Spun on a spout like a long-legged ball<br><br>Till every beast blared down in a swerve<br>Till every turtle crushed from his shell<br>Till every bone in the rushing grave<br>Rose and crowed and fell!<br><br>Good luck to the hand on the rod,<br>There is thunder under its thumbs;<br>Gold gut is a lightning thread,<br>His fiery reel sings off its flames,<br><br>The whirled boat in the burn of his blood<br>Is crying from nets to knives,<br>Oh the shearwater birds and their boatsized brood<br>Oh the bulls of Biscay and their calves<br><br>Are making under the green, laid veil<br>The long-legged beautiful bait their wives.<br>Break the black news and paint on a sail<br>Huge weddings in the waves,<br><br>Over the wakeward-flashing spray<br>Over the gardens of the floor<br>Clash out the mounting dolphin's day,<br>My mast is a bell-spire,<br><br>Strike and smoothe, for my decks are drums,<br>Sing through the water-spoken prow<br>The octopus walking into her limbs<br>The polar eagle with his tread of snow.<br><br>From salt-lipped beak to the kick of the stern<br>Sing how the seal has kissed her dead!<br>The long, laid minute's bride drifts on<br>Old in her cruel bed.<br><br>Over the graveyard in the water<br>Mountains and galleries beneath<br>Nightingale and hyena<br>Rejoicing for that drifting death<br><br>Sing and howl through sand and anemone<br>Valley and sahara in a shell,<br>Oh all the wanting flesh his enemy<br>Thrown to the sea in the shell of a girl<br><br>Is old as water and plain as an eel;<br>Always good-bye to the long-legged bread<br>Scattered in the paths of his heels<br>For the salty birds fluttered and fed<br><br>And the tall grains foamed in their bills;<br>Always good-bye to the fires of the face,<br>For the crab-backed dead on the sea-bed rose<br>And scuttled over her eyes,<br><br>The blind, clawed stare is cold as sleet.<br>The tempter under the eyelid<br>Who shows to the selves asleep<br>Mast-high moon-white women naked<br><br>Walking in wishes and lovely for shame<br>Is dumb and gone with his flame of brides.<br>Susannah's drowned in the bearded stream<br>And no-one stirs at Sheba's side<br><br>But the hungry kings of the tides;<br>Sin who had a woman's shape<br>Sleeps till Silence blows on a cloud<br>And all the lifted waters walk and leap.<br><br>Lucifer that bird's dropping<br>Out of the sides of the north<br>Has melted away and is lost<br>Is always lost in her vaulted breath,<br><br>Venus lies star-struck in her wound<br>And the sensual ruins make<br>Seasons over the liquid world,<br>White springs in the dark.<br><br>Always good-bye, cried the voices through the shell,<br>Good-bye always, for the flesh is cast<br>And the fisherman winds his reel<br>With no more desire than a ghost.<br><br>Always good luck, praised the finned in the feather<br>Bird after dark and the laughing fish<br>As the sails drank up the hail of thunder<br>And the long-tailed lightning lit his catch.<br><br>The boat swims into the six-year weather,<br>A wind throws a shadow and it freezes fast.<br>See what the gold gut drags from under<br>Mountains and galleries to the crest!<br><br>See what clings to hair and skull<br>As the boat skims on with drinking wings!<br>The statues of great rain stand still,<br>And the flakes fall like hills.<br><br>Sing and strike his heavy haul<br>Toppling up the boatside in a snow of light!<br>His decks are drenched with miracles.<br>Oh miracle of fishes! The long dead bite!<br><br>Out of the urn a size of a man<br>Out of the room the weight of his trouble<br>Out of the house that holds a town<br>In the continent of a fossil<br><br>One by one in dust and shawl,<br>Dry as echoes and insect-faced,<br>His fathers cling to the hand of the girl<br>And the dead hand leads the past,<br><br>Leads them as children and as air<br>On to the blindly tossing tops;<br>The centuries throw back their hair<br>And the old men sing from newborn lips:<br><br>Time is bearing another son.<br>Kill Time! She turns in her pain!<br>The oak is felled in the acorn<br>And the hawk in the egg kills the wren.<br><br>He who blew the great fire in<br>And died on a hiss of flames<br>Or walked the earth in the evening<br>Counting the denials of the grains<br><br>Clings to her drifting hair, and climbs;<br>And he who taught their lips to sing<br>Weeps like the risen sun among<br>The liquid choirs of his tribes.<br><br>The rod bends low, divining land,<br>And through the sundered water crawls<br>A garden holding to her hand<br>With birds and animals<br><br>With men and women and waterfalls<br>Trees cool and dry in the whirlpool of ships<br>And stunned and still on the green, laid veil<br>Sand with legends in its virgin laps<br><br>And prophets loud on the burned dunes;<br>Insects and valleys hold her thighs hard,<br>Times and places grip her breast bone,<br>She is breaking with seasons and clouds;<br><br>Round her trailed wrist fresh water weaves,<br>with moving fish and rounded stones<br>Up and down the greater waves<br>A separate river breathes and runs;<br><br>Strike and sing his catch of fields<br>For the surge is sown with barley,<br>The cattle graze on the covered foam,<br>The hills have footed the waves away,<br><br>With wild sea fillies and soaking bridles<br>With salty colts and gales in their limbs<br>All the horses of his haul of miracles<br>Gallop through the arched, green farms,<br><br>Trot and gallop with gulls upon them<br>And thunderbolts in their manes.<br>O Rome and Sodom To-morrow and London<br>The country tide is cobbled with towns<br><br>And steeples pierce the cloud on her shoulder<br>And the streets that the fisherman combed<br>When his long-legged flesh was a wind on fire<br>And his loin was a hunting flame<br><br>Coil from the thoroughfares of her hair<br>And terribly lead him home alive<br>Lead her prodigal home to his terror,<br>The furious ox-killing house of love.<br><br>Down, down, down, under the ground,<br>Under the floating villages,<br>Turns the moon-chained and water-wound<br>Metropolis of fishes,<br><br>There is nothing left of the sea but its sound,<br>Under the earth the loud sea walks,<br>In deathbeds of orchards the boat dies down<br>And the bait is drowned among hayricks,<br><br>Land, land, land, nothing remains<br>Of the pacing, famous sea but its speech,<br>And into its talkative seven tombs<br>The anchor dives through the floors of a church.<br><br>Good-bye, good luck, struck the sun and the moon,<br>To the fisherman lost on the land.<br>He stands alone in the door of his home,<br>With his long-legged heart in his hand."
			}