{
	"id":"user843",
	"title":"A Subaltern's Love Song by John Betjeman (Flowers)",
	"image":"Hammonton Photography.jpg",
	"tag":["15", "9"],
	"video":{"src":["Hd-flowers-flower-12.m4v", "Hd-flowers-flower-20.m4v", "Hd-flowers-flower-21.m4v", "Hd-flowers-flower-22.m4v", "Hd-flowers-flower-26.m4v", "Hd-flowers-flower-27.m4v", "Hd-flowers-flower-34.m4v", "Hd-flowers-flower-43.m4v", "Hd-flowers-flower-45.m4v"], "title":"video title","type":"background"},
	"main_text":"Miss J.Hunter Dunn, Miss J.Hunter Dunn,<br><br> Furnish'd and burnish'd by Aldershot sun,<br><br> What strenuous singles we played after tea,<br><br> We in the tournament - you against me!<br><br><br><br> Love-thirty, love-forty, oh! weakness of joy,<br><br> The speed of a swallow, the grace of a boy,<br><br> With carefullest carelessness, gaily you won,<br><br> I am weak from your loveliness, Joan Hunter Dunn<br><br><br><br> Miss Joan Hunter Dunn, Miss Joan Hunter Dunn,<br><br> How mad I am, sad I am, glad that you won,<br><br> The warm-handled racket is back in its press,<br><br> But my shock-headed victor, she loves me no less.<br><br><br><br> Her father's euonymus shines as we walk,<br><br> And swing past the summer-house, buried in talk,<br><br> And cool the verandah that welcomes us in<br><br> To the six-o'clock news and a lime-juice and gin.<br><br><br><br> The scent of the conifers, sound of the bath,<br><br> The view from my bedroom of moss-dappled path,<br><br> As I struggle with double-end evening tie,<br><br> For we dance at the Golf Club, my victor and I.<br><br><br><br> On the floor of her bedroom lie blazer and shorts,<br><br> And the cream-coloured walls are be-trophied with sports,<br><br> And westering, questioning settles the sun,<br><br> On your low-leaded window, Miss Joan Hunter Dunn.<br><br><br><br> The Hillman is waiting, the light's in the hall,<br><br> The pictures of Egypt are bright on the wall,<br><br> My sweet, I am standing beside the oak stair<br><br> And there on the landing's the light on your hair.<br><br><br><br> By roads 'not adopted', by woodlanded ways,<br><br> She drove to the club in the late summer haze,<br><br> Into nine-o'clock Camberley, heavy with bells<br><br> And mushroomy, pine-woody, evergreen smells.<br><br><br><br> Miss Joan Hunter Dunn, Miss Joan Hunter Dunn,<br><br> I can hear from the car park the dance has begun,<br><br> Oh! Surry twilight! importunate band!<br><br> Oh! strongly adorable tennis-girl's hand!<br><br><br><br> Around us are Rovers and Austins afar,<br><br> Above us the intimate roof of the car,<br><br> And here on my right is the girl of my choice,<br><br> With the tilt of her nose and the chime of her voice.<br><br><br><br> And the scent of her wrap, and the words never said,<br><br> And the ominous, ominous dancing ahead.<br><br> We sat in the car park till twenty to one<br><br> And now I'm engaged to Miss Joan Hunter Dunn.",
	"shuffle": false,
	"type": "presentation", 
	"autoSlideTimer": 2
}