{
				"id": "user306",
				"title": "Macavity - The Mystery Cat by T. S. Eliot",
				"exclude_from_menu": "true",
				"image": "Moyan Brenn.jpg",
				"tag": ["15", "22", "48"],
				"video": {
					"src": ["Elevated-day-view-of-the-manhattan-skyline-from-the-empire-state-building.m4v", "Elevated-illuminated-downward-view-over-the-city-centre-and-marina-bay-south.m4v", "Elevated-view-from-the-top-of-the-arch-detriomphe-along-the-ave-de-la-grand.m4v", "Extensive-hillside-neighborhood-in-port-au-prince-haiti.m4v", "Fast-la-headlights-traffic-timelapse.m4v", "Flashing-lightning-over-city-at-night.m4v", "Forest-during-a-blizzard.m4v", "Joshua-tree-moon-rising-timelapse.m4v", "Joshua-tree-night-sky-silhouette.m4v"],
					"type": "background"	
				},"shuffle": "true",
				"main_text": "Macavity's a Mystery Cat: he's called the Hidden Paw--<br>For he's the master criminal who can defy the Law.<br>He's the bafflement of Scotland Yard, the Flying Squad's despair:<br>For when they reach the scene of crime--Macavity's not there!<br><br>Macavity, Macavity, there's no on like Macavity,<br>He's broken every human law, he breaks the law of gravity.<br>His powers of levitation would make a fakir stare,<br>And when you reach the scene of crime--Macavity's not there!<br>You may seek him in the basement, you may look up in the air--<br>But I tell you once and once again, Macavity's not there!<br><br>Macavity's a ginger cat, he's very tall and thin;<br>You would know him if you saw him, for his eyes are sunken in.<br>His brow is deeply lined with thought, his head is highly doomed;<br>His coat is dusty from neglect, his whiskers are uncombed.<br>He sways his head from side to side, with movements like a snake;<br>And when you think he's half asleep, he's always wide awake.<br><br>Macavity, Macavity, there's no one like Macavity,<br>For he's a fiend in feline shape, a monster of depravity.<br>You may meet him in a by-street, you may see him in the square--<br>But when a crime's discovered, then Macavity's not there!<br><br>He's outwardly respectable. (They say he cheats at cards.)<br>And his footprints are not found in any file of Scotland Yard's.<br>And when the larder's looted, or the jewel-case is rifled,<br>Or when the milk is missing, or another Peke's been stifled,<br>Or the greenhouse glass is broken, and the trellis past repair--<br>Ay, there's the wonder of the thing! Macavity's not there!<br><br>And when the Foreign Office finds a Treaty's gone astray,<br>Or the Admiralty lose some plans and drawings by the way,<br>There may be a scap of paper in the hall or on the stair--<br>But it's useless of investigate--Macavity's not there!<br>And when the loss has been disclosed, the Secret Service say:<br>'It must have been Macavity!'--but he's a mile away.<br>You'll be sure to find him resting, or a-licking of his thumbs,<br>Or engaged in doing complicated long division sums.<br><br>Macavity, Macavity, there's no one like Macacity,<br>There never was a Cat of such deceitfulness and suavity.<br>He always has an alibit, or one or two to spare:<br>And whatever time the deed took place--MACAVITY WASN'T THERE!<br>And they say that all the Cats whose wicked deeds are widely known<br>(I might mention Mungojerrie, I might mention Griddlebone)<br>Are nothing more than agents for the Cat who all the time<br>Just controls their operations: the Napoleon of Crime!"
			}