{
	"id":"user726",
	"title":"The Cry Of The Children by Elizabeth Barrett Browning",
	"image":"Hammonton Photography.jpg",
	"tag":["15", "34", "28", "46"],
	"video":{"src":["Strato-sunset-cropped.m4v", "Suburban-sprawl-2.m4v", "Suburban-town-aerial.m4v", "Thick-low-lying-clouds-over-tree-tops.m4v", "Times-square-lights-shining-through-nyc-buildings.m4v", "Upward-shot-of-cliff-exposing-tree-roots.m4v", "Volcano-steaming.m4v"], "title":"video title","type":"background"},
	"main_text":"Do ye hear the children weeping, O my brothers,<br><br> Ere the sorrow comes with years?<br><br> They are leaning their young heads against their mothers,<br><br> And that cannot stop their tears.<br><br> The young lambs are bleating in the meadows,<br><br> The young birds are chirping in the nest,<br><br> The young fawns are playing with the shadows,<br><br> The young flowers are blowing toward the west- <br><br> But the young, young children, O my brothers,<br><br> They are weeping bitterly!<br><br> They are weeping in the playtime of the others,<br><br> In the country of the free.<br><br><br><br>Do you question the young children in their sorrow,<br><br> Why their tears are falling so?<br><br> The old man may weep for his tomorrow,<br><br> Which is lost in Long Ago;<br><br> The old tree is leafless in the forest,<br><br> The old year is ending in the frost,<br><br> The old wound, if stricken, is the sorest,<br><br> The old hope is hardest to be lost:<br><br> But the young, young children, O my brothers,<br><br> Do you ask them why they stand<br><br> Weeping sore before the bosoms of their mothers,<br><br> In our happy Fatherland?<br><br><br><br>They look up with their pale and sunken faces,<br><br> And their looks are sad to see,<br><br> For the man's hoary anguish draws and presses<br><br> Down the cheeks of infancy;<br><br> 'Your old earth,' they say, 'is very dreary;<br><br> Our young feet,' they say, 'are very weak!<br><br> Few paces have we taken, yet are weary- <br><br> Our grave-rest is very far to seek.<br><br> Ask the aged why they weep, and not the children,<br><br> For the outside earth is cold,<br><br> And we young ones stand without, in our bewildering,<br><br> And the graves are for the old.'<br><br><br><br>'True,' say the children, 'it may happen<br><br> That we die before our time.<br><br> Little Alice died last year-her grave is shapen<br><br> Like a snowball, in the rime.<br><br> We looked into the pit prepared to take her:<br><br> Was no room for any work in the close clay!<br><br> From the sleep wherein she lieth none will wake her,<br><br> Crying 'Get up, little Alice! it is day.'<br><br> If you listen by that grave, in sun and shower,<br><br> With your ear down, little Alice never cries;<br><br> Could we see her face, be sure we should not know her,<br><br> For the smile has time for growing in her eyes:<br><br> And merry go her moments, lulled and stilled in<br><br> The shroud by the kirk-chime.<br><br> It is good when it happens,' say the children,<br><br> 'That we die before our time.'<br><br><br><br>Alas, alas, the children! They are seeking<br><br> Death in life, as best to have;<br><br> They are binding up their hearts away from breaking,<br><br> With a cerement from the grave.<br><br> Go out, children, from the mine and from the city,<br><br> Sing out, children, as the little thrushes do;<br><br> Pluck your handfuls of the meadow-cowslips pretty,<br><br> Laugh aloud, to feel your fingers let them through!<br><br> But they answer, 'Are your cowslips of the meadows<br><br> Like our weeds anear the mine?<br><br> Leave us quiet in the dark of the coal-shadows,<br><br> From your pleasures fair and fine!<br><br><br><br>'For oh,' say the children, 'we are weary,<br><br> And we cannot run or leap;<br><br> If we cared for any meadows, it were merely<br><br> To drop down in them and sleep.<br><br> Our knees tremble sorely in the stooping,<br><br> We fall upon our faces, trying to go;<br><br> And, underneath our heavy eyelids drooping,<br><br> The reddest flower would look as pale as snow.<br><br> For, all day, we drag our burden tiring<br><br> Through the coal-dark, underground;<br><br> Or, all day, we drive the wheels of iron<br><br> In the factories, round and round.<br><br><br><br>'For all day the wheels are droning, turning;<br><br> Their wind comes in our faces,- <br><br> Till our hearts turn, our heads with pulses burning,<br><br> And the walls turn in their places:<br><br> Turns the sky in the high window blank and reeling,<br><br> Turns the long light that drops adown the wall,<br><br> Turn the black flies that crawl along the ceiling,- <br><br> All are turning, all the day, and we with all.<br><br> And all day, the iron wheels are droning,<br><br> And sometimes we could pray,<br><br> 'O ye wheels,' (breaking out in a mad moaning)<br><br> 'Stop! be silent for today!' '<br><br><br><br>Ay, be silent! Let them hear each other breathing<br><br> For a moment, mouth to mouth!<br><br> Let them touch each other's hands, in a fresh wreathing<br><br> Of their tender human youth!<br><br> Let them feel that this cold metallic motion<br><br> Is not all the life God fashions or reveals:<br><br> Let them prove their living souls against the notion<br><br> That they live in you, or under you, O wheels!<br><br> Still, all day, the iron wheels go onward,<br><br> Grinding life down from its mark;<br><br> And the children's souls, which God is calling sunward,<br><br> Spin on blindly in the dark.<br><br><br><br>Now tell the poor young children, O my brothers,<br><br> To look up to Him and pray;<br><br> So the blessed One, who blesseth all the others,<br><br> Will bless them another day.<br><br> They answer, 'Who is God that He should hear us,<br><br> While the rushing of the iron wheels is stirred?<br><br> When we sob aloud, the human creatures near us<br><br> Pass by, hearing not, or answer not a word.<br><br> And we hear not (for the wheels in their resounding)<br><br> Strangers speaking at the door:<br><br> Is it likely God, with angels singing round Him,<br><br> Hears our weeping any more?<br><br><br><br>'Two words, indeed, of praying we remember,<br><br> And at midnight's hour of harm,<br><br> 'Our Father,' looking upward in the chamber,<br><br> We say softly for a charm.<br><br> We know no other words except 'Our Father,'<br><br> And we think that, in some pause of angels' song,<br><br> God may pluck them with the silence sweet to gather,<br><br> And hold both within His right hand which is strong.<br><br> 'Our Father!' If He heard us, He would surely<br><br> (For they call Him good and mild)<br><br> Answer, smiling down the steep world very purely,<br><br> 'Come and rest with me, my child.'<br><br><br><br>'But, no!' say the children, weeping faster,<br><br> 'He is speechless as a stone:<br><br> And they tell us, of His image is the master<br><br> Who commands us to work on.<br><br> Go to!' say the children,-'up in heaven,<br><br> Dark, wheel-like, turning clouds are all we find.<br><br> Do not mock us; grief has made us unbelieving- <br><br> We look up for God, but tears have made us blind.'<br><br> Do you hear the children weeping and disproving,<br><br> O my brothers, what ye preach?<br><br> For God's possible is taught by His world's loving,<br><br> And the children doubt of each.<br><br><br><br>And well may the children weep before you!<br><br> They are weary ere they run;<br><br> They have never seen the sunshine, nor the glory<br><br> Which is brighter than the sun.<br><br> They know the grief of man, without its wisdom;<br><br> They sink in man's despair, without its calm,- <br><br> Are slaves, without the liberty in Christdom,- <br><br> Are martyrs, by the pang without the palm,- <br><br> Are worn as if with age, yet unretrievingly<br><br> The harvest of its memories cannot reap,- <br><br> Are orphans of the earthly love and heavenly.<br><br> Let them weep! let them weep!<br><br><br><br>They look up with their pale and sunken faces,<br><br> And their look is dread to see,<br><br> For they mind you of their angels in high places,<br><br> With eyes turned on Deity;- <br><br> 'How long,' they say, 'how long, O cruel nation,<br><br> Will you stand, to move the world, on a child's heart,- <br><br> Stifle down with a mailed heel its palpitation,<br><br> And tread onward to your throne amid the mart?<br><br> Our blood splashes upward, O gold-heaper,<br><br> And its purple shows your path!<br><br> But the child's sob in the silence curses deeper<br><br> Than the strong man in his wrath.'",
	"shuffle": false,
	"type": "presentation",
	"autoSlideTimer": 2
}