{"id":"user57","title":"Lord Alfred Tennyson","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"He clasps the crag with crooked hands;<br>Close to the sun in lonely lands,<br>Ring'd with the azure world, he stands.<br><br>The wrinkled sea beneath him crawls;<br>He watches from his mountain walls,<br>And like a thunderbolt he falls.</p><br>Part I<br> <br> On either side the river lie<br> Long fields of barley and of rye,<br> That clothe the wold and meet the sky;<br> And thro' the field the road runs by<br> To many-tower'd Camelot;<br> And up and down the people go,<br> Gazing where the lilies blow<br> Round an island there below,<br> The island of Shalott.<br> <br> <br> Willows whiten, aspens quiver,<br> Little breezes dusk and shiver<br> Thro' the wave that runs for ever<br> By the island in the river<br> Flowing down to Camelot.<br> Four gray walls, and four gray towers,<br> Overlook a space of flowers,<br> And the silent isle imbowers<br> The Lady of Shalott.<br> <br> By the margin, willow veil'd,<br> Slide the heavy barges trail'd<br> By slow horses; and unhail'd<br> The shallop flitteth silken-sail'd<br> Skimming down to Camelot:<br> But who hath seen her wave her hand?<br> Or at the casement seen her stand?<br> Or is she known in all the land,<br> The Lady of Shalott?<br> <br> Only reapers, reaping early<br> In among the bearded barley,<br> Hear a song that echoes cheerly<br> From the river winding clearly,<br> Down to tower'd Camelot:<br> And by the moon the reaper weary,<br> Piling sheaves in uplands airy,<br> Listening, whispers' 'Tis the fairy<br> Lady of Shalott.'<br> <br> Part II<br> <br> There she weaves by night and day<br> A magic web with colours gay.<br> She has heard a whisper say,<br> A curse is on her if she stay<br> To look down to Camelot.<br> She knows not what the curse may be,<br> And so she weaveth steadily,<br> And little other care hath she,<br> The Lady of Shalott.<br> <br> And moving thro' a mirror clear<br> That hangs before her all the year,<br> Shadows of the world appear.<br> There she sees the highway near<br> Winding down to Camelot:<br> There the river eddy whirls,<br> And there the surly village-churls,<br> And the red cloaks of market girls,<br> Pass onward from Shalott.<br> <br> Sometimes a troop of damsels glad,<br> An abbot on an ambling pad,<br> Sometimes a curly shepherd-lad,<br> Or long-hair'd page in crimson clad,<br> Goes by to tower'd Camelot;<br> And sometimes thro' the mirror blue<br> The knights come riding two and two:<br> She hath no loyal knight and true,<br> The Lady of Shalott.<br> <br> But in her web she still delights<br> To weave the mirror's magic sights,<br> For often thro' the silent nights<br> A funeral, with plumes and lights<br> And music, went to Camelot:<br> Or when the moon was overhead,<br> Came two young lovers lately wed:<br> 'I am half sick of shadows,' said<br> The Lady of Shalott.<br> <br> Part III<br> <br> A bow-shot from her bower-eaves,<br> He rode between the barley-sheaves,<br> The sun came dazzling thro' the leaves,<br> And flamed upon the brazen greaves<br> Of bold Sir Lancelot.<br> A red-cross knight for ever kneel'd<br> To a lady in his shield,<br> That sparkled on the yellow field,<br> Beside remote Shalott.<br> <br> The gemmy bridle glitter'd free,<br> Like to some branch of stars we see<br> Hung in the golden Galaxy.<br> The bridle bells rang merrily<br> As he rode down to Camelot:<br> And from his blazon'd baldric slung<br> A mighty silver bugle hung,<br> And as he rode his armour rung,<br> Beside remote Shalott.<br> <br> All in the blue unclouded weather<br> Thick-jewell'd shone the saddle-leather,<br> The helmet and the helmet-feather<br> Burn'd like one burning flame together,<br> As he rode down to Camelot.<br> As often thro' the purple night,<br> Below the starry clusters bright,<br> Some bearded meteor, trailing light,<br> Moves over still Shalott.<br> <br> His broad clear brow in sunlight glow'd;<br> On burnish'd hooves his war-horse trode;<br> From underneath his helmet flow'd<br> His coal-black curls as on he rode,<br> As he rode down to Camelot.<br> From the bank and from the river<br> He flash'd into the crystal mirror,<br> 'Tirra lirra,' by the river<br> Sang Sir Lancelot.<br> <br> She left the web, she left the loom,<br> She made three paces thro' the room,<br> She saw the water-lily bloom,<br> She saw the helmet and the plume,<br> She look'd down to Camelot.<br> Out flew the web and floated wide;<br> The mirror crack'd from side to side;<br> 'The curse is come upon me,' cried<br> The Lady of Shalott.<br> <br> Part IV<br> <br> In the stormy east-wind straining,<br> The pale yellow woods were waning,<br> The broad stream in his banks complaining,<br> Heavily the low sky raining<br> Over tower'd Camelot;<br> Down she came and found a boat<br> Beneath a willow left afloat,<br> And round about the prow she wrote<br> The Lady of Shalott.<br> <br> And down the river's dim expanse<br> Like some bold seer in a trance,<br> Seeing all his own mischance--<br> With a glassy countenance<br> Did she look to Camelot.<br> And at the closing of the day<br> She loosed the chain, and down she lay;<br> The broad stream bore her far away,<br> The Lady of Shalott.<br> <br> Lying, robed in snowy white<br> That loosely flew to left and right--<br> The leaves upon her falling light--<br> Thro' the noises of the night<br> She floated down to Camelot:<br> And as the boat-head wound along<br> The willowy hills and fields among,<br> They heard her singing her last song,<br> The Lady of Shalott.<br> <br> Heard a carol, mournful, holy,<br> Chanted loudly, chanted lowly,<br> Till her blood was frozen slowly,<br> And her eyes were darken'd wholly,<br> Turn'd to tower'd Camelot.<br> For ere she reach'd upon the tide<br> The first house by the water-side,<br> Singing in her song she died,<br> The Lady of Shalott.<br> <br> Under tower and balcony,<br> By garden-wall and gallery,<br> A gleaming shape she floated by,<br> Dead-pale between the houses high,<br> Silent into Camelot.<br> Out upon the wharfs they came,<br> Knight and burgher, lord and dame,<br> And round the prow they read her name,<br> The Lady of Shalott.<br> <br> Who is this? and what is here?<br> And in the lighted palace near<br> Died the sound of royal cheer;<br> And they cross'd themselves for fear,<br> All the knights at Camelot:<br> But Lancelot mused a little space;<br> He said, ‘She has a lovely face;<br> God in his mercy lend her grace,<br> The Lady of Shalott.’</p><br>Half a league, half a league,<br> Half a league onward,<br> All in the valley of Death<br> Rode the six hundred.<br> ‘Forward, the Light Brigade!<br> Charge for the guns!’ he said:<br> Into the valley of Death<br> Rode the six hundred.<br> <br> ‘Forward, the Light Brigade!’<br> Was there a man dismayed?<br> Not tho' the soldiers knew<br> Someone had blundered:<br> Theirs was not to make reply,<br> Theirs was not to reason why,<br> Theirs was but to do and die:<br> Into the valley of Death<br> Rode the six hundred.<br> <br> Cannon to the right of them,<br> Cannon to the left of them,<br> Cannon in front of them<br> Volleyed and thunder'd;<br> Storm'd at with shot and shell,<br> Boldly they rode and well,<br> Into the jaws of Death,<br> Into the mouth of Hell,<br> Rode the six hundred.<br> <br> Flashed all their sabres bare,<br> Flashed as they turned in air,<br> Sab'ring the gunners there,<br> Charging and army, while<br> All the world wondered:<br> Plunging in the battery smoke,<br> Right through the line they broke;<br> Cossack and Russian<br> Reeled from the sabre-stroke<br> Shattered and sundered.<br> Then they rode back, but not--<br> Not the six hundred.<br> <br> Cannon to the right of them,<br> Cannon to the left of them,<br> Cannon in front of them<br> Volleyed and thundered;<br> Stormed at with shot and shell,<br> While horse and hero fell,<br> They that fought so well,<br> Came thro' the jaws of Death,<br> Back from the mouth of Hell,<br> All that was left of them,<br> Left of the six hundred.<br> <br> When can their glory fade?<br> Oh, the wild charge they made!<br> All the world wondered.<br> Honor the charge they made!<br> Honor the Light Brigade,<br> Noble Six Hundred!</p><br>It little profits that an idle king,<br> By this still hearth, among these barren crags,<br> Matched with an aged wife, I mete and dole<br> Unequal laws unto a savage race,<br> That hoard, and sleep, and feed, and know not me.<br> <br> I cannot rest from travel: I will drink<br> Life to the lees: all times I have enjoyed<br> Greatly, have suffered greatly, both with those<br> That loved me, and alone; on shore, and when<br> Through scudding drifts the rainy Hyades<br> Vest the dim sea: I am become a name;<br> For always roaming with a hungry heart<br> Much have I seen and known; cities of men<br> And manners, climates, councils, governments,<br> Myself not least, but honoured of them all;<br> And drunk delight of battle with my peers;<br> Far on the ringing plains of windy Troy.<br> I am part of all that I have met;<br> Yet all experience is an arch wherethrough<br> Gleams that untravelled world, whose margin fades<br> For ever and for ever when I move.<br> How dull it is to pause, to make an end,<br> To rust unburnished, not to shine in use!<br> As though to breath were life. Life piled on life<br> Were all to little, and of one to me<br> Little remains: but every hour is saved<br> From that eternal silence, something more,<br> A bringer of new things; and vile it were<br> For some three suns to store and hoard myself,<br> And this gray spirit yearning in desire<br> To follow knowledge like a sinking star,<br> Beyond the utmost bound of human thought.<br> <br> This is my son, mine own Telemachus,<br> To whom I leave the scepter and the isle&mdash;<br> Well-loved of me, discerning to fulfill<br> This labour, by slow prudence to make mild<br> A rugged people, and through soft degrees<br> Subdue them to the useful and the good.<br> Most blameless is he, centered in the sphere<br> Of common duties, decent not to fail<br> In offices of tenderness, and pay<br> Meet adoration to my household gods,<br> When I am gone. He works his work, I mine.<br> <br> There lies the port; the vessel puffs her sail:<br> There gloom the dark broad seas. My mariners,<br> Souls that have toiled, and wrought, and thought with me&mdash;<br> That ever with a frolic welcome took<br> The thunder and the sunshine, and opposed<br> Free hearts, free foreheads&mdash;you and I are old;<br> Old age had yet his honour and his toil;<br> Death closes all: but something ere the end,<br> Some work of noble note, may yet be done,<br> Not unbecoming men that strove with Gods.<br> The lights begin to twinkle from the rocks:<br> The long day wanes: the slow moon climbs: the deep<br> Moans round with many voices. Come, my friends,<br> 'Tis not too late to seek a newer world.<br> Push off, and sitting well in order smite<br> The sounding furrows; for my purpose holds<br> To sail beyond the sunset, and the baths<br> Of all the western stars, until I die.<br> It may be that the gulfs will wash us down:<br> It may be we shall touch the Happy Isles,<br> And see the great Achilles, whom we knew.<br> Though much is taken, much abides; and though<br> We are not now that strength which in the old days<br> Moved earth and heaven; that which we are, we are,<br> One equal-temper of heroic hearts,<br> Made weak by time and fate, but strong in will<br> To strive, to seek, to find, and not to yield.</p><br>Flow down, cold rivulet, to the sea,<br> Thy tribute wave deliver:<br> No more by thee my steps shall be,<br> For ever and for ever.<br> <br> Flow, softly flow, by lawn and lea,<br> A rivulet then a river:<br> Nowhere by thee my steps shall be<br> For ever and for ever.<br> <br> But here will sigh thine alder tree<br> And here thine aspen shiver;<br> And here by thee will hum the bee,<br> For ever and for ever.<br> <br> A thousand suns will stream on thee,<br> A thousand moons will quiver;<br> But not by thee my steps shall be,<br> For ever and for ever.</p>"}