{
	"id":"user726",
	"title":"Pioneers! O Pioneers! by Walt Whitman (Mountains)",
	"image":"Hammonton Photography.jpg",
	"tag":["15", "29"],
	"video":{"src":["Clouds-pass-slowly-in-goblin-valley.m4v", "Clouds-pass-slowly-over-goblin-valley-2.m4v","Clouds-over-hierve-el-agua.m4v","Cloud-shadows-over-desert-mountains-time-lapse.m4v", "Cloud-shadows-over-mountains-timelapse.m4v", "Upward-shot-of-cliff-exposing-tree-roots.m4v"], "title":"video title","type":"background"},
	"main_text":"1<br><br>COME, my tan-faced children,<br><br>Follow well in order, get your weapons ready;<br><br>Have you your pistols? have you your sharp edged axes? Pioneers! O pioneers!<br><br><br><br>2<br><br>For we cannot tarry here,<br><br>We must march my darlings, we must bear the brunt of danger,<br><br>We, the youthful sinewy races, all the rest on us depend, Pioneers! O pioneers!<br><br><br><br>3<br><br>O you youths, western youths,<br><br>So impatient, full of action, full of manly pride and friendship,<br><br>Plain I see you, western youths, see you tramping with the foremost, Pioneers! O<br><br>pioneers!<br><br><br><br>4<br><br>Have the elder races halted?<br><br>Do they droop and end their lesson, wearied, over there beyond the seas?<br><br>We take up the task eternal, and the burden, and the lesson, Pioneers! O pioneers!<br><br><br><br>5<br><br>All the past we leave behind;<br><br>We debouch upon a newer, mightier world, varied world,<br><br>Fresh and strong the world we seize, world of labor and the march, Pioneers! O pioneers!<br><br><br><br>6<br><br>We detachments steady throwing,<br><br>Down the edges, through the passes, up the mountains steep,<br><br>Conquering, holding, daring, venturing, as we go, the unknown ways, Pioneers! O pioneers!<br><br><br><br>7<br><br>We primeval forests felling,<br><br>We the rivers stemming, vexing we, and piercing deep the mines within;<br><br>We the surface broad surveying, we the virgin soil upheaving, Pioneers! O pioneers!<br><br><br><br>8<br><br>Colorado men are we,<br><br>From the peaks gigantic, from the great sierras and the high plateaus,<br><br>From the mine and from the gully, from the hunting trail we come, Pioneers! O pioneers!<br><br><br><br>9<br><br>From Nebraska, from Arkansas,<br><br>Central inland race are we, from Missouri, with the continental blood intervein'd;<br><br>All the hands of comrades clasping, all the Southern, all the Northern, Pioneers! O<br><br>pioneers!<br><br><br><br>10<br><br>O resistless, restless race!<br><br>O beloved race in all! O my breast aches with tender love for all!<br><br>O I mourn and yet exult-I am rapt with love for all, Pioneers! O pioneers!<br><br><br><br>11<br><br>Raise the mighty mother mistress,<br><br>Waving high the delicate mistress, over all the starry mistress, (bend your heads all,)<br><br>Raise the fang'd and warlike mistress, stern, impassive, weapon'd mistress, Pioneers! O<br><br>pioneers!<br><br><br><br>12<br><br>See, my children, resolute children,<br><br>By those swarms upon our rear, we must never yield or falter,<br><br>Ages back in ghostly millions, frowning there behind us urging, Pioneers! O pioneers!<br><br><br><br>13<br><br>On and on, the compact ranks,<br><br>With accessions ever waiting, with the places of the dead quickly fill'd,<br><br>Through the battle, through defeat, moving yet and never stopping, Pioneers! O pioneers!<br><br><br><br>14<br><br>O to die advancing on!<br><br>Are there some of us to droop and die? has the hour come?<br><br>Then upon the march we fittest die, soon and sure the gap is fill'd, Pioneers! O<br><br>pioneers!<br><br><br><br>15<br><br>All the pulses of the world,<br><br>Falling in, they beat for us, with the western movement beat;<br><br>Holding single or together, steady moving, to the front, all for us, Pioneers! O<br><br>pioneers!<br><br><br><br>16<br><br>Life's involv'd and varied pageants,<br><br>All the forms and shows, all the workmen at their work,<br><br>All the seamen and the landsmen, all the masters with their slaves, Pioneers! O pioneers!<br><br><br><br>17<br><br>All the hapless silent lovers,<br><br>All the prisoners in the prisons, all the righteous and the wicked,<br><br>All the joyous, all the sorrowing, all the living, all the dying, Pioneers! O pioneers!<br><br><br><br>18<br><br>I too with my soul and body,<br><br>We, a curious trio, picking, wandering on our way,<br><br>Through these shores, amid the shadows, with the apparitions pressing, Pioneers! O<br><br>pioneers!<br><br><br><br>19<br><br>Lo! the darting bowling orb!<br><br>Lo! the brother orbs around! all the clustering suns and planets,<br><br>All the dazzling days, all the mystic nights with dreams, Pioneers! O pioneers!<br><br><br><br>20<br><br>These are of us, they are with us,<br><br>All for primal needed work, while the followers there in embryo wait behind,<br><br>We to-day's procession heading, we the route for travel clearing, Pioneers! O pioneers!<br><br><br><br>21<br><br>O you daughters of the west!<br><br>O you young and elder daughters! O you mothers and you wives!<br><br>Never must you be divided, in our ranks you move united, Pioneers! O pioneers!<br><br><br><br>22<br><br>Minstrels latent on the prairies!<br><br>(Shrouded bards of other lands! you may sleep-you have done your work;)<br><br>Soon I hear you coming warbling, soon you rise and tramp amid us, Pioneers! O pioneers!<br><br><br><br>23<br><br>Not for delectations sweet;<br><br>Not the cushion and the slipper, not the peaceful and the studious;<br><br>Not the riches safe and palling, not for us the tame enjoyment, Pioneers! O pioneers!<br><br><br><br>24<br><br>Do the feasters gluttonous feast?<br><br>Do the corpulent sleepers sleep? have they lock'd and bolted doors?<br><br>Still be ours the diet hard, and the blanket on the ground, Pioneers! O pioneers!<br><br><br><br>25<br><br>Has the night descended?<br><br>Was the road of late so toilsome? did we stop discouraged, nodding on our way?<br><br>Yet a passing hour I yield you, in your tracks to pause oblivious, Pioneers! O pioneers!<br><br><br><br>26<br><br>Till with sound of trumpet,<br><br>Far, far off the day-break call-hark! how loud and clear I hear it wind;<br><br>Swift! to the head of the army!-swift! spring to your places, Pioneers! O pioneers.",
	"shuffle": false,
	"type": "presentation", 
	"autoSlideTimer": 2
}