{
				"id": "user402",
				"title": "Celestial Love by Ralph Waldo Emerson",
				"exclude_from_menu": "true",
				"image": "Heather Wizell.jpg",
				"tag": ["15", "9"],
				"video": {
					"src": ["Colors-in-space.m4v", "Color-formations-in-space.m4v", "Color-swirl-in-space.m4v", "Color-swirl-in-space2.m4v", "Multicolored-galaxy.m4v", "Multicolored-particle-field.m4v", "Multicolored-reef-with-yellow-fish.m4v", "White-and-grey-clouds-in-the-sky.m4v", "White-background-with-fuschia-blue-and-black-2.m4v", "White-background-with-fuschia-blue-and-black-3.m4v", "White-background-with-fuschia-blue-and-black.m4v", "White-bus-traveling-down-groom-lake-road-in-nevada.m4v", "White-caps-in-water-during-roaring-40s-storm.m4v", "White-lines-ripple-effect.m4v", "White-rock-formations.m4v", "White-shot-of-waterfall-in-snowy-forest.m4v", "White-snow-forest-glow.m4v"],
					"type": "background"	
				},
				"main_text": "Higher far,<br> Upward, into the pure realm,<br> Over sun or star,<br> Over the flickering Daemon;mon film,<br> Thou must mount for love,-;<br> Into vision which all form<br> In one only form dissolves;<br> In a region where the wheel,<br> On which all beings ride,<br> Visibly revolves;<br> Where the starred eternal worm<br> Girds the world with bound and term;<br> Where unlike things are like,<br> When good and ill,<br> And joy and moan,<br> Melt into one.<br> There Past, Present, Future, shoot<br> Triple blossoms from one root<br> Substances at base divided<br> In their summits are united,<br> There the holy Essence rolls,<br> One through separated souls,<br> And the sunny aeon sleeps<br> Folding nature in its deeps,<br> And every fair and every good<br> Known in part or known impure<br> To men below,<br> In their archetypes endure.<br><br>The race of gods,<br> Or those we erring own,<br> Are shadows flitting up and down<br> In the still abodes.<br> The circles of that sea are laws,<br> Which publish and which hide the Cause.<br> Pray for a beam<br> Out of that sphere<br> Thee to guide and to redeem.<br> O what a load<br> Of care and toil<br> By lying Use bestowed,<br> From his shoulders falls, who sees<br> The true astronomy,<br> The period of peace!<br> Counsel which the ages kept,<br> Shall the well-born soul accept.<br> As the overhanging trees<br> Fill the lake with images,<br> As garment draws the garment's hem<br> Men their fortunes bring with them;<br> By right or wrong,<br> Lands and goods go to the strong;<br> Property will brutely draw<br> Still to the proprietor,<br> Silver to silver creep and wind,<br> And kind to kind,<br> Nor less the eternal poles<br> Of tendency distribute souls.<br> There need no vows to bind<br> Whom not each other seek but find.<br> They give and take no pledge or oath,<br> Nature is the bond of both.<br> No prayer persuades, no flattery fawns,<br> Their noble meanings are their pawns.<br> Plain and cold is their address,<br> Power have they for tenderness,<br> And so thoroughly is known<br> Each others' purpose by his own,<br> They can parley without meeting,<br> Need is none of forms of greeting,<br> They can well communicate<br> In their innermost estate;<br> When each the other shall avoid,<br> Shall each by each be most enjoyed.<br> Not with scarfs or perfumed gloves<br> Do these celebrate their loves,<br> Not by jewels, feasts, and savors,<br> Not by ribbons or by favors,<br> But by the sun-spark on the sea,<br> And the cloud-shadow on the lea,<br> The soothing lapse of morn to mirk,<br> And the cheerful round of work.<br> Their cords of love so public are,<br> They intertwine the farthest star.<br> The throbbing sea, the quaking earth,<br> Yield sympathy and signs of mirth;<br> Is none so high, so mean is none,<br> But feels and seals this union.<br> Even the tell Furies are appeased,<br> The good applaud, the lost are eased.<br><br>Love's hearts are faithful, but not fond,<br> Bound for the just, but not beyond;<br> Not glad, as the low-loving herd,<br> Of self in others still preferred,<br> But they have heartily designed<br> The benefit of broad mankind.<br> And they serve men austerely,<br> After their own genius, clearly,<br> Without a false humility;<br> For this is love's nobility,<br> Not to scatter bread and gold,<br> Goods and raiment bought and sold,<br> But to hold fast his simple sense,<br> And speak the speech of innocence,<br> And with hand, and body, and blood,<br> To make his bosom-counsel good:<br> For he that feeds men, serveth few,<br> He serves all, who dares be true."
			}