{"id":"user38","title":"William Butler Yeats","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"Had I the heavens' embroidered cloths,<br> Enwrought with golden and silver light,<br> The blue and the dim and the dark cloths<br> Of night and light and the half-light,<br> I would spread the cloths under your feet:<br> But I, being poor, have only my dreams;<br> I have spread my dreams under your feet;<br> Tread softly because you tread on my dreams.</p><br>I have met them at close of day<br> Coming with vivid faces<br> From counter or desk among grey<br> Eighteenth-century houses.<br> I have passed with a nod of the head<br> Or polite meaningless words,<br> Or have lingered awhile and said<br> Polite meaningless words,<br> And thought before I had done<br> Of a mocking tale or a gibe<br> To please a companion<br> Around the fire at the club,<br> Being certain that they and I<br> But lived where motley is worn:<br> All changed, changed utterly:<br> A terrible beauty is born.<br> <br> That woman's days were spent<br> In ignorant good-will,<br> Her nights is argument<br> Until her voice grew shrill.<br> What voice more sweet than hers<br> When, young and beautiful,<br> She rode to harriers?<br> This man had kept a school<br> And rode our wingèd horse;<br> This other his helper and friend<br> Was coming into his force;<br> He might have won fame in the end,<br> So sensitive his nature seemed,<br> So daring and sweet his thought.<br> This other man I had dreamed<br> A drunken, vainglorious lout.<br> He had done most bitter wrong<br> To some who are near my heart,<br> Yet I number him in the song;<br> He, too, has resigned his part<br> In the casual comedy;<br> He, too, has been changed in his turn,<br> Transformed utterly:<br> A terrible beauty is born.<br> <br> Hearts with one purpose alone<br> Through summer and winter seem<br> Enchanted to a stone<br> To trouble the living stream.<br> The horse that comes from the road,<br> The rider, the birds that range<br> From cloud to tumbling cloud, <br> Minute by minute they change;<br> A shadow of cloud on the stream<br> Changes minute by minute;<br> A horse-hoof slides on the brim,<br> And a horse plashes within it;<br> The long-legged moor-hens dive,<br> And hens to moor-cocks call;<br> Minute to minute they live;<br> The stone's in the midst of all.<br> <br> Too long a sacrifice<br> Can make a stone of the heart.<br> O when may it suffice?<br> That is Heaven's part, our part<br> To murmur name upon name,<br> As a mother names her child<br> When sleep at last has come<br> On limbs that had run wild.<br> What is it but nightfall?<br> No, no, not night but death;<br> Was it needless death after all?<br> For England may keep faith<br> For all that is done and said.<br> We know their dream; enough<br> To know they dreamed and are dead;<br> And what if excess of love<br> Bewildered them till they died?<br> I write it out in a verse --<br> MacDonagh and MacBride<br> And Connolly and Pearse<br> Now and in time to be, <br> Wherever green is worn, <br> Are changed, changed utterly:<br> A terrible beauty is born.</p><br>A sudden blow: the great wings beating still<br> Above the staggering girl, her thighs caressed<br> By the dark webs, her nape caught in his bill,<br> He holds her helpless breast upon his breast.<br> <br> How can those terrified vague fingers push<br> The feathered glory from her loosening thighs?<br> And how can body, laid in that white rush,<br> But feel the strange heart beating where it lies?<br> <br> A shudder in the loins engenders there<br> The broken wall, the burning roof and tower<br> And Agamemnon dead.<br> Being so caught up,<br> So mastered by the brute blood of the air,<br> Did she put on his knowledge with his power<br> Before the indifferent beak could let her drop?<br> <br> <br> <br> Never give all the heart<br> W. B. Yeats<br> <br> Never give all the heart, for love<br> Will hardly seem worth thinking of<br> To passionate women if it seem<br> Certain, and they never dream<br> That it fades out from kiss to kiss;<br> For everything that's lovely is<br> But a brief, dreamy, kind delight.<br> O never give the heart outright,<br> For they, for all smooth lips can say,<br> Have given their hearts up to the play.<br> And who could play it well enough<br> If deaf and dumb and blind with love?<br> He that made this knows all the cost,<br> For he gave all his heart and lost.</p><br>THAT is no country for old men. The young<br> In one another's arms, birds in the trees<br> - Those dying generations - at their song,<br> The salmon-falls, the mackerel-crowded seas,<br> Fish, flesh, or fowl, commend all summer long<br> Whatever is begotten, born, and dies.<br> Caught in that sensual music all neglect<br> Monuments of unageing intellect.<br> <br> An aged man is but a paltry thing,<br> A tattered coat upon a stick, unless<br> Soul clap its hands and sing, and louder sing<br> For every tatter in its mortal dress,<br> Nor is there singing school but studying<br> Monuments of its own magnificence;<br> And therefore I have sailed the seas and come<br> To the holy city of Byzantium.<br> <br> O sages standing in God's holy fire<br> As in the gold mosaic of a wall,<br> Come from the holy fire, perne in a gyre,<br> And be the singing-masters of my soul.<br> Consume my heart away; sick with desire<br> And fastened to a dying animal<br> It knows not what it is; and gather me<br> Into the artifice of eternity.<br> <br> Once out of nature I shall never take<br> My bodily form from any natural thing,<br> But such a form as Grecian goldsmiths make<br> Of hammered gold and gold enamelling<br> To keep a drowsy Emperor awake;<br> Or set upon a golden bough to sing<br> To lords and ladies of Byzantium<br> Of what is past, or passing, or to come.</p><br>I will arise and go now, and go to Innisfree,<br> And a small cabin build there, of clay and wattles made;<br> Nine bean-rows will I have there, a hive for the honey-bee,<br> And live alone in the bee-loud glade.<br> <br> And I shall have some peace there, for peace comes dropping slow,<br> Dropping from the veils of the morning to where the cricket sings;<br> There midnight's all a glimmer, and noon a purple glow,<br> And evening full of the linnet's wings.<br> <br> I will arise and go now, for always night and day<br> I hear lake water lapping with low sounds by the shore;<br> While I stand on the roadway, or on the pavements gray,<br> I hear it in the deep heart's core.</p><br>Turning and turning in the widening gyre<br> The falcon cannot hear the falconer;<br> Things fall apart; the centre cannot hold;<br> Mere anarchy is loosed upon the world,<br> The blood-dimmed tide is loosed, and everywhere<br> The ceremony of innocence is drowned;<br> The best lack all conviction, while the worst<br> Are full of passionate intensity.<br> <br> Surely some revelation is at hand;<br> Surely the Second Coming is at hand.<br> The Second Coming! Hardly are those words out<br> When a vast image out of Spiritus Mundi<br> Troubles my sight: somewhere in sands of the desert<br> A shape with lion body and the head of a man,<br> A gaze blank and pitiless as the sun, <br> Is moving its slow thighs, while all about it<br> Reel shadows of the indignant desert birds.<br> The darkness drops again; but now I know<br> That twenty centuries of stony sleep<br> Were vexed to nightmare by a rocking cradle,<br> And what rough beast, its hour come round at last,<br> Slouches towards Bethlehem to be born?</p><br>When you are old and grey and full of sleep,<br> And nodding by the fire, take down this book,<br> And slowly read, and dream of the soft look<br> Your eyes had once, and of their shadows deep;<br> <br> How many loved your moments of glad grace,<br> And loved your beauty with love false or true,<br> But one man loved the pilgrim soul in you,<br> And loved the sorrows of your changing face;<br> <br> And bending down beside the glowing bars,<br> Murmur, a little sadly, how Love fled<br> And paced upon the mountains overhead<br> And hid his face amid a crowd of stars.</p>"}