{
				"id": "user392",
				"title": "Dover Beach by Matthew Arnold",
				"exclude_from_menu": "true",
				"image": "Cobalt123.jpg",
				"tag": ["15", "9", "41", "43", "34", "38", "55"],
				"video": {
					"src": ["Zihua-sunrise.m4v", "Puffy-clouds-from-above-2.m4v", "Puffy-white-clouds-moving-across-blue-sky-on-a-sunny-day.m4v", "Serene-beach-at-sunset-with-beach-goer.m4v", "Serene-beach-at-sunset.m4v", "Sea-of-galilee-through-trees-at-sunset-2.m4v", "Sea-of-galilee-through-trees-at-sunset-3.m4v", "Smooth-sky.m4v"],
					"type": "background"	
				},
				"main_text": "The sea is calm to-night.<br> The tide is full, the moon lies fair<br> Upon the straits; on the French coast the light<br> Gleams and is gone; the cliffs of England stand;<br> Glimmering and vast, out in the tranquil bay.<br> Come to the window, sweet is the night-air!<br> Only, from the long line of spray<br> Where the sea meets the moon-blanched land,<br> Listen! you hear the grating roar<br> Of pebbles which the waves draw back, and fling,<br> At their return, up the high strand,<br> Begin, and cease, and then again begin,<br> With tremulous cadence slow, and bring<br> The eternal note of sadness in.<br><br> Sophocles long ago<br> Heard it on the A gaean, and it brought<br> Into his mind the turbid ebb and flow<br> Of human misery; we<br> Find also in the sound a thought,<br> Hearing it by this distant northern sea.<br><br> The Sea of Faith<br> Was once, too, at the full, and round earth's shore<br> Lay like the folds of a bright girdle furled.<br> But now I only hear<br> Its melancholy, long, withdrawing roar,<br> Retreating, to the breath<br> Of the night-wind, down the vast edges drear<br> And naked shingles of the world.<br><br> Ah, love, let us be true<br> To one another! for the world, which seems<br> To lie before us like a land of dreams,<br> So various, so beautiful, so new,<br> Hath really neither joy, nor love, nor light,<br> Nor certitude, nor peace, nor help for pain;<br> And we are here as on a darkling plain<br> Swept with confused alarms of struggle and flight,<br> Where ignorant armies clash by night."
			}