{
				"id": "user348",
				"title": "The Garden by Andrew Marvell",
				"exclude_from_menu": "true",
				"image": "Murat Tasiroglu.jpg",
				"tag": ["15", "34", "41", "43", "9"],
				"video": {
					"src": ["Hd-pink-lilies.m4v", "Dolly-into-orchard-with-pink-blossoms.m4v","Dolly-shot-of-pink-blossoms-on-tree-branches.m4v","Dolly-through-pink-blossoms-2.m4v", "Dolly-through-pink-blossoms.m4v", "Slow-motion-pink-flowers.m4v","Slow-motion-water-droplets-on-gerber-daisy.m4v", "Scenic-farm-with-hay-bail.m4v", "Scenic-glowing-orange-sunset.m4v", "Scenic-mountain-view-with-autumn-trees.m4v",  "Scenic-skyline-view-of-london-from-tower-bridge.m4v", "Scenic-starry-sky-joshua-tree-silhouette.m4v", "Scenic-storm-clouds.m4v", "Scenic-sun-in-cloudy-sky.m4v", "Scenic-sunrise-in-countryside.m4v", "Scenic-sunset-over-city-skyline-timelapse.m4v"],
					"type": "background"	
				},
				"main_text": "How vainly men themselves amaze<br> To win the Palm, the Oke, or Bayes;<br> And their uncessant Labours see<br> Crown'd from some single Herb or Tree,<br> Whose short and narrow verged Shade<br> Does prudently their Toyles upbraid;<br> While all Flow'rs and all Trees do close<br> To weave the Garlands of repose.<br><br> Fair quiet, have I found thee here,<br> And Innocence thy Sister dear!<br> Mistaken long, I sought you then<br> In busie Companies of Men.<br> Your sacred Plants, if here below,<br> Only among the Plants will grow.<br> Society is all but rude,<br> To this delicious Solitude.<br><br> No white nor red was ever seen<br> So am'rous as this lovely green.<br> Fond Lovers, cruel as their Flame,<br> Cut in these Trees their Mistress name.<br> Little, Alas, they know, or heed,<br> How far these Beauties Hers exceed!<br> Fair Trees! where s'eer you barkes I wound,<br> No Name shall but your own be found.<br><br> When we have run our Passions heat,<br> Love hither makes his best retreat.<br> The Gods, that mortal Beauty chase,<br> The Gods, that mortal Beauty chase,<br> Apollo hunted Daphne so,<br> Only that She might Laurel grow.<br> And Pan did after Syrinx speed,<br> Not as a Nymph, but for a Reed.<br><br> What wond'rous Life in this I lead!<br> Ripe Apples drop about my head;<br> The Luscious Clusters of the Vine<br> Upon my Mouth do crush their Wine;<br> The Nectaren, and curious Peach,<br> Into my hands themselves do reach;<br> Stumbling on Melons, as I pass,<br> Insnar'd with Flow'rs, I fall on Grass.<br><br> Mean while the Mind, from pleasure less,<br> Withdraws into its happiness:<br> The Mind, that Ocean where each kind<br> Does streight its own resemblance find;<br> Yet it creates, transcending these,<br> Far other Worlds, and other Seas;<br> Annihilating all that's made<br> To a green Thought in a green Shade.<br><br> Here at the Fountains sliding foot,<br> Or at some Fruit-tress mossy root,<br> Casting the Bodies Vest aside,<br> My Soul into the boughs does glide:<br> There like a Bird it sits, and sings,<br> Then whets, and combs its silver Wings;<br> And, till prepar'd for longer flight,<br> Waves in its Plumes the various Light.<br><br> Such was that happy Garden-state,<br> While Man there walk'd without a Mate:<br> After a Place so pure, and sweet,<br> What other Help could yet be meet!<br> But 'twas beyond a Mortal's share<br> To wander solitary there:<br> Two Paradises 'twere in one<br> To live in Paradise alone.<br><br> How well the skilful Gardner drew<br> Of flow'rs and herbes this Dial new;<br> Where from above the milder Sun<br> Does through a fragrant Zodiack run;<br> And, as it works, th' industrious Bee<br> Computes its time as well as we.<br> How could such sweet and wholsome Hours<br> Be reckon'd but with herbs and flow'rs!"
			}