{"id":"user180",
"title":"'Wind of Change' by Harold MacMillan",
"exclude_from_menu":"true",
"image": "5157300975_a921341541_b.jpg",
"tag": "27","video": {
							"src": ["Time-lapse-colorful-sunset.m4v", "Time-lapse-clouds.m4v", "Time-lapse-high-contrast-clouds.m4v", "Time-lapse-clouds-medium-speed-2651.m4v","Dramatic-storm-clouds-over-green-landscape.m4v", "Dramatic-time-lapse-clouds-roll-over-barbed-fence.m4v", "Dramatic-white-clouds-get-darker.m4v"],
							"title": "video title",
							"type": "background"
						},
"shuffle": "true",
"main_text":"February 3rd 1960<br><br>'It is, as I have said, a special privilege for me to be here in 1960 when you are celebrating what I<br> might call the golden wedding of the Union. At such a time it is natural and right that you should<br> pause to take stock of your position, to look back at what you have achieved, to look forward to<br> what lies ahead. In the fifty years of their nationhood the people of South Africa have built a strong<br> economy founded upon a healthy agriculture and thriving and resilient industries.<br> No one could fail to be impressed with the immense material progress which has been achieved.<br> That all this has been accomplished in so short a time is a striking testimony to the skill, energy and<br> initiative of your people. We in Britain are proud of the contribution we have made to this<br> remarkable achievement. <br><br>Much of it has been financed by British capital. According to the recent<br> survey made by the Union Government, nearly two-thirds of the oversea investment outstanding in<br> the Union at the end of 1956 was British. That is after two staggering wars which have bled our<br> economy white. But that is not all. We have developed trade between us to our common advantage,<br> and our economies are now largely interdependent. You export to us raw materials, food and gold.<br> We in return send you consumer goods or capital equipment. We take a third of all your exports and<br> we supply a third of all your imports. This broad traditional pattern of investment and trade has<br> been maintained in spite of the changes brought by the development of our two economies, and it<br> gives me great encouragement to reflect that the economies of both our countries, while expanding<br> rapidly, have yet remained interdependent and capable of sustaining one another.<br><br> In the twentieth century, and especially since the end of the war, the processes which gave birth to<br> the nation states of Europe have been repeated all over the world. We have seen the awakening of<br> national /consciousness in peoples who have for centuries lived in dependence upc'n some other<br> power. Fifteen years' ago this movement spread through Asia. Many countries there of different<br> races and civilisations pressed their claim to an independent national life. Today the same thing is<br> happening in Africa, and the most striking of all the impressions I have formed since I left London a<br> month ago is of the strength of this African national consciousness. In different places it takes<br> different forms, but it is happening everywhere. The wind of change is blowing through this<br> continent, and, whether we like it or not, this growth of national consciousness is a political fact.<br> We must all accept it as a fact, and our national policies must take account of it.<br><br> As I have said, the growth of national consciousness in Africa is a political fact, and we must accept<br> it as such. That means, I would judge, that we must come to terms with it. I sincerely believe that if<br> we cannot do so we may imperil the precarious balance between the East and West on which the<br> peace of the world depends. The world today is divided into three main groups. First there are what<br> we call the Western Powers. You in South Africa and we in Britain belong to this group, together<br> with our friends and allies in other parts of the Commonwealth. In the United States of America and<br> in Europe we call it the Free World. Secondly there are the Communists - Russia and her satellites<br> in Europe and China whose population will rise by the end of the next ten years to the staggering<br> total of 800,000,000. Thirdly, there are those parts of the world whose people are at present<br> uncommitted either to Communism or to our Western ideas. <br><br>In this context we think first of Asia<br> and then of Africa. As I see it the great issue in this second half of the twentieth century is whether<br> the uncommitted peoples of Asia and Africa will swing to the East or to the West. Will they be<br> drawn into the Communist camp? Or will the great experiments in self-government that are now<br> being made in Asia and Africa, especially within the Commonwealth, prove so successful, and by<br> their example so compelling, that the balance will come down in favour of freedom and order and<br> justice? The struggle is joined, and it is a struggle for the minds of men. What is now on trial is<br> much more that our military strength or our diplomatic and administrative skill. It is our way of life.<br> The uncommitted nations want to see before they choose.'"}