{
				"id": "user342",
				"title": "Babyhood by Algernon Charles Swinburne",
				"exclude_from_menu": "true",
				"image": "I k o7.jpg",
				"tag": ["15", "31"],
				"video": {
					"src": ["Clouds-floating-overhead.m4v", "Clouds-forming-and-covering-sky.m4v", "Clouds-forming-over-hills.m4v", "Clouds-in-sky-at-dusk-in-salt-lake-city-2.m4v", "Clouds-in-the-sky-above-salt-lake-city.m4v", "Clouds-moving-across-himalayan-peaks-in-nepal.m4v", "Clouds-moving-across-patagonia-countryside.m4v", "Clouds-moving-over-lush-valley-overlooking-na-pali-coast.m4v", "Clouds-moving-through-the-mountain.m4v", "Clouds-opening-and-sun-shining-through.m4v", "Clouds-over-hierve-el-agua.m4v"],
					"type": "background"	
				},
				"main_text": "A baby shines as bright<br> If winter or if May be<br> On eyes that keep in sight<br> A baby.<br><br> Though dark the skies or grey be,<br> It fills our eyes with light,<br> If midnight or midday be.<br><br> Love hails it, day and night,<br> The sweetest thing that may be<br> Yet cannot praise aright<br> A baby.<br><br> II.<br><br> All heaven, in every baby born,<br> All absolute of earthly leaven,<br> Reveals itself, though man may scorn<br> All heaven.<br><br> Yet man might feel all sin forgiven,<br> All grief appeased, all pain outworn,<br> By this one revelation given.<br><br> Soul, now forget thy burdens borne:<br> Heart, be thy joys now seven times seven:<br> Love shows in light more bright than morn<br> All heaven.<br><br> III.<br><br> What likeness may define, and stray not<br> From truth's exactest way,<br> A baby's beauty? Love can say not<br> What likeness may.<br><br> The Mayflower loveliest held in May<br> Of all that shine and stay not<br> Laughs not in rosier disarray.<br><br> Sleek satin, swansdown, buds that play not<br> As yet with winds that play,<br> Would fain be matched with this, and may not:<br> What likeness may?<br><br> IV.<br><br> Rose, round whose bed<br> Dawn's cloudlets close,<br> Earth's brightest-bred<br> Rose!<br><br> No song, love knows,<br> May praise the head<br> Your curtain shows.<br><br> Ere sleep has fled,<br> The whole child glows<br> One sweet live red<br> Rose."
			}