{"id":"user64","title":"Percy Bysshe Shelley","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"The awful shadow of some unseen Power<br> Floats though unseen among us; visiting<br> This various world with as inconstant wing<br> As summer winds that creep from flower to flower;<br> Like moonbeams that behind some piny mountain shower, <br> It visits with inconstant glance<br> Each human heart and countenance;<br> Like hues and harmonies of evening,<br> Like clouds in starlight widely spread,<br> Like memory of music fled, <br> Like aught that for its grace may be<br> Dear, and yet dearer for its mystery.<br> <br> Spirit of BEAUTY, that dost consecrate<br> With thine own hues all thou dost shine upon<br> Of human thought or form, where art thou gone? <br> Why dost thou pass away and leave our state,<br> This dim vast vale of tears, vacant and desolate?<br> Ask why the sunlight not for ever<br> Weaves rainbows o'er yon mountain-river,<br> Why aught should fail and fade that once is shown, <br> Why fear and dream and death and birth<br> Cast on the daylight of this earth<br> Such gloom, why man has such a scope<br> For love and hate, despondency and hope?<br> <br> No voice from some sublimer world hath ever <br> To sage or poet these responses given:<br> Therefore the names of God and ghosts and Heaven,<br> Remain the records of their vain endeavour:<br> Frail spells whose uttered charm might not avail to sever,<br> From all we hear and all we see, <br> Doubt, chance and mutability.<br> Thy light alone like mist o'er mountains driven,<br> Or music by the night-wind sent<br> Through strings of some still instrument,<br> Or moonlight on a midnight stream, <br> Gives grace and truth to life's unquiet dream.<br> <br> Love, Hope, and Self-esteem, like clouds depart<br> And come, for some uncertain moments lent.<br> Man were immortal and omnipotent,<br> Didst thou, unknown and awful as thou art, <br> Keep with thy glorious train firm state within his heart.<br> Thou messenger of sympathies,<br> That wax and wane in lovers' eyes;<br> Thou, that to human thought art nourishment,<br> Like darkness to a dying flame! <br> Depart not as thy shadow came,<br> Depart not--lest the grave should be,<br> Like life and fear, a dark reality.<br> <br> While yet a boy I sought for ghosts, and sped<br> Through many a listening chamber, cave and ruin, <br> And starlight wood, with fearful steps pursuing<br> Hopes of high talk with the departed dead.<br> I called on poisonous names with which our youth is fed;<br> I was not heard; I saw them not;<br> When musing deeply on the lot <br> Of life, at that sweet time when winds are wooing<br> All vital things that wake to bring<br> News of buds and blossoming,<br> Sudden, thy shadow fell on me;<br> I shrieked, and clasped my hands in ecstasy! <br> <br> I vowed that I would dedicate my powers<br> To thee and thine: have I not kept the vow?<br> With beating heart and streaming eyes, even now<br> I call the phantoms of a thousand hours<br> Each from his voiceless grave: they have in visioned bowers <br> Of studious zeal or love's delight<br> Outwatched with me the envious night:<br> They know that never joy illumed my brow<br> Unlinked with hope that thou wouldst free<br> This world from its dark slavery, <br> That thou, O awful LOVELINESS,<br> Wouldst give whate'er these words cannot express.<br> <br> The day becomes more solemn and serene<br> When noon is past; there is a harmony<br> In autumn, and a lustre in its sky, <br> Which through the summer is not heard or seen,<br> As if it could not be, as if it had not been!<br> Thus let thy power, which like the truth<br> Of nature on my passive youth<br> Descended, to my onward life supply <br> Its calm, to one who worships thee,<br> And every form containing thee,<br> Whom, SPIRIT fair, thy spells did bind<br> To fear himself, and love all human kind.</p><br>FIRST SPIRIT<br> O thou, who plum'd with strong desire<br> Wouldst float above the earth, beware!<br> A Shadow tracks thy flight of fire--<br> Night is coming!<br> Bright are the regions of the air,<br> And among the winds and beams<br> It were delight to wander there--<br> Night is coming!<br> <br> SECOND SPIRIT<br> The deathless stars are bright above;<br> If I would cross the shade of night,<br> Within my heart is the lamp of love,<br> And that is day!<br> And the moon will smile with gentle light<br> On my golden plumes where'er they move;<br> The meteors will linger round my flight,<br> And make night day.<br> <br> FIRST SPIRIT<br> But if the whirlwinds of darkness waken<br> Hail, and lightning, and stormy rain;<br> See, the bounds of the air are shaken--<br> Night is coming!<br> The red swift clouds of the hurricane<br> Yon declining sun have overtaken,<br> The clash of the hail sweeps over the plain--<br> Night is coming!<br> <br> <br> <br> SECOND SPIRIT<br> I see the light, and I hear the sound;<br> I'll sail on the flood of the tempest dark,<br> With the calm within and the light around<br> Which makes night day:<br> And thou, when the gloom is deep and stark,<br> Look from thy dull earth, slumber-bound,<br> My moon-like flight thou then mayst mark<br> On high, far away.<br> <br> ----<br> <br> Some say there is a precipice<br> Where one vast pine is frozen to ruin<br> O'er piles of snow and chasms of ice<br> Mid Alpine mountains;<br> And that the languid storm pursuing<br> That winged shape, for ever flies<br> Round those hoar branches, aye renewing<br> Its aëry fountains.<br> <br> Some say when nights are dry and dear,<br> And the death-dews sleep on the morass,<br> Sweet whispers are heard by the traveller,<br> Which make night day:<br> And a silver shape like his early love doth pass<br> Upborne by her wild and glittering hair,<br> And when he awakes on the fragrant grass,<br> He finds night day.</p><br>I met a traveller from an antique land<br> Who said: Two vast and trunkless legs of stone<br> Stand in the desert. Near them on the sand,<br> Half sunk, a shatter'd visage lies, whose frown<br> And wrinkled lip and sneer of cold command<br> Tell that its sculptor well those passions read<br> Which yet survive, stamp'd on these lifeless things,<br> The hand that mock'd them and the heart that fed.<br> And on the pedestal these words appear:<br> ‘My name is Ozymandias, king of kings:<br> Look on my works, ye Mighty, and despair!’<br> Nothing beside remains. Round the decay<br> Of that colossal wreck, boundless and bare,<br> The lone and level sands stretch far away.</p><br>An old, mad, blind, despised, and dying king,--<br> Princes, the dregs of their dull race, who flow<br> Through public scorn, mud from a muddy spring,--<br> Rulers who neither see, nor feel, nor know,<br> But leech-like to their fainting country cling,<br> Till they drop, blind in blood, without a blow,--<br> A people starved and stabbed in the untilled field,--<br> An army which liberticide and prey<br> Makes as a two-edged sword to all who wield,--<br> Golden and sanguine laws which tempt and slay;<br> Religion Christless, Godless, a book sealed,--<br> A Senate--Time's worst statute unrepealed,--<br> Are graves from which a glorious Phantom may<br> Burst to illumine our tempestuous day.</p><br>HAIL to thee, blithe spirit!<br> Bird thou never wert—<br> That from heaven or near it<br> Pourest thy full heart<br> In profuse strains of unpremeditated art. <br> Higher still and higher<br> From the earth thou springest,<br> Like a cloud of fire;<br> The blue deep thou wingest,<br> And singing still dost soar, and soaring ever singest. <br> In the golden light'ning<br> Of the sunken sun,<br> O'er which clouds are bright'ning,<br> Thou dost float and run,<br> Like an unbodied joy whose race is just begun. <br> The pale purple even<br> Melts around thy flight;<br> Like a star of heaven,<br> In the broad daylight<br> Thou art unseen, but yet I hear thy shrill delight— <br> Keen as are the arrows<br> Of that silver sphere<br> Whose intense lamp narrows<br> In the white dawn clear,<br> Until we hardly see, we feel that it is there. <br> All the earth and air<br> With thy voice is loud,<br> As when night is bare,<br> From one lonely cloud<br> The moon rains out her beams, and heaven is overflow'd. <br> What thou art we know not;<br> What is most like thee?<br> From rainbow clouds there flow not<br> Drops so bright to see,<br> As from thy presence showers a rain of melody:— <br> Like a poet hidden<br> In the light of thought,<br> Singing hymns unbidden,<br> Till the world is wrought<br> To sympathy with hopes and fears it heeded not: <br> Like a high-born maiden<br> In a palace tower,<br> Soothing her love-laden<br> Soul in secret hour<br> With music sweet as love, which overflows her bower: <br> Like a glow-worm golden<br> In a dell of dew,<br> Scattering unbeholden<br> Its aerial hue<br> Among the flowers and grass which screen it from the view: <br> Like a rose embower'd<br> In its own green leaves,<br> By warm winds deflower'd,<br> Till the scent it gives<br> Makes faint with too much sweet those heavy-winged thieves. <br> Sound of vernal showers<br> On the twinkling grass,<br> Rain-awaken'd flowers—<br> All that ever was<br> Joyous and clear and fresh—thy music doth surpass. <br> Teach us, sprite or bird,<br> What sweet thoughts are thine:<br> I have never heard<br> Praise of love or wine<br> That panted forth a flood of rapture so divine. <br> Chorus hymeneal,<br> Or triumphal chant,<br> Match'd with thine would be all<br> But an empty vaunt—<br> A thin wherein we feel there is some hidden want. <br> What objects are the fountains<br> Of thy happy strain?<br> What fields, or waves, or mountains?<br> What shapes of sky or plain?<br> What love of thine own kind? what ignorance of pain? <br> With thy clear keen joyance<br> Languor cannot be:<br> Shadow of annoyance<br> Never came near thee:<br> Thou lovest, but ne'er knew love's sad satiety. <br> Waking or asleep,<br> Thou of death must deem<br> Things more true and deep<br> Than we mortals dream,<br> Or how could thy notes flow in such a crystal stream? <br> We look before and after,<br> And pine for what is not:<br> Our sincerest laughter<br> With some pain is fraught;<br> Our sweetest songs are those that tell of saddest thought. <br> Yet, if we could scorn<br> Hate and pride and fear,<br> If we were things born<br> Not to shed a tear,<br> I know not how thy joy we ever should come near. <br> Better than all measures<br> Of delightful sound,<br> Better than all treasures<br> That in books are found,<br> Thy skill to poet were, thou scorner of the ground! <br> Teach me half the gladness<br> That thy brain must know;<br> Such harmonious madness<br> From my lips would flow,<br> The world should listen then, as I am listening now.</p>"}