{
				"id": "user406",
				"title": "My Last Duchess by Robert Browning",
				"exclude_from_menu": "true",
				"image": "James Cridland.jpg",
				"tag": ["15", "25", "32", "43", "28"],
				"video": {
					"src": ["United-arab-emirates-desert-sunset.m4v", "United-arab-emirates-dubai-elevated-view-of-the-new-dubai-skyline-of-modern.m4v", "United-arab-emirates-dubai-timelapse-over-sheikh-zayed-rd-showing-the-new-m.m4v", "United-arab-emirates-dubai-timelapse-over-sheikh-zayed-rd-showing-the-new-mj.m4v", "United-arab-emirates-dubai-timelapse-over-sheikh-zayed-rd-showing-the-new-mo.m4v", "Venice-church-and-boats.m4v", "Venice-grand-canal-overview.m4v", "Venice-narrow-canal.m4v", "Venice-rialto-bridge.m4v", "Venice-three-gondolas.m4v"],
					"type": "background"	
				},
				"main_text": "That's my last duchess painted on the wall,<br> Looking as if she were alive. I call<br> That piece a wonder, now: Fra; Pandolf's hands<br> Worked busily a day, and there she stands.<br> Will't please you sit and look at her? I said<br> 'Fra Pandolf' by design, for never read<br> Strangers like you that pictured countenance,<br> The depth and passion of its earnest glance,<br> But to myself they turned (since none puts by<br> The curtain I have drawn for you, but I)<br> And seemed as they would ask me, if they durst,<br> How such a glance came there; so, not the first<br> Are you to turn and ask thus. Sir, 'twas not<br> Her husband's presence only, called that spot<br> Of joy into the Duchess' cheek: perhaps<br> Fra Pandolf chanced to say 'Her mantle laps<br> 'Over my lady's wrist too much,' or 'Paint<br> 'Must never hope to reproduce the faint<br> 'Half-flush that dies along her throat': such stuff<br> Was courtesy, she thought, and cause enough<br> For calling up that spot of joy. She had<br> A heart--how shall I say?--too soon made glad,<br> Too easily impressed; she liked whate'er<br> She looked on, and her looks went everywhere.<br> Sir, 'twas all one! My favor at her breast,<br> The dropping of the daylight in the West,<br> The bough of cherries some officious fool<br> Broke in the orchard for her, the white mule<br> She rode with round the terrace--all and each<br> Would draw from her alike the approving speech,<br> Or blush, at least. She thanked men--good! but thanked<br> Somehow--I know not how--as if she ranked<br> My gift of a nine-hundred-years-old name<br> With anybody's gift. Who'd stoop to blame<br> This sort of trifling? Even had you skill<br> In speech--which I have not--to make your will<br> Quite clear to such an one, and say, 'Just this<br> 'Or that in you disgusts me; here you miss,<br> 'Or there exceed the mark'--and if she let<br> Herself be lessoned so, nor plainly set<br> Her wits to yours, forsooth, and make excuse,<br> --E'en then would be some stooping; and I choose<br> Never to stoop. Oh sir, she smiled, no doubt,<br> Whene'er I passed her; but who passed without<br> Much the same smile? This grew; I gave commands;<br> Then all smiles stopped together. There she stands<br> As if alive. Will't please you rise? We'll meet<br> The company below, then. I repeat,<br> The Count your master's known munificence<br> Is ample warrant that no just pretense<br> Of mine for dowry will be disallowed;<br> Though his fair daughter's self, as I avowed<br> At starting, is my object. Nay we'll go<br> Together down, sir. Notice Neptune, though,<br> Taming a sea-horse, thought a rarity,<br> Which Claus of Innsbruck cast in bronze for me!"
			}