{
	"id":"user1","title":"Talent/Commissions","image":"Hammonton Photography.jpg","tag":"1","video":{"src":["Red-white-texture.m4v","Mountain-flyover.m4v","Multicolored-particle-field.m4v","Electric-blue-ink-in-water.m4v","Cloud-pattern-sky.m4v","Pacific-water.m4v","Moonlight.m4v"],"title":"video title","type":"background"},
	"main_text":"Retin.ae is supporting talent by offering commissions to new and established filmmakers, visual artists, writers, actors, ambassadors and curators. We will initially commission promotional videos, artwork creation and photography. Then in our next round we will commission documentaries, feature films, comedy shows and a whole lot more. Our career pathway provides opportunities to work with us even if you are not awarded the commission. We also aim to partner with many media and digital companies and the best applicants will be put forward for full time roles in the companies we partner with.<br><br>The process is simple, submit your content, then we may include it in the next version, create a profile of your work or invite you to be involved in other projects and commission you to make more of what you love.<br><br>To apply, please swipe left or right to the sections relevant to your work for more information. Email us the content you would like to submit and we will get in touch with you.</p><br>We are supporting actors, offering a commission to create work for Retin.ae. Take a look around the literature on the Retin.ae platform and then email us a video of you reading or interpreting a poem or piece of writing. We will then let the public and our judges decide their favourites and commission those chosen to create work for Retin.ae<br><br>Here is how to do it:<br>Step 1: Take a look around the Retin.ae platform and decide on a piece of writing you prefer and create a video of you reading or interpreting the piece you have chosen.<br><br>Step 2: Email us at actors@retin.ae your contact details, your content (if the file is too big then please use a service such as Dropbox, or YouSendIt), together with the title.<br><br>Step 3: You will receive an email from us if you get  nominated. We will feature your work on the platform and conduct an interview about your work.<br><br>Step 4: We will open the nominations to the general public for them to choose their favourites and also, our judges will pick their favourites.<br><br>Step 5: If you are one of the winner, we will contact you and commission you to create work for Retin.ae.</p><br>We are supporting ambassadors and marketers, offering a commission to help Retin.ae grow. We require ambitious people who want to be a part of a marketing campaign that establishes Retin.ae as a major digital force. We believe that talent is not just restricted to those who are artists or filmmakers but also that marketers can be incredibly creative. It is an opportunity to associate yourself with a growing brand and get some diverse marketing experience.<br><br>If you are looking for experience in marketing, or if you have experience and are just looking for an innovative project to help with then please get in touch.<br><br>We want people with a large social reach.<br><br> Here is how to do it:<br>Step 1: If you are interested please like our facebook page, then invite as many of your friends to like the page as you can and try to get people to like the Retin.ae facebook page. <br><br>Step 2: Email us at ambassadors@retin.ae, marketing@retin.ae, soacialmedia@retin.ae or publicrelations@retin.ae respectively, your contact details, and a screenshot of the Retin.ae page to show us how many of your friend you got liking the page.<br><br>Step 3: You will receive an email from us if you get nominated.<br><br>Step 4: We will chose the ones that have done the best work.<br><br>Step 5: If you are one of the winner, we will contact you and commission you to  work for Retin.ae.</p><br>We are supporting curators, offering a commission to curate work for Retin.ae. Take a look around the themes on the Retin.ae platform and then email us your suggestions for new theme/channel, together with the content we should include in it. We will then let the public and our judges decide their favourites and commission those chosen to curate work for Retin.ae<br><br>Here is how to do it:<br>Step 1: Take a look around the Retin.ae platform and decide on a theme you prefer and would like to curate.<br><br>Step 2: Email us at curators@retin.ae your contact details, and all the information on the theme/channel you would like to curate, including the title, where will it be included (if it is a channel), the content that would be part of it and why you think the theme/page should be created.<br><br>Step 3: You will receive an email from us if you get nominated. We will feature your work on the platform and conduct an interview about your work.<br><br>Step 4: We will open the nominations to the general public for them to choose their favourites and also, our judges will pick their favourites.<br><br>Step 5: If you are one of the winner, we will contact you and commission you to curate work for Retin.ae.</p><br>We are supporting photographers, artists and graphic designers, offering a commission to create images for Retin.ae. Take a look around the themes on the Retin.ae platform and then email us a piece of your work which could be used in one or more of our themes or sections. It can be old or new content. We will then let the public and our judges decide their favourites and commission those chosen to create work for Retin.ae<br><br>Here is how to do it:<br>Step 1: Take a look around the Retin.ae platform and decide on some themes which your work would be relevant to.<br><br>Step 2: Email us at images@retin.ae your contact details, your content (if the file is too big then please use a service such as Dropbox, or YouSendIt), together with the title and the themes and/or piece of writing that you feel the content could be used for.<br><br>Step 3: You will receive an email from us if you get  nominated. We will feature your work on the platform and conduct an interview about your work.<br><br>Step 4: We will open the nominations to the general public for them to choose their favourites and also, our judges will pick their favourites.<br><br>Step 5: If you are one of the winner, we will contact you and commission you to create images for Retin.ae.</p><br>We are supporting filmmakers, offering a commission to create a promotional video for Retin.ae. Take a look around the themes on the Retin.ae platform and email us a short video you have made which could be used as the background video for one of the thematic sections or poems. It can be old or new content. We will then let the public and our judges decide their favourites and we will commission the chosen to create a promotional video for Retin.ae<br><br>Here is how to do it:<br>Step 1: Take a look around the Retin.ae platform and decide on some themes which your work would be relevant to.<br><br>Step 2: Email us at filmmakers@retin.ae your contact details, your content (if the file is too big then please use a service such as Dropbox, or YouSendIt), together with the title and the themes and/or piece of writing that you feel the content could be used for.<br><br>Step 3: You will receive an email from us if you get  nominated. We will feature your work on the platform and conduct an interview about your work.<br><br>Step 4: We will open the nominations to the general public for them to choose their favourites and also, our judges will pick their favourites.<br><br>Step 5: If you are one of the winner, we will contact you and offer to commission your work.<br><br>We are supporting writers, offering a commission to write for Retin.ae. Take a look around the themes on the Retin.ae platform and then email us a piece of your writing which could be used in one or more of our themes or sections. It can be old or new content. We will then let the public and our judges decide their favourites and commission those chosen to create writing for Retin.ae<br><br>Here is how to do it:<br>Step 1: Take a look around the Retin.ae platform and decide on some themes which your work would be relevant to.<br><br>Step 2: Email us at writers@retin.ae your contact details, your content (if the file is too big then please use a service such as Dropbox, or YouSendIt), together with the title and the themes that you feel the content could be used for.<br><br>Step 3: You will receive an email from us if you get  nominated. We will feature your work on the platform and conduct an interview about your work.<br><br>Step 4: We will open the nominations to the general public for them to choose their favourites and also, our judges will pick their favourites.<br><br>Step 5: If you are one of the winner, we will contact you and commission you to write for Retin.ae.</p>",
	"shuffle": false,
	"normal_videos": [
		{"index": 0, "name": "CATASTROPHE HD.mp4"},
		{"index": 5, "name": "Phantom_of_the_Opera_512kb.mp4"}
	]
}