{"id":"user28","title":"Dylan Thomas","exclude_from_menu":"true","image":"www.freestock.ca.jpg","main_text":"In my craft or sullen art<br>Exercised in the still night<br>When only the moon rages<br>And the lovers lie abed<br>With all their griefs in their arms,<br>I labour by singing light<br>Not for ambition or bread<br>Or the strut and trade of charms<br>On the ivory stages<br>But for the common wages<br>Of their most secret heart.<br>Not for the proud man apart<br>From the raging moon I write<br>On these spindrift pages<br>Nor for the towering dead<br>With their nightingales and psalms<br>But for the lovers, their arms<br>Round the griefs of the ages,<br>Who pay no praise or wages<br>Nor heed my craft or art.</p><br>And death shall have no dominion.<br>Dead mean naked they shall be one<br>With the man in the wind and the west moon;<br>When their bones are picked clean and the clean bones gone,<br>They shall have stars at elbow and foot;<br>Though they go mad they shall be sane,<br>Though they sink through the sea they shall rise again;<br>Though lovers be lost love shall not;<br>And death shall have no dominion.<br><br>And death shall have no dominion.<br>Under the windings of the sea<br>They lying long shall not die windily;<br>Twisting on racks when sinews give way,<br>Strapped to a wheel, yet they shall not break;<br>Faith in their hands shall snap in two,<br>And the unicorn evils run them through;<br>Split all ends up they shan't crack;<br>And death shall have no dominion.<br><br>And death shall have no dominion.<br>No more may gulls cry at their ears<br>Or waves break loud on the seashores;<br>Where blew a flower may a flower no more<br>Lift its head to the blows of the rain;<br>Through they be mad and dead as nails,<br>Heads of the characters hammer through daisies;<br>Break in the sun till the sun breaks down,<br>And death shall have no dominion.</p><br>Now as I was young and easy under the apple boughs<br>About the lilting house and happy as the grass was green,<br>The night above the dingle starry,<br>Time let me hail and climb<br>Golden in the heydays of his eyes,<br>And honoured among wagons I was prince of the apple towns<br>And once below a time I lordly had the trees and leaves<br>Trail with daisies and barley<br>Down the rivers of the windfall light.<br><br>And as I was green and carefree, famous among the barns<br>About the happy yard and singing as the farm was home,<br>In the sun that is young once only,<br>Time let me play and be<br>Golden in the mercy of his means,<br>And green and golden I was huntsman and herdsman, the calves<br>Sang to my horn, the foxes on the hills barked clear and cold,<br>And the sabbath rang slowly<br>In the pebbles of the holy streams.<br><br>All the sun long it was running, it was lovely, the hay<br>Fields high as the house, the tunes from the chimneys, it was air<br>And playing, lovely and watery<br>And fire green as grass.<br>And nightly under the simple stars<br>As I rode to sleep the owls were bearing the farm away,<br>All the moon long I heard, blessed among stables, the nightjars<br>Flying with the ricks, and the horses<br>Flashing into the dark.<br><br>And then to awake, and the farm, like a wanderer white<br>With the dew, come back, the cock on his shoulder: it was all<br>Shining, it was Adam and maiden,<br>The sky gathered again<br>And the sun grew round that very day.<br>So it must have been after the birth of the simple light<br>In the first, spinning place, the spellbound horses walking warm<br>Out of the whinnying green stable<br>On to the fields of praise.<br><br>And honoured among foxes and pheasants by the gay house<br>Under the new made clouds and happy as the heart was long,<br>In the sun born over and over,<br>I ran my heedless ways,<br>My wishes raced through the house high hay<br>And nothing I cared, at my sky blue trades, that time allows<br>In all his tuneful turning so few and such morning songs<br>Before the children green and golden<br>Follow him out of grace.<br><br>Nothing I cared, in the lamb white days, that time would<br>take me<br>Up to the swallow thronged loft by the shadow of my hand,<br>In the moon that is always rising,<br>Nor that riding to sleep<br>I should hear him fly with the high fields<br>And wake to the farm forever fled from the childless land.<br>Oh as I was young and easy in the mercy of his means,<br>Time held me green and dying<br>Though I sang in my chains like the sea.</p><br>Do not go gentle into that good night,<br>Old age should burn and rave at close of day;<br>Rage, rage against the dying of the light.<br><br>Though wise men at their end know dark is right’<br>Because their words had forked no lightning they<br>Do not go gentle into that good night.<br><br>Good men, the last wave by, crying how bright<br>Their frail dees might have danced in a green bay,<br>Rage, rage against the dying of the light.<br><br>Wild men who caught and sang the sun in flight,<br>And learn, too late, they grieved it on its way,<br>Do not go gentle into that good night.<br><br>Grave men, near death, who see with blinding sight<br>Blind eyes could blaze like meteors and be gay,<br>Rage, rage against the dying of the light.<br><br>And you, my father, there on the sad height,<br>Curse, bless, me now with your fierce tears, I pray.<br>Do not go gentle into that good night.<br>Rage, rage against the dying of the light.</p><br>The bows glided down, and the coast<br>Blackened with birds took a last look<br>At his thrashing hair and whale-blue eye;<br>The trodden town rang its cobbles for luck.<br><br>Then good-bye to the fishermanned<br>Boat with its anchor free and fast<br>As a bird hooking over the sea,<br>High and dry by the top of the mast,<br><br>Whispered the affectionate sand<br>And the bulwarks of the dazzled quay.<br>For my sake sail, and never look back,<br>Said the looking land.<br><br>Sails drank the wind, and white as milk<br>He sped into the drinking dark;<br>The sun shipwrecked west on a pearl<br>And the moon swam out of its hulk.<br><br>Funnels and masts went by in a whirl.<br>Good-bye to the man on the sea-legged deck<br>To the gold gut that sings on his reel<br>To the bait that stalked out of the sack,<br><br>For we saw him throw to the swift flood<br>A girl alive with his hooks through her lips;<br>All the fishes were rayed in blood,<br>Said the dwindling ships.<br><br>Good-bye to chimneys and funnels,<br>Old wives that spin in the smoke,<br>He was blind to the eyes of candles<br>In the praying windows of waves<br><br>But heard his bait buck in the wake<br>And tussle in a shoal of loves.<br>Now cast down your rod, for the whole<br>Of the sea is hilly with whales,<br><br>She longs among horses and angels,<br>The rainbow-fish bend in her joys,<br>Floated the lost cathedral<br>Chimes of the rocked buoys.<br><br>Where the anchor rode like a gull<br>Miles over the moonstruck boat<br>A squall of birds bellowed and fell,<br>A cloud blew the rain from its throat;<br><br>He saw the storm smoke out to kill<br>With fuming bows and ram of ice,<br>Fire on starlight, rake Jesu's stream;<br>And nothing shone on the water's face<br><br>But the oil and bubble of the moon,<br>Plunging and piercing in his course<br>The lured fish under the foam<br>Witnessed with a kiss.<br><br>Whales in the wake like capes and Alps<br>Quaked the sick sea and snouted deep,<br>Deep the great bushed bait with raining lips<br>Slipped the fins of those humpbacked tons<br><br>And fled their love in a weaving dip.<br>Oh, Jericho was falling in their lungs!<br>She nipped and dived in the nick of love,<br>Spun on a spout like a long-legged ball<br><br>Till every beast blared down in a swerve<br>Till every turtle crushed from his shell<br>Till every bone in the rushing grave<br>Rose and crowed and fell!<br><br>Good luck to the hand on the rod,<br>There is thunder under its thumbs;<br>Gold gut is a lightning thread,<br>His fiery reel sings off its flames,<br><br>The whirled boat in the burn of his blood<br>Is crying from nets to knives,<br>Oh the shearwater birds and their boatsized brood<br>Oh the bulls of Biscay and their calves<br><br>Are making under the green, laid veil<br>The long-legged beautiful bait their wives.<br>Break the black news and paint on a sail<br>Huge weddings in the waves,<br><br>Over the wakeward-flashing spray<br>Over the gardens of the floor<br>Clash out the mounting dolphin's day,<br>My mast is a bell-spire,<br><br>Strike and smoothe, for my decks are drums,<br>Sing through the water-spoken prow<br>The octopus walking into her limbs<br>The polar eagle with his tread of snow.<br><br>From salt-lipped beak to the kick of the stern<br>Sing how the seal has kissed her dead!<br>The long, laid minute's bride drifts on<br>Old in her cruel bed.<br><br>Over the graveyard in the water<br>Mountains and galleries beneath<br>Nightingale and hyena<br>Rejoicing for that drifting death<br><br>Sing and howl through sand and anemone<br>Valley and sahara in a shell,<br>Oh all the wanting flesh his enemy<br>Thrown to the sea in the shell of a girl<br><br>Is old as water and plain as an eel;<br>Always good-bye to the long-legged bread<br>Scattered in the paths of his heels<br>For the salty birds fluttered and fed<br><br>And the tall grains foamed in their bills;<br>Always good-bye to the fires of the face,<br>For the crab-backed dead on the sea-bed rose<br>And scuttled over her eyes,<br><br>The blind, clawed stare is cold as sleet.<br>The tempter under the eyelid<br>Who shows to the selves asleep<br>Mast-high moon-white women naked<br><br>Walking in wishes and lovely for shame<br>Is dumb and gone with his flame of brides.<br>Susannah's drowned in the bearded stream<br>And no-one stirs at Sheba's side<br><br>But the hungry kings of the tides;<br>Sin who had a woman's shape<br>Sleeps till Silence blows on a cloud<br>And all the lifted waters walk and leap.<br><br>Lucifer that bird's dropping<br>Out of the sides of the north<br>Has melted away and is lost<br>Is always lost in her vaulted breath,<br><br>Venus lies star-struck in her wound<br>And the sensual ruins make<br>Seasons over the liquid world,<br>White springs in the dark.<br><br>Always good-bye, cried the voices through the shell,<br>Good-bye always, for the flesh is cast<br>And the fisherman winds his reel<br>With no more desire than a ghost.<br><br>Always good luck, praised the finned in the feather<br>Bird after dark and the laughing fish<br>As the sails drank up the hail of thunder<br>And the long-tailed lightning lit his catch.<br><br>The boat swims into the six-year weather,<br>A wind throws a shadow and it freezes fast.<br>See what the gold gut drags from under<br>Mountains and galleries to the crest!<br><br>See what clings to hair and skull<br>As the boat skims on with drinking wings!<br>The statues of great rain stand still,<br>And the flakes fall like hills.<br><br>Sing and strike his heavy haul<br>Toppling up the boatside in a snow of light!<br>His decks are drenched with miracles.<br>Oh miracle of fishes! The long dead bite!<br><br>Out of the urn a size of a man<br>Out of the room the weight of his trouble<br>Out of the house that holds a town<br>In the continent of a fossil<br><br>One by one in dust and shawl,<br>Dry as echoes and insect-faced,<br>His fathers cling to the hand of the girl<br>And the dead hand leads the past,<br><br>Leads them as children and as air<br>On to the blindly tossing tops;<br>The centuries throw back their hair<br>And the old men sing from newborn lips:<br><br>Time is bearing another son.<br>Kill Time! She turns in her pain!<br>The oak is felled in the acorn<br>And the hawk in the egg kills the wren.<br><br>He who blew the great fire in<br>And died on a hiss of flames<br>Or walked the earth in the evening<br>Counting the denials of the grains<br><br>Clings to her drifting hair, and climbs;<br>And he who taught their lips to sing<br>Weeps like the risen sun among<br>The liquid choirs of his tribes.<br><br>The rod bends low, divining land,<br>And through the sundered water crawls<br>A garden holding to her hand<br>With birds and animals<br><br>With men and women and waterfalls<br>Trees cool and dry in the whirlpool of ships<br>And stunned and still on the green, laid veil<br>Sand with legends in its virgin laps<br><br>And prophets loud on the burned dunes;<br>Insects and valleys hold her thighs hard,<br>Times and places grip her breast bone,<br>She is breaking with seasons and clouds;<br><br>Round her trailed wrist fresh water weaves,<br>with moving fish and rounded stones<br>Up and down the greater waves<br>A separate river breathes and runs;<br><br>Strike and sing his catch of fields<br>For the surge is sown with barley,<br>The cattle graze on the covered foam,<br>The hills have footed the waves away,<br><br>With wild sea fillies and soaking bridles<br>With salty colts and gales in their limbs<br>All the horses of his haul of miracles<br>Gallop through the arched, green farms,<br><br>Trot and gallop with gulls upon them<br>And thunderbolts in their manes.<br>O Rome and Sodom To-morrow and London<br>The country tide is cobbled with towns<br><br>And steeples pierce the cloud on her shoulder<br>And the streets that the fisherman combed<br>When his long-legged flesh was a wind on fire<br>And his loin was a hunting flame<br><br>Coil from the thoroughfares of her hair<br>And terribly lead him home alive<br>Lead her prodigal home to his terror,<br>The furious ox-killing house of love.<br><br>Down, down, down, under the ground,<br>Under the floating villages,<br>Turns the moon-chained and water-wound<br>Metropolis of fishes,<br><br>There is nothing left of the sea but its sound,<br>Under the earth the loud sea walks,<br>In deathbeds of orchards the boat dies down<br>And the bait is drowned among hayricks,<br><br>Land, land, land, nothing remains<br>Of the pacing, famous sea but its speech,<br>And into its talkative seven tombs<br>The anchor dives through the floors of a church.<br><br>Good-bye, good luck, struck the sun and the moon,<br>To the fisherman lost on the land.<br>He stands alone in the door of his home,<br>With his long-legged heart in his hand.</p><br>Never and never, my girl riding far and near<br>In the land of the hearthstone tales, and spelled asleep,<br>Fear or believe that the wolf in a sleepwhite hood<br>Loping and bleating roughly and blithely shall leap,<br>My dear, my dear<br>Out of a lair in the flocked leaves in the dew dipped year<br>To eat your heart in the house in the rosy wood.<br><br>Sleep, good, for ever, slow and deep, spelled rare and wise,<br>My girl ranging the night in the rose and shire<br>Of the hobnail tales: no gooseherd or swine will turn<br>Into a homestall king or hamlet of fire<br>And prince of ice<br>To court the honeyed heart from your side before sunrise<br>In a spinney of ringed boys and ganders, spike and burn,<br><br>Nor the innocent lie in the rooting dingle wooed<br>And staved, and riven among plumes my rider weep.<br>From the broomed witch’s spume you are shielded by fern<br>And flower of country sleep and the greenwood keep.<br>Lie fast and soothed,<br>Safe be and smooth from the bellows of the rushy brood.</p><br>Through throats where many rivers meet, the curlews cry<br>Under the conceiving moon, on the high chalk hill,<br>And there this night I walk in the white giant's thigh<br>Where barren as boulders women lie longing still<br><br>To labour and love though they lay down long ago.<br><br>Through throats where many rivers meet, the women pray,<br>Pleading in the waded bay for the seed to flow<br>Though the names on their weed grown stones are rained away<br><br>And alone in the night's eternal, curving act<br>They yearn with tongues of curlews for the unconceived<br>And immemorial sons of the cudgelling, hacked<br><br>Hill. Who once in gooseskin winter loved all ice leaved<br>In the courters' lanes, or twined in the ox roasting sun<br>In the wains tonned so high that the wisps of the hay<br>Clung to the pitching clouds, or gay with any one<br>Young as they in the after milking moonlight lay<br><br>Under the lighted shapes of faith and their moonshade<br>Petticoats galed high, or shy with the rough riding boys,<br>Now clasp me to their grains in the gigantic glade,<br><br>Who once, green countries since, were a hedgerow of joys.<br>Time by, their dust was flesh the swineherd rooted sly,<br>Flared in the reek of the wiving sty with the rush<br>Light of his thighs, spreadeagle to the dunghill sky,<br>Or with their orchard man in the core of the sun's bush<br>Rough as cows' tongues and trashed with brambles their buttermilk<br>Manes, under his quenchless summer barbed gold to the bone,<br><br>Or rippling soft in the spinney moon as the silk<br>And ducked and draked white lake that harps to a hail stone.<br><br>Who once were a bloom of wayside brides in the hawed house<br>And heard the lewd, wooed field flow to the coming frost,<br>The scurrying, furred small friars squeal, in the dowse<br>Of day, in the thistle aisles, till the white owl crossed<br><br>Their breast, the vaulting does roister, the horned bucks climb<br>Quick in the wood at love, where a torch of foxes foams,<br>All birds and beasts of the linked night uproar and chime<br><br>And the mole snout blunt under his pilgrimage of domes,<br>Or, butter fat goosegirls, bounced in a gambo bed,<br>Their breasts full of honey, under their gander king<br>Trounced by his wings in the hissing shippen, long dead<br>And gone that barley dark where their clogs danced in the spring,<br>And their firefly hairpins flew, and the ricks ran round —<br><br>(But nothing bore, no mouthing babe to the veined hives<br>Hugged, and barren and bare on Mother Goose's ground<br>They with the simple Jacks were a boulder of wives) —<br><br>Now curlew cry me down to kiss the mouths of their dust.<br><br>The dust of their kettles and clocks swings to and fro<br>Where the hay rides now or the bracken kitchens rust<br>As the arc of the billhooks that flashed the hedges low<br>And cut the birds' boughs that the minstrel sap ran red.<br>They from houses where the harvest bows, hold me hard,<br>Who heard the tall bell sail down the Sundays of the dead<br>And the rain wring out its tongues on the faded yard,<br>Teach me the love that is evergreen after the fall leaved<br>Grave, after Beloved on the grass gulfed cross is scrubbed<br>Off by the sun and Daughters no longer grieved<br>Save by their long desirers in the fox cubbed<br>Streets or hungering in the crumbled wood: to these<br>Hale dead and deathless do the women of the hill<br>Love for ever meridian through the courters' trees<br><br>And the daughters of darkness flame like Fawkes fires still.</p>"}