{"id":"user26","title":"William Blake","exclude_from_menu":"true","image":"Don McCullough.jpg","main_text":"Tyger, Tyger burning bright<br>In the forests of the night,<br>What immortal hand or eye<br>Could frame thy fearful symmetry?<br><br>In what distant deeps or skies<br>Burnt the fire of thine eyes?<br>On what wings dare he aspire?<br>What the hand did seize the fire?<br><br>And what shoulder and what art<br>Could twist the sinews of thy heart?<br>And, when thy heart began to beat,<br>What dread hand and what dread feet?<br><br>What the hammer? What the chain?<br>In what furnace was thy brain?<br>What the anvil? What dread grasp<br>Dare its deadly terrors clasp?<br><br>When the stars threw down their spears,<br>And water'd heaven with their tears,<br>Did He smile His work to see?<br>Did He who made the lamb make thee?<br><br>Tyger, Tyger burning bright<br>In the forests of the night,<br>What immortal hand or eye<br>Dare frame thy fearful symmetry?</p><br>I wander thro' each charter'd street.<br>Near where the charter'd Thames does flow<br>A mark in every face I meet<br>Marks of weakness, marks of woe.<br><br>In every cry of every Man.<br>In every Infants cry of fear.<br>In every voice; in every ban.<br>The mind-forg'd manacles I hear<br><br>How the Chimney-sweepers cry<br>Every blackening Church appalls.<br>And the hapless Soldiers sigh<br>Runs in blood down Palace walls<br><br>But most thro' midnight streets I hear<br>How the youthful Harlot’s curse<br>Blasts the new-born Infant’s tear<br>And blights with plagues the Marriage hearse</p><br>OF Public Opinion;<br>Of a calm and cool fiat, sooner or later, (How impassive! How certain and final!)<br>Of the President with pale face, asking secretly to himself, What will the people say<br>at<br>last?<br>Of the frivolous Judge—Of the corrupt Congressman, Governor, Mayor—Of such as<br>these,<br>standing helpless and exposed;<br>Of the mumbling and screaming priest—(soon, soon deserted;)<br>Of the lessening, year by year, of venerableness, and of the dicta of officers, statutes,<br>pulpits, schools;<br>Of the rising forever taller and stronger and broader, of the intuitions of men and women,<br>and<br>of self-esteem, and of personality;<br>—Of the New World—Of the Democracies, resplendent, en-masse;<br>Of the conformity of politics, armies, navies, to them and to me,<br>Of the shining sun by them—Of the inherent light, greater than the rest,<br>Of the envelopment of all by them, and of the effusion of all from them.<br> </p><br>The Sun does arise,<br>And make happy the skies.<br>The merry bells ring,<br>To welcome the Spring.<br>The sky-lark and thrush,<br>The birds of the bush,<br>Sing louder around,<br>To the bells cheerful sound.<br>While our sports shall be seen<br>On the Ecchoing Green.<br><br>Old John, with white hair<br>Does laugh away care,<br>Sitting under the oak,<br>Among the old folk.<br>They laugh at our play,<br>And soon they all say,<br>Such such were the joys<br>When we all girls & boys.<br>In our youth time were seen,<br>On the Ecchoing Green.<br><br>Till the little ones weary<br>No more can be merry<br>The sun does descend,<br>And our sports have an end:<br>Round the laps of their mothers.<br>Many sisters and brothers,<br>Like birds in their nest.<br>Are ready for rest;<br>And sport no more seen,<br>On the darkening Green.</p><br>A little black thing among the snow:<br>Crying weep, weep, in notes of woe!<br>Where are thy father & mother? say?<br>They are both gone up to the church to pray.<br><br>Because I was happy upon the heath.<br>And smil'd among the winters snow:<br>They clothed me in the clothes of death.<br>And taught me to sing the notes of woe.<br><br>And because I am happy. & dance & sing.<br>They think they have done me no injury:<br>And are gone to praise God & his Priest & King,<br>Who made up a heaven of our misery.</p><br>When voices of children are heard on the green<br>And laughing is heard on the hill,<br>My heart is at rest within my breast<br>And everything else is still<br><br>Then come home my children the sun is gone down<br>And the dews of night arise<br>Come come leave off play, and let us away<br>Till the morning appears in the skies<br><br>No no let us play, for it is yet day<br>And we cannot go to sleep<br>Besides in the sky, the little birds fly<br>And the hills are all covered with sheep<br><br>Well well go and play till the light fades away<br>And then go home to bed<br>The little ones leaped & shouted & laugh'd<br>And all the hills echoed</p><br>Is this a holy thing to see.<br>In a rich and fruitful land.<br>Babes reduced to misery.<br>Fed with cold and usurous hand?<br><br>Is that trembling cry a song?<br>Can it be a song of joy?<br>And so many children poor?<br>It is a land of poverty!<br><br>And their sun does never shine.<br>And their fields are bleak & bare.<br>And their ways are fill'd with thorns<br>It is eternal winter there.<br><br>For where-e'er the sun does shine.<br>And where-e'er the rain does fall:<br>Babe can never hunger there,<br>Nor poverty the mind appall.</p><br>A Robin Redbreast in a cage,<br>Puts all Heaven in a rage.<br><br>A skylark wounded on the wing<br>Doth make a cherub cease to sing<br><br>He who shall hurt the little wren<br>Shall never be beloved by men.</p>"}