{"id":"user31","title":"Ted Hughes","exclude_from_menu":"true","image":"nivekhmng.jpg","main_text":"I imagine this midnight moment's forest:<br>Something else is alive<br>Beside the clock's loneliness<br>And this blank page where my fingers move.<br><br>Through the window I see no star:<br>Something more near<br>Though deeper within darkness<br>Is entering the loneliness:<br><br>Cold, delicately as the dark snow,<br>A fox's nose touches twig, leaf;<br>Two eyes serve a movement, that now<br>And again now, and now, and now<br><br>Sets neat prints into the snow<br>Between trees, and warily a lame<br>Shadow lags by stump and in hollow<br>Of a body that is bold to come<br><br>Across clearings, an eye,<br>A widening deepening greenness,<br>Brilliantly, concentratedly,<br>Coming about its own business<br><br>Till, with sudden sharp hot stink of fox<br>It enters the dark hole of the head.<br>The window is starless still; the clock ticks,<br>The page is printed.</p><br>Because his nose and face were one festering sore<br>That no treatment persuaded, month after month,<br>And his feet four sores, the same,<br>Which could only stand and no more,<br><br>Because his sickness was converting his growth<br>Simply to strengthening sickness<br>While his breath wheezed through a mask of flies<br>No stuff could rid him of<br><br>I shot the lamb.<br>I shot him while he was looking the other way.<br>I shot him between the ears.<br><br>He lay down.<br>His machinery adjusted itself<br>And his blood escaped, without loyalty.<br><br>But the lamb life in my care<br>Left him where he lay, and stood up in front of me<br><br>Asking to be banished,<br>Asking for permission to be extinct,<br>For permission to wait, at least,<br><br>Inside my head<br>In the radioactive space<br>From which the meteorite had removed his body.</p><br>Stirs its ashes and embers, its burnt sticks<br><br>An eye powdered over, half melted and solid again<br>Ponders<br>Ideas that collapse<br>At the first touch of attention<br><br>The light at the window, so square and so same<br>So full-strong as ever, the window frame<br>A scaffold in space, for eyes to lean on<br><br>Supporting the body, shaped to its old work<br>Making small movements in gray air<br>Numbed from the blurred accident<br>Of having lived, the fatal, real injury<br>Under the amnesia<br><br>Something tries to save itself-searches<br>For defenses-but words evade<br>Like flies with their own notions<br><br>Old age slowly gets dressed<br>Heavily dosed with death's night<br>Sits on the bed's edge<br><br>Pulls its pieces together<br>Loosely tucks in its shirt</p><br>Against the rubber tongues of cows and the hoeing hands of men<br>Thistles spike the summer air<br>And crackle open under a blue-black pressure.<br><br>Every one a revengeful burst<br>Of resurrection, a grasphed fistful<br>Of splintered weapons and Icelandic frost thrust up<br><br>From the underground stain of a decayed Viking.<br>They are like pale hair and the gutturals of dialects.<br>Every one manages a plume of blood.<br><br>Then they grow grey like men.<br>Mown down, it is a feud. Their sons appear<br>Stiff with weapons, fighting back over the same ground.</p>"}