{"id":"user49","title":"John Betjeman","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"Phone for the fish knives, Norman<br> As cook is a little unnerved;<br> You kiddies have crumpled the serviettes<br> And I must have things daintily served.<br> <br> Are the requisites all in the toilet?<br> The frills round the cutlets can wait<br> Till the girl has replenished the cruets<br> And switched on the logs in the grate.<br> <br> It's ever so close in the lounge dear,<br> But the vestibule's comfy for tea<br> And Howard is riding on horseback<br> So do come and take some with me<br> <br> Now here is a fork for your pastries<br> And do use the couch for your feet;<br> I know that I wanted to ask you-<br> Is trifle sufficient for sweet?<br> <br> Milk and then just as it comes dear?<br> I'm afraid the preserve's full of stones;<br> Beg pardon, I'm soiling the doileys<br> With afternoon tea-cakes and scones.</p><br>Here among long-discarded cassocks,<br> Damp stools, and half-split open hassocks,<br> Here where the vicar never looks<br> I nibble through old service books.<br> Lean and alone I spend my days<br> Behind this Church of England baize.<br> I share my dark forgotten room<br> With two oil-lamps and half a broom.<br> The cleaner never bothers me,<br> So here I eat my frugal tea.<br> My bread is sawdust mixed with straw;<br> My jam is polish for the floor.<br> Christmas and Easter may be feasts<br> For congregations and for priests,<br> And so may Whitsun. All the same,<br> They do not fill my meagre frame.<br> For me the only feast at all<br> Is Autumn's Harvest Festival,<br> When I can satisfy my want<br> With ears of corn around the font.<br> I climb the eagle's brazen head<br> To burrow through a loaf of bread.<br> I scramble up the pulpit stair<br> And gnaw the marrows hanging there.<br> It is enjoyable to taste<br> These items ere they go to waste,<br> But how annoying when one finds<br> That other mice with pagan minds<br> Come into church my food to share<br> Who have no proper business there.<br> Two field mice who have no desire<br> To be baptized, invade the choir.<br> A large and most unfriendly rat<br> Comes in to see what we are at.<br> He says he thinks there is no God<br> And yet he comes ... it's rather odd.<br> This year he stole a sheaf of wheat<br> (It screened our special preacher's seat),<br> And prosperous mice from fields away<br> Come in to hear our organ play,<br> And under cover of its notes<br> Ate through the altar's sheaf of oats.<br> A Low Church mouse, who thinks that I<br> Am too papistical, and High,<br> Yet somehow doesn't think it wrong<br> To munch through Harvest Evensong,<br> While I, who starve the whole year through,<br> Must share my food with rodents who<br> Except at this time of the year<br> Not once inside the church appear.<br> Within the human world I know<br> Such goings-on could not be so,<br> For human beings only do<br> What their religion tells them to.<br> They read the Bible every day<br> And always, night and morning, pray,<br> And just like me, the good church mouse,<br> Worship each week in God's own house,<br> But all the same it's strange to me<br> How very full the church can be<br> With people I don't see at all<br> Except at Harvest Festival.</p><br>The bells of waiting Advent ring,<br> The Tortoise stove is lit again<br> And lamp-oil light across the night<br> Has caught the streaks of winter rain<br> In many a stained-glass window sheen<br> From Crimson Lake to Hookers Green.<br> <br> The holly in the windy hedge<br> And round the Manor House the yew<br> Will soon be stripped to deck the ledge,<br> The altar, font and arch and pew,<br> So that the villagers can say<br> 'The church looks nice' on Christmas Day.<br> <br> Provincial Public Houses blaze,<br> Corporation tramcars clang,<br> On lighted tenements I gaze,<br> Where paper decorations hang,<br> And bunting in the red Town Hall<br> Says 'Merry Christmas to you all'.<br> <br> And London shops on Christmas Eve<br> Are strung with silver bells and flowers<br> As hurrying clerks the City leave<br> To pigeon-haunted classic towers,<br> And marbled clouds go scudding by<br> The many-steepled London sky.<br> <br> And girls in slacks remember Dad,<br> And oafish louts remember Mum,<br> And sleepless children's hearts are glad.<br> And Christmas-morning bells say 'Come!'<br> Even to shining ones who dwell<br> Safe in the Dorchester Hotel.<br> <br> And is it true,<br> This most tremendous tale of all,<br> Seen in a stained-glass window's hue,<br> A Baby in an ox's stall ?<br> The Maker of the stars and sea<br> Become a Child on earth for me ?<br> <br> And is it true ? For if it is,<br> No loving fingers tying strings<br> Around those tissued fripperies,<br> The sweet and silly Christmas things,<br> Bath salts and inexpensive scent<br> And hideous tie so kindly meant,<br> <br> No love that in a family dwells,<br> No carolling in frosty air,<br> Nor all the steeple-shaking bells<br> Can with this single Truth compare -<br> That God was man in Palestine<br> And lives today in Bread and Wine.</p><br>How straight it flew, how long it flew,<br> It clear'd the rutty track<br> And soaring, disappeared from view<br> Beyond the bunker's back -<br> A glorious, sailing, bounding drive<br> That made me glad I was alive.<br> <br> And down the fairway, far along<br> It glowed a lonely white;<br> I played an iron sure and strong<br> And clipp'd it out of sight,<br> And spite of grassy banks between<br> I knew I'd find it on the green.<br> <br> And so I did. It lay content<br> Two paces from the pin;<br> A steady putt and then it went<br> Oh, most surely in.<br> The very turf rejoiced to see<br> That quite unprecedented three.<br> <br> Ah! Seaweed smells from sandy caves<br> And thyme and mist in whiffs,<br> In-coming tide, Atlantic waves<br> Slapping the sunny cliffs,<br> Lark song and sea sounds in the air<br> And splendour, splendour everywhere.</p><br>She died in the upstairs bedroom<br> By the light of the ev'ning star<br> That shone through the plate glass window<br> From over Leamington Spa<br> <br> Beside her the lonely crochet<br> Lay patiently and unstirred,<br> But the fingers that would have work'd it<br> Were dead as the spoken word.<br> <br> And Nurse came in with the tea-things<br> Breast high 'mid the stands and chairs-<br> But Nurse was alone with her own little soul,<br> And the things were alone with theirs.<br> <br> She bolted the big round window,<br> She let the blinds unroll,<br> She set a match to the mantle,<br> She covered the fire with coal.<br> <br> And ‘;Tea!’; she said in a tiny voice<br> ‘;Wake up! It's nearly five’;<br> Oh! Chintzy, chintzy cheeriness,<br> Half dead and half alive.<br> <br> Do you know that the stucco is peeling?<br> Do you know that the heart will stop?<br> From those yellow Italianate arches<br> Do you hear the plaster drop?<br> <br> Nurse looked at the silent bedstead,<br> At the gray, decaying face,<br> As the calm of a Leamington ev'ning<br> Drifted into the place.<br> <br> She moved the table of bottles<br> Away from the bed to the wall;<br> And tiptoeing gently over the stairs<br> Turned down the gas in the hall.</p><br>I made hay while the sun shone.<br>My work sold.<br>Now, if the harvest is over<br>And the world cold,<br>Give me the bonus of laughter<br>As I lose hold.</p><br>Miss J.Hunter Dunn, Miss J.Hunter Dunn,<br> Furnish'd and burnish'd by Aldershot sun,<br> What strenuous singles we played after tea,<br> We in the tournament - you against me!<br> <br> Love-thirty, love-forty, oh! weakness of joy,<br> The speed of a swallow, the grace of a boy,<br> With carefullest carelessness, gaily you won,<br> I am weak from your loveliness, Joan Hunter Dunn<br> <br> Miss Joan Hunter Dunn, Miss Joan Hunter Dunn,<br> How mad I am, sad I am, glad that you won,<br> The warm-handled racket is back in its press,<br> But my shock-headed victor, she loves me no less.<br> <br> Her father's euonymus shines as we walk,<br> And swing past the summer-house, buried in talk,<br> And cool the verandah that welcomes us in<br> To the six-o'clock news and a lime-juice and gin.<br> <br> The scent of the conifers, sound of the bath,<br> The view from my bedroom of moss-dappled path,<br> As I struggle with double-end evening tie,<br> For we dance at the Golf Club, my victor and I.<br> <br> On the floor of her bedroom lie blazer and shorts,<br> And the cream-coloured walls are be-trophied with sports,<br> And westering, questioning settles the sun,<br> On your low-leaded window, Miss Joan Hunter Dunn.<br> <br> The Hillman is waiting, the light's in the hall,<br> The pictures of Egypt are bright on the wall,<br> My sweet, I am standing beside the oak stair<br> And there on the landing's the light on your hair.<br> <br> By roads ‘;not adopted’;, by woodlanded ways,<br> She drove to the club in the late summer haze,<br> Into nine-o'clock Camberley, heavy with bells<br> And mushroomy, pine-woody, evergreen smells.<br> <br> Miss Joan Hunter Dunn, Miss Joan Hunter Dunn,<br> I can hear from the car park the dance has begun,<br> Oh! Surry twilight! importunate band!<br> Oh! strongly adorable tennis-girl's hand!<br> <br> Around us are Rovers and Austins afar,<br> Above us the intimate roof of the car,<br> And here on my right is the girl of my choice,<br> With the tilt of her nose and the chime of her voice.<br> <br> And the scent of her wrap, and the words never said,<br> And the ominous, ominous dancing ahead.<br> We sat in the car park till twenty to one<br> And now I'm engaged to Miss Joan Hunter Dunn.</p><br>The last year's leaves are on the beech:<br> The twigs are black; the cold is dry;<br> To deeps byond the deepest reach<br> The Easter bells enlarge the sky.<br> O ordered metal clatter-clang!<br> Is yours the song the angels sang?<br> You fill my heart with joy and grief -<br> Belief! Belief! And unbelief...<br> And, though you tell me I shall die,<br> You say not how or when or why.<br> <br> Indifferent the finches sing,<br> Unheeding roll the lorries past:<br> What misery will this year bring<br> Now spring is in the air at last?<br> For, sure as blackthorn bursts to snow,<br> Cancer in some of us will grow,<br> The tasteful crematorium door<br> Shuts out for some the furnace roar;<br> But church-bells open on the blast<br> Our loneliness, so long and vast.</p><br>From the geyser ventilators<br> Autumn winds are blowing down<br> On a thousand business women<br> Having baths in Camden Town<br> <br> Waste pipes chuckle into runnels,<br> Steam's escaping here and there,<br> Morning trains through Camden cutting<br> Shake the Crescent and the Square.<br> <br> Early nip of changeful autumn,<br> Dahlias glimpsed through garden doors,<br> At the back precarious bathrooms<br> Jutting out from upper floors;<br> <br> And behind their frail partitions<br> Business women lie and soak,<br> Seeing through the draughty skylight<br> Flying clouds and railway smoke.<br> <br> Rest you there, poor unbelov'd ones,<br> Lap your loneliness in heat.<br> All too soon the tiny breakfast,<br> Trolley-bus and windy street!</p><br>A man on his own in a car<br> Is revenging himself on his wife;<br> He open the throttle and bubbles with dottle<br> and puffs at his pitiful life<br> <br> She's losing her looks very fast,<br> she loses her temper all day;<br> that lorry won't let me get past,<br> this Mini is blocking my way.<br> <br> ‘;Why can't you step on it and shift her!<br> I can't go on crawling like this!<br> At breakfast she said that she wished I was dead-<br> Thank heavens we don't have to kiss.<br> <br> ‘;I'ld like a nice blonde on my knee<br> And one who won't argue or nag.<br> Who dares to come hooting at me?<br> I only give way to a Jag.<br> <br> ‘;You're barmy or plastered, I'll pass you, you bastard-<br> I will overtake you. I will!’;<br> As he clenches his pipe, his moment is ripe<br> And the corner's accepting its kill.</p><br>‘Let us not speak, for the love we bear one another—<br>Let us hold hands and look.’<br>She such a very ordinary little woman;<br>He such a thumping crook;<br>But both, for a moment, little lower than the angels<br>In the teashop's ingle-nook.</p>"}