{"id":"user50","title":"Matthew Arnold","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"The sea is calm to-night.<br> The tide is full, the moon lies fair<br> Upon the straits; on the French coast the light<br> Gleams and is gone; the cliffs of England stand;<br> Glimmering and vast, out in the tranquil bay.<br> Come to the window, sweet is the night-air!<br> Only, from the long line of spray<br> Where the sea meets the moon-blanched land,<br> Listen! you hear the grating roar<br> Of pebbles which the waves draw back, and fling,<br> At their return, up the high strand,<br> Begin, and cease, and then again begin,<br> With tremulous cadence slow, and bring<br> The eternal note of sadness in.<br> <br> Sophocles long ago<br> Heard it on the A gaean, and it brought<br> Into his mind the turbid ebb and flow<br> Of human misery; we<br> Find also in the sound a thought,<br> Hearing it by this distant northern sea.<br> <br> The Sea of Faith<br> Was once, too, at the full, and round earth's shore<br> Lay like the folds of a bright girdle furled.<br> But now I only hear<br> Its melancholy, long, withdrawing roar,<br> Retreating, to the breath<br> Of the night-wind, down the vast edges drear<br> And naked shingles of the world.<br> <br> Ah, love, let us be true<br> To one another! for the world, which seems<br> To lie before us like a land of dreams,<br> So various, so beautiful, so new,<br> Hath really neither joy, nor love, nor light,<br> Nor certitude, nor peace, nor help for pain;<br> And we are here as on a darkling plain<br> Swept with confused alarms of struggle and flight,<br> Where ignorant armies clash by night.</p><br>A wanderer is man from his birth.<br> He was born in a ship<br> On the breast of the river of Time;<br> Brimming with wonder and joy<br> He spreads out his arms to the light,<br> Rivets his gaze on the banks of the stream.<br> <br> As what he sees is, so have his thoughts been.<br> Whether he wakes,<br> Where the snowy mountainous pass,<br> Echoing the screams of the eagles,<br> Hems in its gorges the bed<br> Of the new-born clear-flowing stream;<br> Whether he first sees light<br> Where the river in gleaming rings<br> Sluggishly winds through the plain;<br> Whether in sound of the swallowing sea-; <br> As is the world on the banks,<br> So is the mind of the man.<br> <br> Vainly does each, as he glides,<br> Fable and dream<br> Of the lands which the river of Time<br> Had left ere he woke on its breast,<br> Or shall reach when his eyes have been closed.<br> Only the tract where he sails<br> He wots of; only the thoughts,<br> Raised by the objects he passes, are his.<br> <br> Who can see the green earth any more<br> As she was by the sources of Time?<br> Who imagines her fields as they lay<br> In the sunshine, unworn by the plough?<br> Who thinks as they thought,<br> The tribes who then roamed on her breast,<br> Her vigorous, primitive sons?<br> <br> What girl<br> Now reads in her bosom as clear<br> As Rebekah read, when she sate<br> At eve by the palm-shaded well?<br> Who guards in her breast<br> As deep, as pellucid a spring<br> Of feeling, as tranquil, as sure?<br> <br> What bard,<br> At the height of his vision, can deem<br> Of God, of the world, of the soul,<br> With a plainness as near,<br> As flashing as Moses felt<br> When he lay in the night by his flock<br> On the starlit Arabian waste?<br> Can rise and obey<br> The beck of the Spirit like him?<br> <br> This tract which the river of Time<br> Now flows through with us, is the plain.<br> Gone is the calm of its earlier shore.<br> Bordered by cities and hoarse<br> With a thousand cries is its stream.<br> And we on its breast, our minds<br> Are confused as the cries which we hear,<br> Changing and shot as the sights which we see.<br> <br> And we say that repose has fled<br> For ever the course of the river of Time.<br> That cities will crowd to its edge<br> In a blacker, incessanter line;<br> That the din will be more on its banks,<br> Denser the trade on its stream,<br> Flatter the plain where it flows,<br> Fiercer the sun overhead;<br> That never will those on its breast<br> See an ennobling sight,<br> Drink of the feeling of quiet again.<br> <br> But what was before us we know not,<br> And we know not what shall succeed.<br> <br> Haply, the river of Time-; <br> As it grows, as the towns on its marge<br> Fling their wavering lights<br> On a wider, statlier stream-; <br> May acquire, if not the calm<br> Of its early mountainous shore,<br> Yet a solemn peace of its own.<br> <br> And the width of the waters, the hush<br> Of the grey expanse where he floats,<br> Freshening its current and spotted with foam<br> As it draws to the Ocean, amy strike<br> Peace to the soul of the man on its breast-; <br> As the pale waste widens around him,<br> As the banks fade dimmer away,<br> As the stars come out, and the night-wind<br> Brings up the stream<br> Murmurs and scents of the infinite sea.</p><br>What is it to grow old?<br> Is it to lose the glory of the form,<br> The lustre of the eye?<br> Is it for beauty to forego her wreath?<br> Yes, but not for this alone.<br> <br> Is it to feel our strength-; <br> Not our bloom only, but our strength-;decay?<br> Is it to feel each limb<br> Grow stiffer, every function less exact,<br> Each nerve more weakly strung?<br> <br> Yes, this, and more! but not,<br> Ah, 'tis not what in youth we dreamed 'twould be!<br> 'Tis not to have our life<br> Mellowed and softened as with sunset-glow,<br> A golden day's decline!<br> <br> 'Tis not to see the world<br> As from a height, with rapt prophetic eyes,<br> And heart profoundly stirred;<br> And weep, and feel the fulness of the past,<br> The years that are no more!<br> <br> It is to spend long days<br> And not once feel that we were ever young.<br> It is to add, immured<br> In the hot prison of the present, month<br> To month with weary pain.<br> <br> It is to suffer this,<br> And feel but half, and feebly, what we feel:<br> Deep in our hidden heart<br> Festers the dull remembrance of a change,<br> But no emotion-;none.<br> <br> It is-;last stage of all-; <br> When we are frozen up within, and quite<br> The phantom of ourselves,<br> To hear the world applaud the hollow ghost<br> Which blamed the living man.</p><br>Come to me in my dreams, and then<br> By day I shall be well again!<br> For so the night will more than pay<br> The hopeless longing of the day.<br> <br> Come, as thou cam'st a thousand times,<br> A messenger from radiant climes,<br> And smile on thy new world, and be<br> As kind to others as to me!<br> <br> Or, as thou never cam'st in sooth,<br> Come now, and let me dream it truth,<br> And part my hair, and kiss my brow,<br> And say, My love why sufferest thou?<br> <br> Come to me in my dreams, and then<br> By day I shall be well again!<br> For so the night will more than pay<br> The hopeless longing of the day.</p><br>Who prop, thou ask'st in these bad days, my mind?--<br> He much, the old man, who, clearest-souled of men,<br> Saw The Wide Prospect, and the Asian Fen,<br> And Tmolus hill, and Smyrna bay, though blind.<br> <br> Much he, whose friendship I not long since won,<br> That halting slave, who in Nicopolis<br> Taught Arrian, when Vespasian's brutal son<br> Cleared Rome of what most shamed him. But be his<br> <br> My special thanks, whose even-balanced soul,<br> From first youth tested up to extreme old age,<br> Business could not make dull, nor passion wild;<br> <br> Who saw life steadily, and saw it whole;<br> The mellow glory of the Attic stage,<br> Singer of sweet Colonus, and its child.</p><br>Others abide our question. Thou art free.<br> We ask and ask-;thou smilest and art still,<br> Out-topping knowledge. For the loftiest hill,<br> Who to the stars uncrowns his majesty,<br> <br> Planting his stedfast footsteps in the sea,<br> Making the heaven of heavens his dwelling-place,<br> Spares but the cloudy border of his base<br> To the foiled searching of mortality;<br> <br> And thou, who didst the stars and sunbeams know,<br> Self-schooled, self-scanned, self-honored, self-secure,<br> Didst tread on earth unguessed at-;better so!<br> <br> All pains the immortal spirit must endure,<br> All weakness which impairs, all griefs which bow,<br> Find their sole speech in that victorious brow.</p><br>'Twas August, and the fierce sun overhead<br> Smote on the squalid streets of Bethnal Green,<br> And the pale weaver, through his windows seen<br> In Spitalfields, looked thrice dispirited.<br> I met a preacher there I knew, and said:<br> 'Ill and o'erworked, how fare you in this scene?'-;<br> 'Bravely!' said he; 'for I of late have been<br> Much cheered with thoughts of Christ, the living bread.'<br> O human soul! as long as thou canst so<br> Set up a mark of everlasting light,<br> Above the howling senses' ebb and flow,<br> To cheer thee, and to right thee if thou roam-;<br> Not with lost toil thou labourest through the night!<br> Thou mak'st the heaven thou hop'st indeed thy home.</p><br>As the kindling glances,<br> Queen-like and clear,<br> Which the bright moon lances<br> From her tranquil sphere<br> At the sleepless waters<br> Of a lonely mere,<br> On the wild whirling waves, mournfully, mournfully,<br> Shiver and die.<br> <br> As the tears of sorrow<br> Mothers have shed-;<br> Prayers that tomorrow<br> Shall in vain be sped<br> When the flower they flow for<br> Lies frozen and dead-;<br> Fall on the throbbing brow, fall on the burning breast,<br> Bringing no rest.<br> <br> Like bright waves that fall<br> With a lifelike motion<br> On the lifeless margin of the sparkling Ocean;<br> A wild rose climbing up a mouldering wall-;<br> A gush of sunbeams through a ruined hall-;<br> Strains of glad music at a funeral-;<br> So sad, and with so wild a start<br> To this deep-sobered heart,<br> So anxiously and painfully,<br> So drearily and doubtfully,<br> And oh, with such intolerable change<br> Of thought, such contrast strange,<br> O unforgotten voice, thy accents come,<br> Like wanderers from the world's extremity,<br> Unto their ancient home!<br> <br> In vain, all, all in vain,<br> They beat upon mine ear again,<br> Those melancholy tones so sweet and still.<br> Those lute-like tones which in the bygone year<br> Did steal into mine ear-;<br> Blew such a thrilling summons to my will,<br> Yet could not shake it;<br> Made my tost heart its very life-blood spill,<br> Yet could not break it.</p>"}