{
"id": "user514",
"title": "The Curious Case of Benjamin Button by F. Scott Fitzgerald",
"exclude_from_menu": "true",
"image": "Trey Ratcliffi.jpg",
"tag": ["19", "21", "31"],
"video": {
"src": ["Slow-motion-autumn-leaves-falling-1.m4v","Slow-mo-autumn-leaves-floating-to-the-ground.m4v", "Slow-mo-fall-leaves-against-blazing-blue-sky.m4v","Tilt-up-from-nature-to-skyscrapers.m4v","Dolly-autumn-trees.m4v","People-walking-over-bridge-in-central-park.m4v","Winding-creek-through-autumn-woods-3.m4v", "Winding-creek-through-autumn-woods-zoom-out.m4v","Vibrant-red-fall-foliage-leaves.m4v", "Slow-motion-autumn-leaves-falling-1.m4v","Slow-mo-autumn-leaves-floating-to-the-ground.m4v", "Slow-mo-fall-leaves-against-blazing-blue-sky.m4v","Tilt-up-from-nature-to-skyscrapers.m4v","Dolly-autumn-trees.m4v", "Yellow-autumn-woods-from-the-ground.m4v", "Yellow-leaves-in-wind.m4v", "Yellow-leaves-swaying-on-tree-branch-3.m4v", "Autumn-aspen-grove-at-sunset-with-stormy-skies-and-lightning.m4v", "Autumn-creek.m4v", "Autumn-leaves-2.m4v", "Autumn-leaves.m4v", "Autumn-scene-rain-2.m4v", "Autumn-scene-rain.m4v", "Autumn-sunset-with-tree.m4v", "Autumn-trees-panning.m4v", "Autumn-trees-tilt-and-panning.m4v", "Slow-motion-autumn-leaves-falling-1.m4v","Slow-mo-autumn-leaves-floating-to-the-ground.m4v", "Slow-mo-fall-leaves-against-blazing-blue-sky.m4v","Tilt-up-from-nature-to-skyscrapers.m4v","Dolly-autumn-trees.m4v","People-walking-over-bridge-in-central-park.m4v", "Leaves-blowing-in-wind-on-new-york-street.m4v", "Leaves-falling-in-autumn-creek.m4v", "Leaves-on-the-forest-floor-2.m4v", "Leaves-on-the-forest-floor.m4v"],
"type": "background"	
},
"main_text": "As long ago as 1860 it was the proper thing to be born at home. At<br> present, so I am told, the high gods of medicine have decreed that the<br> first cries of the young shall be uttered upon the anaesthetic air of<br> a hospital, preferably a fashionable one. So young Mr. and Mrs. Roger<br> Button were fifty years ahead of style when they decided, one day in<br> the summer of 1860, that their first baby should be born in a<br> hospital. Whether this anachronism had any bearing upon the<br> astonishing history I am about to set down will never be known.<br><br>I shall tell you what occurred, and let you judge for yourself.<br><br>The Roger Buttons held an enviable position, both social and<br> financial, in Antebellum Baltimore. They were related to the This<br> Family and the That Family, which, as every Southerner knew, entitled<br> them to membership in that enormous peerage which largely populated<br> the Confederacy. This was their first experience with the charming old<br> custom of having babies--Mr. Button was naturally nervous. He hoped it<br> would be a boy so that he could be sent to Yale College in<br> Connecticut, at which institution Mr. Button himself had been known<br> for four years by the somewhat obvious nickname of 'Cuff.'<br><br>On the September morning consecrated to the enormous event he arose<br> nervously at six o'clock dressed himself, adjusted an impeccable<br> stock, and hurried forth through the streets of Baltimore to the<br> hospital, to determine whether the darkness of the night had borne in<br> new life upon its bosom.<br><br>When he was approximately a hundred yards from the Maryland Private<br> Hospital for Ladies and Gentlemen he saw Doctor Keene, the family<br> physician, descending the front steps, rubbing his hands together with<br> a washing movement--as all doctors are required to do by the unwritten<br> ethics of their profession.<br><br>Mr. Roger Button, the president of Roger Button & Co., Wholesale<br> Hardware, began to run toward Doctor Keene with much less dignity than<br> was expected from a Southern gentleman of that picturesque period.<br> 'Doctor Keene!' he called. 'Oh, Doctor Keene!'<br><br>The doctor heard him, faced around, and stood waiting, a curious<br> expression settling on his harsh, medicinal face as Mr. Button drew<br> near.<br><br>'What happened?' demanded Mr. Button, as he came up in a gasping rush.<br> 'What was it? How is she' A boy? Who is it? What---'<br><br>'Talk sense!' said Doctor Keene sharply, He appeared somewhat<br> irritated.<br><br>'Is the child born?' begged Mr. Button.<br><br>Doctor Keene frowned. 'Why, yes, I suppose so--after a fashion.' Again<br> he threw a curious glance at Mr. Button.<br><br>'Is my wife all right?'<br><br>'Yes.'<br><br>'Is it a boy or a girl?'<br><br>'Here now!' cried Doctor Keene in a perfect passion of irritation,'<br> I'll ask you to go and see for yourself. Outrageous!' He snapped the<br> last word out in almost one syllable, then he turned away muttering:<br> 'Do you imagine a case like this will help my professional reputation?<br> One more would ruin me--ruin anybody.'<br><br>'What's the matter?' demanded Mr. Button appalled. 'Triplets?'<br><br>'No, not triplets!' answered the doctor cuttingly. 'What's more, you<br> can go and see for yourself. And get another doctor. I brought you<br> into the world, young man, and I've been physician to your family for<br> forty years, but I'm through with you! I don't want to see you or any<br> of your relatives ever again! Good-bye!'<br><br>Then he turned sharply, and without another word climbed into his<br> phaeton, which was waiting at the curbstone, and drove severely away.<br><br>Mr. Button stood there upon the sidewalk, stupefied and trembling from<br> head to foot. What horrible mishap had occurred? He had suddenly lost<br> all desire to go into the Maryland Private Hospital for Ladies and<br> Gentlemen--it was with the greatest difficulty that, a moment later,<br> he forced himself to mount the steps and enter the front door.<br><br>A nurse was sitting behind a desk in the opaque gloom of the hall.<br> Swallowing his shame, Mr. Button approached her.<br><br>'Good-morning,' she remarked, looking up at him pleasantly.<br><br>'Good-morning. I--I am Mr. Button.'<br><br>At this a look of utter terror spread itself over girl's face. She<br> rose to her feet and seemed about to fly from the hall, restraining<br> herself only with the most apparent difficulty.<br><br>'I want to see my child,' said Mr. Button.<br><br>The nurse gave a little scream. 'Oh--of course!' she cried<br> hysterically. 'Upstairs. Right upstairs. Go--up!'<br><br>She pointed the direction, and Mr. Button, bathed in cool<br> perspiration, turned falteringly, and began to mount to the second<br> floor. In the upper hall he addressed another nurse who approached<br> him, basin in hand. 'I'm Mr. Button,' he managed to articulate. 'I<br> want to see my----'<br><br>Clank! The basin clattered to the floor and rolled in the direction of<br> the stairs. Clank! Clank! I began a methodical decent as if sharing in<br> the general terror which this gentleman provoked.<br><br>'I want to see my child!' Mr. Button almost shrieked. He was on the<br> verge of collapse.<br><br>Clank! The basin reached the first floor. The nurse regained control<br> of herself, and threw Mr. Button a look of hearty contempt.<br><br>'All right, Mr. Button,' she agreed in a hushed voice. 'Very<br> well! But if you knew what a state it's put us all in this<br> morning! It's perfectly outrageous! The hospital will never have<br> a ghost of a reputation after----'<br><br>'Hurry!' he cried hoarsely. 'I can't stand this!'<br><br>'Come this way, then, Mr. Button.'<br><br>He dragged himself after her. At the end of a long hall they reached a<br> room from which proceeded a variety of howls--indeed, a room which, in<br> later parlance, would have been known as the 'crying-room.' They<br> entered.<br><br>'Well,' gasped Mr. Button, 'which is mine?'<br><br>'There!' said the nurse.<br><br>Mr. Button's eyes followed her pointing finger, and this is what he<br> saw. Wrapped in a voluminous white blanket, and partly crammed into<br> one of the cribs, there sat an old man apparently about seventy years<br> of age. His sparse hair was almost white, and from his chin dripped a<br> long smoke-colored beard, which waved absurdly back and forth, fanned<br> by the breeze coming in at the window. He looked up at Mr. Button with<br> dim, faded eyes in which lurked a puzzled question.<br><br>'Am I mad?' thundered Mr. Button, his terror resolving into rage. 'Is<br> this some ghastly hospital joke?<br><br>'It doesn't seem like a joke to us,' replied the nurse severely. 'And<br> I don't know whether you're mad or not--but that is most certainly<br> your child.'<br><br>The cool perspiration redoubled on Mr. Button's forehead. He closed<br> his eyes, and then, opening them, looked again. There was no<br> mistake--he was gazing at a man of threescore and ten--a baby<br> of threescore and ten, a baby whose feet hung over the sides of the<br> crib in which it was reposing.<br><br>The old man looked placidly from one to the other for a moment, and<br> then suddenly spoke in a cracked and ancient voice. 'Are you my<br> father?' he demanded.<br><br>Mr. Button and the nurse started violently.<br><br>'Because if you are,' went on the old man querulously, 'I wish you'd<br> get me out of this place--or, at least, get them to put a comfortable<br> rocker in here,'<br><br>'Where in God's name did you come from? Who are you?' burst out Mr.<br> Button frantically.<br><br>'I can't tell you exactly who I am,' replied the querulous<br> whine, 'because I've only been born a few hours--but my last name is<br> certainly Button.'<br><br>'You lie! You're an impostor!'<br><br>The old man turned wearily to the nurse. 'Nice way to welcome a<br> new-born child,' he complained in a weak voice. 'Tell him he's wrong,<br> why don't you?'<br><br>'You're wrong. Mr. Button,' said the nurse severely. 'This is your<br> child, and you'll have to make the best of it. We're going to ask you<br> to take him home with you as soon as possible-some time to-day.'<br><br>'Home?' repeated Mr. Button incredulously.<br><br>'Yes, we can't have him here. We really can't, you know?'<br><br>'I'm right glad of it,' whined the old man. 'This is a fine place to<br> keep a youngster of quiet tastes. With all this yelling and howling, I<br> haven't been able to get a wink of sleep. I asked for something to<br> eat'--here his voice rose to a shrill note of protest--'and they<br> brought me a bottle of milk!'<br><br>Mr. Button, sank down upon a chair near his son and concealed his face<br> in his hands. 'My heavens!' he murmured, in an ecstasy of horror.<br> 'What will people say? What must I do?'<br><br>'You'll have to take him home,' insisted the nurse--'immediately!'<br><br>A grotesque picture formed itself with dreadful clarity before the<br> eyes of the tortured man--a picture of himself walking through the<br> crowded streets of the city with this appalling apparition stalking by<br> his side.<br><br>'I can't. I can't,' he moaned.<br><br>People would stop to speak to him, and what was he going to say? He<br> would have to introduce this--this septuagenarian: 'This is my son,<br> born early this morning.' And then the old man would gather his<br> blanket around him and they would plod on, past the bustling stores,<br> the slave market--for a dark instant Mr. Button wished passionately<br> that his son was black--past the luxurious houses of the residential<br> district, past the home for the aged....<br><br>'Come! Pull yourself together,' commanded the nurse.<br><br>'See here,' the old man announced suddenly, 'if you think I'm going to<br> walk home in this blanket, you're entirely mistaken.'<br><br>'Babies always have blankets.'<br><br>With a malicious crackle the old man held up a small white swaddling<br> garment. 'Look!' he quavered. 'This is what they had ready for<br> me.'<br><br>'Babies always wear those,' said the nurse primly.<br><br>'Well,' said the old man, 'this baby's not going to wear anything in<br> about two minutes. This blanket itches. They might at least have given<br> me a sheet.'<br><br>'Keep it on! Keep it on!' said Mr. Button hurriedly. He turned to the<br> nurse. 'What'll I do?'<br><br>'Go down town and buy your son some clothes.'<br><br>Mr. Button's son's voice followed him down into the: hall: 'And a<br> cane, father. I want to have a cane.'<br><br>Mr. Button banged the outer door savagely....<br> <br>'Good-morning,' Mr. Button said nervously, to the clerk in the<br> Chesapeake Dry Goods Company. 'I want to buy some clothes for my<br> child.'<br><br>'How old is your child, sir?'<br><br>'About six hours,' answered Mr. Button, without due consideration.<br><br>'Babies' supply department in the rear.'<br><br>'Why, I don't think--I'm not sure that's what I want. It's--he's an<br> unusually large-size child. Exceptionally--ah large.'<br><br>'They have the largest child's sizes.'<br><br>'Where is the boys' department?' inquired Mr. Button, shifting his<br> ground desperately. He felt that the clerk must surely scent his<br> shameful secret.<br><br>'Right here.'<br><br>'Well----' He hesitated. The notion of dressing his son in men's<br> clothes was repugnant to him. If, say, he could only find a very large<br> boy's suit, he might cut off that long and awful beard, dye the white<br> hair brown, and thus manage to conceal the worst, and to retain<br> something of his own self-respect--not to mention his position in<br> Baltimore society.<br><br>But a frantic inspection of the boys' department revealed no suits to<br> fit the new-born Button. He blamed the store, of course---in such<br> cases it is the thing to blame the store.<br><br>'How old did you say that boy of yours was?' demanded the clerk<br> curiously.<br><br>'He's--sixteen.'<br><br>'Oh, I beg your pardon. I thought you said six hours. You'll<br> find the youths' department in the next aisle.'<br><br>Mr. Button turned miserably away. Then he stopped, brightened, and<br> pointed his finger toward a dressed dummy in the window display.<br> 'There!' he exclaimed. 'I'll take that suit, out there on the dummy.'<br><br>The clerk stared. 'Why,' he protested, 'that's not a child's suit. At<br> least it is, but it's for fancy dress. You could wear it<br> yourself!'<br><br>'Wrap it up,' insisted his customer nervously. 'That's what I want.'<br><br>The astonished clerk obeyed.<br><br>Back at the hospital Mr. Button entered the nursery and almost threw<br> the package at his son. 'Here's your clothes,' he snapped out.<br><br>The old man untied the package and viewed the contents with a<br> quizzical eye.<br><br>'They look sort of funny to me,' he complained, 'I don't want to be<br> made a monkey of--'<br><br>'You've made a monkey of me!' retorted Mr. Button fiercely. 'Never you<br> mind how funny you look. Put them on--or I'll--or I'll spank<br> you.' He swallowed uneasily at the penultimate word, feeling<br> nevertheless that it was the proper thing to say.<br><br>'All right, father'--this with a grotesque simulation of filial<br> respect--'you've lived longer; you know best. Just as you say.'<br><br>As before, the sound of the word 'father' caused Mr. Button to start<br> violently.<br><br>'And hurry.'<br><br>'I'm hurrying, father.'<br><br>When his son was dressed Mr. Button regarded him with depression. The<br> costume consisted of dotted socks, pink pants, and a belted blouse<br> with a wide white collar. Over the latter waved the long whitish<br> beard, drooping almost to the waist. The effect was not good.<br><br>'Wait!'<br><br>Mr. Button seized a hospital shears and with three quick snaps<br> amputated a large section of the beard. But even with this improvement<br> the ensemble fell far short of perfection. The remaining brush of<br> scraggly hair, the watery eyes, the ancient teeth, seemed oddly out of<br> tone with the gaiety of the costume. Mr. Button, however, was<br> obdurate--he held out his hand. 'Come along!' he said sternly.<br><br>His son took the hand trustingly. 'What are you going to call me,<br> dad?' he quavered as they walked from the nursery--'just 'baby' for a<br> while? till you think of a better name?'<br><br>Mr. Button grunted. 'I don't know,' he answered harshly. 'I think<br> we'll call you Methuselah.'<br> <br>Even after the new addition to the Button family had had his hair cut<br> short and then dyed to a sparse unnatural black, had had his face<br> shaved so dose that it glistened, and had been attired in small-boy<br> clothes made to order by a flabbergasted tailor, it was impossible for<br> Button to ignore the fact that his son was a excuse for a first family<br> baby. Despite his aged stoop, Benjamin Button--for it was by this name<br> they called him instead of by the appropriate but invidious<br> Methuselah--was five feet eight inches tall. His clothes did not<br> conceal this, nor did the clipping and dyeing of his eyebrows disguise<br> the fact that the eyes under--were faded and watery and tired. In<br> fact, the baby-nurse who had been engaged in advance left the house<br> after one look, in a state of considerable indignation.<br><br>But Mr. Button persisted in his unwavering purpose. Benjamin was a<br> baby, and a baby he should remain. At first he declared that if<br> Benjamin didn't like warm milk he could go without food altogether,<br> but he was finally prevailed upon to allow his son bread and butter,<br> and even oatmeal by way of a compromise. One day he brought home a<br> rattle and, giving it to Benjamin, insisted in no uncertain terms that<br> he should 'play with it,' whereupon the old man took it with--a weary<br> expression and could be heard jingling it obediently at intervals<br> throughout the day.<br><br>There can be no doubt, though, that the rattle bored him, and that he<br> found other and more soothing amusements when he was left alone. For<br> instance, Mr. Button discovered one day that during the preceding week<br> be had smoked more cigars than ever before--a phenomenon, which was<br> explained a few days later when, entering the nursery unexpectedly, he<br> found the room full of faint blue haze and Benjamin, with a guilty<br> expression on his face, trying to conceal the butt of a dark Havana.<br> This, of course, called for a severe spanking, but Mr. Button found<br> that he could not bring himself to administer it. He merely warned his<br> son that he would 'stunt his growth.'<br><br>Nevertheless he persisted in his attitude. He brought home lead<br> soldiers, he brought toy trains, he brought large pleasant animals<br> made of cotton, and, to perfect the illusion which he was<br> creating--for himself at least--he passionately demanded of the clerk<br> in the toy-store whether 'the paint would come oft the pink duck if<br> the baby put it in his mouth.' But, despite all his father's efforts,<br> Benjamin refused to be interested. He would steal down the back stairs<br> and return to the nursery with a volume of the Encyclopedia<br> Britannica, over which he would pore through an afternoon, while his<br> cotton cows and his Noah's ark were left neglected on the floor.<br> Against such a stubbornness Mr. Button's efforts were of little avail.<br><br>The sensation created in Baltimore was, at first, prodigious. What the<br> mishap would have cost the Buttons and their kinsfolk socially cannot<br> be determined, for the outbreak of the Civil War drew the city's<br> attention to other things. A few people who were unfailingly polite<br> racked their brains for compliments to give to the parents--and<br> finally hit upon the ingenious device of declaring that the baby<br> resembled his grandfather, a fact which, due to the standard state of<br> decay common to all men of seventy, could not be denied. Mr. and Mrs.<br> Roger Button were not pleased, and Benjamin's grandfather was<br> furiously insulted.<br><br>Benjamin, once he left the hospital, took life as he found it. Several<br> small boys were brought to see him, and he spent a stiff-jointed<br> afternoon trying to work up an interest in tops and marbles--he even<br> managed, quite accidentally, to break a kitchen window with a stone<br> from a sling shot, a feat which secretly delighted his father.<br><br>Thereafter Benjamin contrived to break something every day, but he did<br> these things only because they were expected of him, and because he<br> was by nature obliging.<br><br>When his grandfather's initial antagonism wore off, Benjamin and that<br> gentleman took enormous pleasure in one another's company. They would<br> sit for hours, these two, so far apart in age and experience, and,<br> like old cronies, discuss with tireless monotony the slow events of<br> the day. Benjamin felt more at ease in his grandfather's presence than<br> in his parents'--they seemed always somewhat in awe of him and,<br> despite the dictatorial authority they exercised over him, frequently<br> addressed him as 'Mr.'<br><br>He was as puzzled as any one else at the apparently advanced age of<br> his mind and body at birth. He read up on it in the medical journal,<br> but found that no such case had been previously recorded. At his<br> father's urging he made an honest attempt to play with other boys, and<br> frequently he joined in the milder games--football shook him up too<br> much, and he feared that in case of a fracture his ancient bones would<br> refuse to knit.<br><br>When he was five he was sent to kindergarten, where he initiated into<br> the art of pasting green paper on orange paper, of weaving colored<br> maps and manufacturing eternal cardboard necklaces. He was inclined to<br> drowse off to sleep in the middle of these tasks, a habit which both<br> irritated and frightened his young teacher. To his relief she<br> complained to his parents, and he was removed from the school. The<br> Roger Buttons told their friends that they felt he was too young.<br><br>By the time he was twelve years old his parents had grown used to him.<br> Indeed, so strong is the force of custom that they no longer felt that<br> he was different from any other child--except when some curious<br> anomaly reminded them of the fact. But one day a few weeks after his<br> twelfth birthday, while looking in the mirror, Benjamin made, or<br> thought he made, an astonishing discovery. Did his eyes deceive him,<br> or had his hair turned in the dozen years of his life from white to<br> iron-gray under its concealing dye? Was the network of wrinkles on his<br> face becoming less pronounced? Was his skin healthier and firmer, with<br> even a touch of ruddy winter color? He could not tell. He knew that<br> he no longer stooped, and that his physical condition had improved<br> since the early days of his life.<br><br>'Can it be----?' he thought to himself, or, rather, scarcely dared to<br> think.<br><br>He went to his father. 'I am grown,' he announced determinedly. 'I<br> want to put on long trousers.'<br><br>His father hesitated. 'Well,' he said finally, 'I don't know. Fourteen<br> is the age for putting on long trousers--and you are only twelve.'<br><br>'But you'll have to admit,' protested Benjamin, 'that I'm big for my<br> age.'<br><br>His father looked at him with illusory speculation. 'Oh, I'm not so<br> sure of that,' he said. 'I was as big as you when I was twelve.'<br><br>This was not true-it was all part of Roger Button's silent agreement<br> with himself to believe in his son's normality.<br><br>Finally a compromise was reached. Benjamin was to continue to dye his<br> hair. He was to make a better attempt to play with boys of his own<br> age. He was not to wear his spectacles or carry a cane in the street.<br> In return for these concessions he was allowed his first suit of long<br> trousers....<br> <br>Of the life of Benjamin Button between his twelfth and twenty-first<br> year I intend to say little. Suffice to record that they were years of<br> normal ungrowth. When Benjamin was eighteen he was erect as a man of<br> fifty; he had more hair and it was of a dark gray; his step was firm,<br> his voice had lost its cracked quaver and descended to a healthy<br> baritone. So his father sent him up to Connecticut to take<br> examinations for entrance to Yale College. Benjamin passed his<br> examination and became a member of the freshman class.<br><br>On the third day following his matriculation he received a<br> notification from Mr. Hart, the college registrar, to call at his<br> office and arrange his schedule. Benjamin, glancing in the mirror,<br> decided that his hair needed a new application of its brown dye, but<br> an anxious inspection of his bureau drawer disclosed that the dye<br> bottle was not there. Then he remembered--he had emptied it the day<br> before and thrown it away.<br><br>He was in a dilemma. He was due at the registrar's in five minutes.<br> There seemed to be no help for it--he must go as he was. He did.<br><br>'Good-morning,' said the registrar politely. 'You've come to inquire<br> about your son.'<br><br>'Why, as a matter of fact, my name's Button----' began Benjamin, but<br> Mr. Hart cut him off.<br><br>'I'm very glad to meet you, Mr. Button. I'm expecting your son here<br> any minute.'<br><br>'That's me!' burst out Benjamin. 'I'm a freshman.'<br><br>'What!'<br><br>'I'm a freshman.'<br><br>'Surely you're joking.'<br><br>'Not at all.'<br><br>The registrar frowned and glanced at a card before him. 'Why, I have<br> Mr. Benjamin Button's age down here as eighteen.'<br><br>'That's my age,' asserted Benjamin, flushing slightly.<br><br>The registrar eyed him wearily. 'Now surely, Mr. Button, you don't<br> expect me to believe that.'<br><br>Benjamin smiled wearily. 'I am eighteen,' he repeated.<br><br>The registrar pointed sternly to the door. 'Get out,' he said. 'Get<br> out of college and get out of town. You are a dangerous lunatic.'<br><br>'I am eighteen.'<br><br>Mr. Hart opened the door. 'The idea!' he shouted. 'A man of your age<br> trying to enter here as a freshman. Eighteen years old, are you? Well,<br> I'll give you eighteen minutes to get out of town.'<br><br>Benjamin Button walked with dignity from the room, and half a dozen<br> undergraduates, who were waiting in the hall, followed him curiously<br> with their eyes. When he had gone a little way he turned around, faced<br> the infuriated registrar, who was still standing in the door-way, and<br> repeated in a firm voice: 'I am eighteen years old.'<br><br>To a chorus of titters which went up from the group of undergraduates,<br> Benjamin walked away.<br><br>But he was not fated to escape so easily. On his melancholy walk to<br> the railroad station he found that he was being followed by a group,<br> then by a swarm, and finally by a dense mass of undergraduates. The<br> word had gone around that a lunatic had passed the entrance<br> examinations for Yale and attempted to palm himself off as a youth of<br> eighteen. A fever of excitement permeated the college. Men ran hatless<br> out of classes, the football team abandoned its practice and joined<br> the mob, professors' wives with bonnets awry and bustles out of<br> position, ran shouting after the procession, from which proceeded a<br> continual succession of remarks aimed at the tender sensibilities of<br> Benjamin Button.<br><br>'He must be the wandering Jew!'<br><br>'He ought to go to prep school at his age!'<br><br>'Look at the infant prodigy!' 'He thought this was the old men's<br> home.'<br><br>'Go up to Harvard!'<br><br>Benjamin increased his gait, and soon he was running. He would show<br> them! He would go to Harvard, and then they would regret these<br> ill-considered taunts!<br><br>Safely on board the train for Baltimore, he put his head from the<br> window. 'You'll regret this!' he shouted.<br><br>'Ha-ha!' the undergraduates laughed. 'Ha-ha-ha!' It was the biggest<br> mistake that Yale College had ever made....<br> <br>In 1880 Benjamin Button was twenty years old, and he signalized his<br> birthday by going to work for his father in Roger Button & Co.,<br> Wholesale Hardware. It was in that same year that he began 'going out<br> socially'--that is, his father insisted on taking him to several<br> fashionable dances. Roger Button was now fifty, and he and his son<br> were more and more companionable--in fact, since Benjamin had ceased<br> to dye his hair (which was still grayish) they appeared about the same<br> age, and could have passed for brothers.<br><br>One night in August they got into the phaeton attired in their<br> full-dress suits and drove out to a dance at the Shevlins' country<br> house, situated just outside of Baltimore. It was a gorgeous evening.<br> A full moon drenched the road to the lusterless color of platinum,<br> and late-blooming harvest flowers breathed into the motionless air<br> aromas that were like low, half-heard laughter. The open country,<br> carpeted for rods around with bright wheat, was translucent as in the<br> day. It was almost impossible not to be affected by the sheer beauty<br> of the sky--almost.<br><br>'There's a great future in the dry-goods business,' Roger Button was<br> saying. He was not a spiritual man--his aesthetic sense was<br> rudimentary.<br><br>'Old fellows like me can't learn new tricks,' he observed profoundly.<br> 'It's you youngsters with energy and vitality that have the great<br> future before you.'<br><br>Far up the road the lights of the Shevlins' country house drifted into<br> view, and presently there was a sighing sound that crept persistently<br> toward them--it might have been the fine plaint of violins or the<br> rustle of the silver wheat under the moon.<br><br>They pulled up behind a handsome brougham whose passengers were<br> disembarking at the door. A lady got out, then an elderly gentleman,<br> then another young lady, beautiful as sin. Benjamin started; an almost<br> chemical change seemed to dissolve and recompose the very elements of<br> his body. A rigor passed over him, blood rose into his cheeks, his<br> forehead, and there was a steady thumping in his ears. It was first<br> love.<br><br>The girl was slender and frail, with hair that was ashen under the<br> moon and honey-colored under the sputtering gas-lamps of the porch.<br> Over her shoulders was thrown a Spanish mantilla of softest yellow,<br> butterflied in black; her feet were glittering buttons at the hem of<br> her bustled dress.<br><br>Roger Button leaned over to his son. 'That,' he said, 'is young<br> Hildegarde Moncrief, the daughter of General Moncrief.'<br><br>Benjamin nodded coldly. 'Pretty little thing,' he said indifferently.<br> But when the Negro boy had led the buggy away, he added: 'Dad, you<br> might introduce me to her.'<br><br>They approached a group, of which Miss Moncrief was the center. Reared<br> in the old tradition, she curtsied low before Benjamin. Yes, he might<br> have a dance. He thanked her and walked away--staggered away.<br><br>The interval until the time for his turn should arrive dragged itself<br> out interminably. He stood close to the wall, silent, inscrutable,<br> watching with murderous eyes the young bloods of Baltimore as they<br> eddied around Hildegarde Moncrief, passionate admiration in their<br> faces. How obnoxious they seemed to Benjamin; how intolerably rosy!<br> Their curling brown whiskers aroused in him a feeling equivalent to<br> indigestion.<br><br>But when his own time came, and he drifted with her out upon the<br> changing floor to the music of the latest waltz from Paris, his<br> jealousies and anxieties melted from him like a mantle of snow. Blind<br> with enchantment, he felt that life was just beginning.<br><br>'You and your brother got here just as we did, didn't you?' asked<br> Hildegarde, looking up at him with eyes that were like bright blue<br> enamel.<br><br>Benjamin hesitated. If she took him for his father's brother, would it<br> be best to enlighten her? He remembered his experience at Yale, so he<br> decided against it. It would be rude to contradict a lady; it would be<br> criminal to mar this exquisite occasion with the grotesque story of<br> his origin. Later, perhaps. So he nodded, smiled, listened, was happy.<br><br>'I like men of your age,' Hildegarde told him. 'Young boys are so<br> idiotic. They tell me how much champagne they drink at college, and<br> how much money they lose playing cards. Men of your age know how to<br> appreciate women.'<br><br>Benjamin felt himself on the verge of a proposal--with an effort he<br> choked back the impulse. 'You're just the romantic age,' she<br> continued--'fifty. Twenty-five is too wordly-wise; thirty is apt to be<br> pale from overwork; forty is the age of long stories that take a whole<br> cigar to tell; sixty is--oh, sixty is too near seventy; but fifty is<br> the mellow age. I love fifty.'<br><br>Fifty seemed to Benjamin a glorious age. He longed passionately to be<br> fifty.<br><br>'I've always said,' went on Hildegarde, 'that I'd rather marry a man<br> of fifty and be taken care of than many a man of thirty and take care<br> of him.'<br><br>For Benjamin the rest of the evening was bathed in a honey-colored<br> mist. Hildegarde gave him two more dances, and they discovered that<br> they were marvelously in accord on all the questions of the day. She<br> was to go driving with him on the following Sunday, and then they<br> would discuss all these questions further.<br><br>Going home in the phaeton just before the crack of dawn, when the<br> first bees were humming and the fading moon glimmered in the cool dew,<br> Benjamin knew vaguely that his father was discussing wholesale<br> hardware.<br><br>'.... And what do you think should merit our biggest attention after<br> hammers and nails?' the elder Button was saying.<br><br>'Love,' replied Benjamin absent-mindedly.<br><br>'Lugs?' exclaimed Roger Button, 'Why, I've just covered the question<br> of lugs.'<br><br>Benjamin regarded him with dazed eyes just as the eastern sky was<br> suddenly cracked with light, and an oriole yawned piercingly in the<br> quickening trees...<br> <br>When, six months later, the engagement of Miss Hildegarde Moncrief to<br> Mr. Benjamin Button was made known (I say 'made known,' for General<br> Moncrief declared he would rather fall upon his sword than announce<br> it), the excitement in Baltimore society reached a feverish pitch. The<br> almost forgotten story of Benjamin's birth was remembered and sent out<br> upon the winds of scandal in picaresque and incredible forms. It was<br> said that Benjamin was really the father of Roger Button, that he was<br> his brother who had been in prison for forty years, that he was John<br> Wilkes Booth in disguise--and, finally, that he had two small conical<br> horns sprouting from his head.<br><br>The Sunday supplements of the New York papers played up the case with<br> fascinating sketches which showed the head of Benjamin Button attached<br> to a fish, to a snake, and, finally, to a body of solid brass. He<br> became known, journalistically, as the Mystery Man of Maryland. But<br> the true story, as is usually the case, had a very small circulation.<br><br>However, every one agreed with General Moncrief that it was 'criminal'<br> for a lovely girl who could have married any beau in Baltimore to<br> throw herself into the arms of a man who was assuredly fifty. In vain<br> Mr. Roger Button published Us son's birth certificate in large type in<br> the Baltimore Blaze. No one believed it. You had only to look<br> at Benjamin and see.<br><br>On the part of the two people most concerned there was no wavering. So<br> many of the stories about her fiance were false that Hildegarde<br> refused stubbornly to believe even the true one. In vain General<br> Moncrief pointed out to her the high mortality among men of fifty--or,<br> at least, among men who looked fifty; in vain he told her of the<br> instability of the wholesale hardware business. Hildegarde had chosen<br> to marry for mellowness, and marry she did....<br><br>In one particular, at least, the friends of Hildegarde Moncrief were<br> mistaken. The wholesale hardware business prospered amazingly. In the<br> fifteen years between Benjamin Button's marriage in 1880 and his<br> father's retirement in 1895, the family fortune was doubled--and this<br> was due largely to the younger member of the firm.<br><br>Needless to say, Baltimore eventually received the couple to its<br> bosom. Even old General Moncrief became reconciled to his son-in-law<br> when Benjamin gave him the money to bring out his History of the<br> Civil War in twenty volumes, which had been refused by nine<br> prominent publishers.<br><br>In Benjamin himself fifteen years had wrought many changes. It seemed<br> to him that the blood flowed with new vigor through his veins. It<br> began to be a pleasure to rise in the morning, to walk with an active<br> step along the busy, sunny street, to work untiringly with his<br> shipments of hammers and his cargoes of nails. It was in 1890 that he<br> executed his famous business coup: he brought up the suggestion that<br> all nails used in nailing up the boxes in which nails are shipped<br> are the property of the shippee, a proposal which became a<br> statute, was approved by Chief Justice Fossile, and saved Roger Button<br> and Company, Wholesale Hardware, more than six hundred nails every<br> year.<br><br>In addition, Benjamin discovered that he was becoming more and more<br> attracted by the gay side of life. It was typical of his growing<br> enthusiasm for pleasure that he was the first man in the city of<br> Baltimore to own and run an automobile. Meeting him on the street, his<br> contemporaries would stare enviously at the picture he made of health<br> and vitality.<br><br>'He seems to grow younger every year,' they would remark. And if old<br> Roger Button, now sixty-five years old, had failed at first to give a<br> proper welcome to his son he atoned at last by bestowing on him what<br> amounted to adulation.<br><br>And here we come to an unpleasant subject which it will be well to<br> pass over as quickly as possible. There was only one thing that<br> worried Benjamin Button; his wife had ceased to attract him.<br><br>At that time Hildegarde was a woman of thirty-five, with a son,<br> Roscoe, fourteen years old. In the early days of their marriage<br> Benjamin had worshipped her. But, as the years passed, her<br> honey-colored hair became an unexciting brown, the blue enamel of her<br> eyes assumed the aspect of cheap crockery--moreover, and, most of all,<br> she had become too settled in her ways, too placid, too content, too<br> anaemic in her excitements, and too sober in her taste. As a bride it<br> been she who had 'dragged' Benjamin to dances and dinners--now<br> conditions were reversed. She went out socially with him, but without<br> enthusiasm, devoured already by that eternal inertia which comes to<br> live with each of us one day and stays with us to the end.<br><br>Benjamin's discontent waxed stronger. At the outbreak of the<br> Spanish-American War in 1898 his home had for him so little charm that<br> he decided to join the army. With his business influence he obtained a<br> commission as captain, and proved so adaptable to the work that he was<br> made a major, and finally a lieutenant-colonel just in time to<br> participate in the celebrated charge up San Juan Hill. He was slightly<br> wounded, and received a medal.<br><br>Benjamin had become so attached to the activity and excitement of<br> array life that he regretted to give it up, but his business required<br> attention, so he resigned his commission and came home. He was met at<br> the station by a brass band and escorted to his house.<br> <br>Hildegarde, waving a large silk flag, greeted him on the porch, and<br> even as he kissed her he felt with a sinking of the heart that these<br> three years had taken their toll. She was a woman of forty now, with a<br> faint skirmish line of gray hairs in her head. The sight depressed<br> him.<br><br>Up in his room he saw his reflection in the familiar mirror--he went<br> closer and examined his own face with anxiety, comparing it after a<br> moment with a photograph of himself in uniform taken just before the<br> war.<br><br>'Good Lord!' he said aloud. The process was continuing. There was no<br> doubt of it--he looked now like a man of thirty. Instead of being<br> delighted, he was uneasy--he was growing younger. He had hitherto<br> hoped that once he reached a bodily age equivalent to his age in<br> years, the grotesque phenomenon which had marked his birth would cease<br> to function. He shuddered. His destiny seemed to him awful,<br> incredible.<br><br>When he came downstairs Hildegarde was waiting for him. She appeared<br> annoyed, and he wondered if she had at last discovered that there was<br> something amiss. It was with an effort to relieve the tension between<br> them that he broached the matter at dinner in what he considered a<br> delicate way.<br><br>'Well,' he remarked lightly, 'everybody says I look younger than<br> ever.'<br><br>Hildegarde regarded him with scorn. She sniffed. 'Do you think it's<br> anything to boast about?'<br><br>'I'm not boasting,' he asserted uncomfortably. She sniffed again. 'The<br> idea,' she said, and after a moment: 'I should think you'd have enough<br> pride to stop it.'<br><br>'How can I?' he demanded.<br><br>'I'm not going to argue with you,' she retorted. 'But there's a right<br> way of doing things and a wrong way. If you've made up your mind to be<br> different from everybody else, I don't suppose I can stop you, but I<br> really don't think it's very considerate.'<br><br>'But, Hildegarde, I can't help it.'<br><br>'You can too. You're simply stubborn. You think you don't want to be<br> like any one else. You always have been that way, and you always will<br> be. But just think how it would be if every one else looked at things<br> as you do--what would the world be like?'<br><br>As this was an inane and unanswerable argument Benjamin made no reply,<br> and from that time on a chasm began to widen between them. He wondered<br> what possible fascination she had ever exercised over him.<br><br>To add to the breach, he found, as the new century gathered headway,<br> that his thirst for gaiety grew stronger. Never a party of any kind in<br> the city of Baltimore but he was there, dancing with the prettiest of<br> the young married women, chatting with the most popular of the<br> debutantes, and finding their company charming, while his wife, a<br> dowager of evil omen, sat among the chaperons, now in haughty<br> disapproval, and now following him with solemn, puzzled, and<br> reproachful eyes.<br><br>'Look!' people would remark. 'What a pity! A young fellow that age<br> tied to a woman of forty-five. He must be twenty years younger than<br> his wife.' They had forgotten--as people inevitably forget--that back<br> in 1880 their mammas and papas had also remarked about this same<br> ill-matched pair.<br><br>Benjamin's growing unhappiness at home was compensated for by his many<br> new interests. He took up golf and made a great success of it. He went<br> in for dancing: in 1906 he was an expert at 'The Boston,' and in 1908<br> he was considered proficient at the 'Maxine,' while in 1909 his<br> 'Castle Walk' was the envy of every young man in town.<br><br>His social activities, of course, interfered to some extent with his<br> business, but then he had worked hard at wholesale hardware for<br> twenty-five years and felt that he could soon hand it on to his son,<br> Roscoe, who had recently graduated from Harvard.<br><br>He and his son were, in fact, often mistaken for each other. This<br> pleased Benjamin--he soon forgot the insidious fear which had come<br> over him on his return from the Spanish-American War, and grew to take<br> a naive pleasure in his appearance. There was only one fly in the<br> delicious ointment--he hated to appear in public with his wife.<br> Hildegarde was almost fifty, and the sight of her made him feel<br> absurd....<br> <br>One September day in 1910--a few years after Roger Button & Co.,<br> Wholesale Hardware, had been handed over to young Roscoe Button--a<br> man, apparently about twenty years old, entered himself as a freshman<br> at Harvard University in Cambridge. He did not make the mistake of<br> announcing that he would never see fifty again, nor did he mention the<br> fact that his son had been graduated from the same institution ten<br> years before.<br><br>He was admitted, and almost immediately attained a prominent position<br> in the class, partly because he seemed a little older than the other<br> freshmen, whose average age was about eighteen.<br><br>But his success was largely due to the fact that in the football game<br> with Yale he played so brilliantly, with so much dash and with such a<br> cold, remorseless anger that he scored seven touchdowns and fourteen<br> field goals for Harvard, and caused one entire eleven of Yale men to<br> be carried singly from the field, unconscious. He was the most<br> celebrated man in college.<br><br>Strange to say, in his third or junior year he was scarcely able to<br> 'make' the team. The coaches said that he had lost weight, and it<br> seemed to the more observant among them that he was not quite as tall<br> as before. He made no touchdowns--indeed, he was retained on the team<br> chiefly in hope that his enormous reputation would bring terror and<br> disorganization to the Yale team.<br><br>In his senior year he did not make the team at all. He had grown so<br> slight and frail that one day he was taken by some sophomores for a<br> freshman, an incident which humiliated him terribly. He became known<br> as something of a prodigy--a senior who was surely no more than<br> sixteen--and he was often shocked at the worldliness of some of his<br> classmates. His studies seemed harder to him--he felt that they were<br> too advanced. He had heard his classmates speak of St. Midas's, the<br> famous preparatory school, at which so many of them had prepared for<br> college, and he determined after his graduation to enter himself at<br> St. Midas's, where the sheltered life among boys his own size would be<br> more congenial to him.<br><br>Upon his graduation in 1914 he went home to Baltimore with his Harvard<br> diploma in his pocket. Hildegarde was now residing in Italy, so<br> Benjamin went to live with his son, Roscoe. But though he was welcomed<br> in a general way there was obviously no heartiness in Roscoe's feeling<br> toward him--there was even perceptible a tendency on his son's part to<br> think that Benjamin, as he moped about the house in adolescent<br> mooniness, was somewhat in the way. Roscoe was married now and<br> prominent in Baltimore life, and he wanted no scandal to creep out in<br> connection with his family.<br><br>Benjamin, no longer persona grata with the debutantes and<br> younger college set, found himself left much done, except for the<br> companionship of three or four fifteen-year-old boys in the<br> neighborhood. His idea of going to St. Midas's school recurred to<br> him.<br><br>'Say,' he said to Roscoe one day, 'I've told you over and over that I<br> want to go to prep, school.'<br><br>'Well, go, then,' replied Roscoe shortly. The matter was distasteful<br> to him, and he wished to avoid a discussion.<br><br>'I can't go alone,' said Benjamin helplessly. 'You'll have to enter me<br> and take me up there.'<br><br>'I haven't got time,' declared Roscoe abruptly. His eyes narrowed and<br> he looked uneasily at his father. 'As a matter of fact,' he added,<br> 'you'd better not go on with this business much longer. You better<br> pull up short. You better--you better'--he paused and his face<br> crimsoned as he sought for words--'you better turn right around and<br> start back the other way. This has gone too far to be a joke. It isn't<br> funny any longer. You--you behave yourself!'<br><br>Benjamin looked at him, on the verge of tears.<br><br>'And another thing,' continued Roscoe, 'when visitors are in the house<br> I want you to call me 'Uncle'--not 'Roscoe,' but 'Uncle,' do you<br> understand? It looks absurd for a boy of fifteen to call me by my<br> first name. Perhaps you'd better call me 'Uncle' all the time,<br> so you'll get used to it.'<br><br>With a harsh look at his father, Roscoe turned away....<br><br>At the termination of this interview, Benjamin wandered dismally<br> upstairs and stared at himself in the mirror. He had not shaved for<br> three months, but he could find nothing on his face but a faint white<br> down with which it seemed unnecessary to meddle. When he had first<br> come home from Harvard, Roscoe had approached him with the proposition<br> that he should wear eye-glasses and imitation whiskers glued to his<br> cheeks, and it had seemed for a moment that the farce of his early<br> years was to be repeated. But whiskers had itched and made him<br> ashamed. He wept and Roscoe had reluctantly relented.<br><br>Benjamin opened a book of boys' stories, The Boy Scouts in Bimini<br> Bay, and began to read. But he found himself thinking persistently<br> about the war. America had joined the Allied cause during the<br> preceding month, and Benjamin wanted to enlist, but, alas, sixteen was<br> the minimum age, and he did not look that old. His true age, which was<br> fifty-seven, would have disqualified him, anyway.<br><br>There was a knock at his door, and the butler appeared with a letter<br> bearing a large official legend in the corner and addressed to Mr.<br> Benjamin Button. Benjamin tore it open eagerly, and read the enclosure<br> with delight. It informed him that many reserve officers who had<br> served in the Spanish-American War were being called back into service<br> with a higher rank, and it enclosed his commission as brigadier-general<br> in the United States army with orders to report immediately.<br><br>Benjamin jumped to his feet fairly quivering with enthusiasm. This was<br> what he had wanted. He seized his cap, and ten minutes later he had<br> entered a large tailoring establishment on Charles Street, and asked<br> in his uncertain treble to be measured for a uniform.<br><br>'Want to play soldier, sonny?' demanded a clerk casually.<br><br>Benjamin flushed. 'Say! Never mind what I want!' he retorted angrily.<br> 'My name's Button and I live on Mt. Vernon Place, so you know I'm good<br> for it.'<br><br>'Well,' admitted the clerk hesitantly, 'if you're not, I guess your<br> daddy is, all right.'<br><br>Benjamin was measured, and a week later his uniform was completed. He<br> had difficulty in obtaining the proper general's insignia because the<br> dealer kept insisting to Benjamin that a nice V.W.C.A. badge would<br> look just as well and be much more fun to play with.<br><br>Saying nothing to Roscoe, he left the house one night and proceeded by<br> train to Camp Mosby, in South Carolina, where he was to command an<br> infantry brigade. On a sultry April day he approached the entrance to<br> the camp, paid off the taxicab which had brought him from the station,<br> and turned to the sentry on guard.<br><br>'Get some one to handle my luggage!' he said briskly.<br><br>The sentry eyed him reproachfully. 'Say,' he remarked, 'where you<br> goin' with the general's duds, sonny?'<br><br>Benjamin, veteran of the Spanish-American War, whirled upon him with<br> fire in his eye, but with, alas, a changing treble voice.<br><br>'Come to attention!' he tried to thunder; he paused for breath--then<br> suddenly he saw the sentry snap his heels together and bring his rifle<br> to the present. Benjamin concealed a smile of gratification, but when<br> he glanced around his smile faded. It was not he who had inspired<br> obedience, but an imposing artillery colonel who was approaching on<br> horseback.<br><br>'Colonel!' called Benjamin shrilly.<br><br>The colonel came up, drew rein, and looked coolly down at him with a<br> twinkle in his eyes. 'Whose little boy are you?' he demanded kindly.<br><br>'I'll soon darn well show you whose little boy I am!' retorted<br> Benjamin in a ferocious voice. 'Get down off that horse!'<br><br>The colonel roared with laughter.<br><br>'You want him, eh, general?'<br><br>'Here!' cried Benjamin desperately. 'Read this.' And he thrust his<br> commission toward the colonel. The colonel read it, his eyes popping<br> from their sockets. 'Where'd you get this?' he demanded, slipping the<br> document into his own pocket. 'I got it from the Government, as you'll<br> soon find out!' 'You come along with me,' said the colonel with a<br> peculiar look. 'We'll go up to headquarters and talk this over. Come<br> along.' The colonel turned and began walking his horse in the<br> direction of headquarters. There was nothing for Benjamin to do but<br> follow with as much dignity as possible--meanwhile promising himself a<br> stern revenge. But this revenge did not materialize. Two days later,<br> however, his son Roscoe materialized from Baltimore, hot and cross<br> from a hasty trip, and escorted the weeping general, sans<br> uniform, back to his home.<br><br>In 1920 Roscoe Button's first child was born. During the attendant<br> festivities, however, no one thought it 'the thing' to mention, that<br> the little grubby boy, apparently about ten years of age who played<br> around the house with lead soldiers and a miniature circus, was the<br> new baby's own grandfather.<br><br>No one disliked the little boy whose fresh, cheerful face was crossed<br> with just a hint of sadness, but to Roscoe Button his presence was a<br> source of torment. In the idiom of his generation Roscoe did not<br> consider the matter 'efficient.' It seemed to him that his father, in<br> refusing to look sixty, had not behaved like a 'red-blooded<br> he-man'--this was Roscoe's favorite expression--but in a curious and<br> perverse manner. Indeed, to think about the matter for as much as a<br> half an hour drove him to the edge of insanity. Roscoe believed that<br> 'live wires' should keep young, but carrying it out on such a scale<br> was--was--was inefficient. And there Roscoe rested.<br><br>Five years later Roscoe's little boy had grown old enough to play<br> childish games with little Benjamin under the supervision of the same<br> nurse. Roscoe took them both to kindergarten on the same day, and<br> Benjamin found that playing with little strips of colored paper,<br> making mats and chains and curious and beautiful designs, was the most<br> fascinating game in the world. Once he was bad and had to stand in the<br> corner--then he cried--but for the most part there were gay hours in<br> the cheerful room, with the sunlight coming in the windows and Miss<br> Bailey's kind hand resting for a moment now and then in his tousled<br> hair.<br><br>Roscoe's son moved up into the first grade after a year, but Benjamin<br> stayed on in the kindergarten. He was very happy. Sometimes when other<br> tots talked about what they would do when they grew up a shadow would<br> cross his little face as if in a dim, childish way he realized that<br> those were things in which he was never to share.<br><br>The days flowed on in monotonous content. He went back a third year to<br> the kindergarten, but he was too little now to understand what the<br> bright shining strips of paper were for. He cried because the other<br> boys were bigger than he, and he was afraid of them. The teacher<br> talked to him, but though he tried to understand he could not<br> understand at all.<br><br>He was taken from the kindergarten. His nurse, Nana, in her starched<br> gingham dress, became the center of his tiny world. On bright days<br> they walked in the park; Nana would point at a great gray monster and<br> say 'elephant,' and Benjamin would say it after her, and when he was<br> being undressed for bed that night he would say it over and over aloud<br> to her: 'Elyphant, elyphant, elyphant.' Sometimes Nana let him jump on<br> the bed, which was fun, because if you sat down exactly right it would<br> bounce you up on your feet again, and if you said 'Ah' for a long time<br> while you jumped you got a very pleasing broken vocal effect.<br><br>He loved to take a big cane from the hat-rack and go around hitting<br> chairs and tables with it and saying: 'Fight, fight, fight.' When<br> there were people there the old ladies would cluck at him, which<br> interested him, and the young ladies would try to kiss him, which he<br> submitted to with mild boredom. And when the long day was done at five<br> o'clock he would go upstairs with Nana and be fed on oatmeal and nice<br> soft mushy foods with a spoon.<br><br>There were no troublesome memories in his childish sleep; no token<br> came to him of his brave days at college, of the glittering years when<br> he flustered the hearts of many girls. There were only the white, safe<br> walls of his crib and Nana and a man who came to see him sometimes,<br> and a great big orange ball that Nana pointed at just before his<br> twilight bed hour and called 'sun.' When the sun went his eyes were<br> sleepy--there were no dreams, no dreams to haunt him.<br><br>The past--the wild charge at the head of his men up San Juan Hill; the<br> first years of his marriage when he worked late into the summer dusk<br> down in the busy city for young Hildegarde whom he loved; the days<br> before that when he sat smoking far into the night in the gloomy old<br> Button house on Monroe Street with his grandfather-all these had faded<br> like unsubstantial dreams from his mind as though they had never been.<br> He did not remember.<br><br>He did not remember clearly whether the milk was warm or cool at his<br> last feeding or how the days passed--there was only his crib and<br> Nana's familiar presence. And then he remembered nothing. When he was<br> hungry he cried--that was all. Through the noons and nights he<br> breathed and over him there were soft mumblings and murmurings that he<br> scarcely heard, and faintly differentiated smells, and light and<br> darkness.<br><br>Then it was all dark, and his white crib and the dim faces that moved<br> above him, and the warm sweet aroma of the milk, faded out altogether<br> from his mind."
}