{
				"id": "user483",
				"title": "This Lime-Tree Bower, My Prison by Samuel Taylor Coleridge",
				"exclude_from_menu": "true",
				"image": "Alexandre Baron.jpg",
				"tag": ["15", "55", "48", "41", "43", "34", "45"],
				"video": {
					"src": ["Trailer-truck-driving-down-open-road-in-desert-at-sunset.m4v", "Trucks-passing-on-open-road-in-desert.m4v", "Vrpm10.m4v", "Wake-following-ship-in-pacific-ocean.m4v", "Warehouse-buildings-aerial.m4v", "Wide-shot-of-oil-rig.m4v"],
					"type": "background"	
				},"shuffle": "true",
				"main_text": "Well, they are gone, and here must I remain,<br> This lime-tree bower my prison! I have lost<br> Beauties and feelings, such as would have been<br> Most sweet to my remembrance even when age<br> Had dimm'd mine eyes to blindness! They, meanwhile,<br> Friends, whom I never more may meet again,<br> On springy heath, along the hill-top edge,<br> Wander in gladness, and wind down, perchance,<br> To that still roaring dell, of which I told;<br> The roaring dell, o'erwooded, narrow, deep,<br> And only speckled by the mid-day sun;<br> Where its slim trunk the ash from rock to rock<br> Flings arching like a bridge; -- that branchless ash,<br> Unsunn'd and damp, whose few poor yellow leaves<br> Ne'er tremble in the gale, yet tremble still,<br> Fann'd by the water-fall! and there my friends<br> Behold the dark green file of long lank weeds,<br> That all at once (a most fantastic sight!)<br> Still nod and drip beneath the dripping edge<br> Of the blue clay-stone.<br> Now, my friends emerge<br> Beneath the wide wide Heaven -- and view again<br> The many-steepled tract magnificent<br> Of hilly fields and meadows, and the sea,<br> With some fair bark, perhaps, whose sails light up<br> The slip of smooth clear blue betwixt two Isles<br> Of purple shadow! Yes! they wander on<br> In gladness all; but thou, methinks, most glad,<br> My gentle-hearted Charles! for thou hast pined<br> And hunger'd after Nature, many a year,<br> In the great City pent, winning thy way<br> With sad yet patient soul, through evil and pain<br> And strange calamity! Ah! slowly sink<br> Behind the western ridge, thou glorious Sun!<br> Shine in the slant beams of the sinking orb,<br> Ye purple heath-flowers! richlier burn, ye clouds!<br> Live in the yellow light, ye distant groves!<br> And kindle, thou blue Ocean! So my friend<br> Struck with deep joy may stand, as I have stood,<br> Silent with swimming sense; yea, gazing round<br> On the wide landscape, gaze till all doth seem<br> Less gross than bodily; and of such hues<br> As veil the Almighty Spirit, when yet he makes<br> Spirits perceive his presence.<br> A delight<br> Comes sudden on my heart, and I am glad<br> As I myself were there! Nor in this bower,<br> This little lime-tree bower, have I not mark'd<br> Much that has sooth'd me. Pale beneath the blaze<br> Hung the transparent foliage; and I watch'd<br> Some broad and sunny leaf, and lov'd to see<br> The shadow of the leaf and stem above<br> Dappling its sunshine! And that walnut-tree<br> Was richly ting'd, and a deep radiance lay<br> Full on the ancient ivy, which usurps<br> Those fronting elms, and now, with blackest mass<br> Makes their dark branches gleam a lighter hue<br> Through the late twilight; and though now the bat<br> Wheels silent by, and not a swallow twitters,<br> Yet still the solitary humble-bee<br> Sings in the bean-flower! Henceforth I shall know<br> That Nature ne'er deserts the wise and pure;<br> No plot so narrow, be but Nature there,<br> No waste so vacant, but may well employ<br> Each faculty of sense, and keep the heart<br> Awake to Love and Beauty! and sometimes<br> 'Tis well to be bereft of promis'd good,<br> That we may lift the soul, and contemplate<br> With lively joy the joys we cannot share.<br> My gentle-hearted Charles! when the last rook<br> Beat its straight path along the dusky air<br> Homewards, I blest it! deeming its black wing<br> (Now a dim speck, now vanishing in light)<br> Had cross'd the mighty Orb's dilated glory,<br> While thou stood'st gazing; or, when all was still,<br> Flew creaking o'er thy head, and had a charm<br> For thee, my gentle-hearted Charles, to whom<br> No sound is dissonant which tells of Life."
			}