{
				"id": "user223",
				"title": "Song at Sunset. by Walt Whitman",
				"exclude_from_menu": "true",
				"image": "Jeffrey.jpg",
				"tag": ["15", "7"],
				"video": {
					"src": ["Sunset-over-new-york-city-aerial-5.m4v", "Sunset-over-new-york-city-aerial-6.m4v", "Sunset-over-new-york-city-aerial-7.m4v", "Sunset-over-ocean.m4v", "Sunset-over-water-with-tree.m4v", "Sunset-over-water.m4v"],
					"type": "background"	
				},
				"main_text": "SPLENDOR of ended day, floating and filling me!<br>Hour prophetic-hour resuming the past!<br>Inflating my throat-you, divine average!<br>You, Earth and Life, till the last ray gleams, I sing.<br><br>Open mouth of my Soul, uttering gladness,<br>Eyes of my Soul, seeing perfection,<br>Natural life of me, faithfully praising things;<br>Corroborating forever the triumph of things.<br><br>Illustrious every one!<br>Illustrious what we name space-sphere of unnumber'd spirits;<br>Illustrious the mystery of motion, in all beings, even the tiniest insect;<br>Illustrious the attribute of speech-the senses-the body;<br>Illustrious the passing light! Illustrious the pale reflection on the new moon in the<br>western<br>sky!<br>Illustrious whatever I see, or hear, or touch, to the last.<br><br>Good in all,<br>In the satisfaction and aplomb of animals,<br>In the annual return of the seasons,<br>In the hilarity of youth,<br>In the strength and flush of manhood,<br>In the grandeur and exquisiteness of old age,<br>In the superb vistas of Death.<br><br>Wonderful to depart;<br>Wonderful to be here!<br>The heart, to jet the all-alike and innocent blood!<br>To breathe the air, how delicious!<br>To speak! to walk! to seize something by the hand!<br>To prepare for sleep, for bed-to look on my rose-color'd flesh;<br>To be conscious of my body, so satisfied, so large;<br>To be this incredible God I am;<br>To have gone forth among other Gods-these men and women I love.<br><br>Wonderful how I celebrate you and myself!<br>How my thoughts play subtly at the spectacles around!<br>How the clouds pass silently overhead!<br>How the earth darts on and on! and how the sun, moon, stars, dart on and on!<br>How the water sports and sings! (Surely it is alive!)<br>How the trees rise and stand up-with strong trunks-with branches and leaves!<br>(Surely there is something more in each of the tree-some living Soul.)<br><br>O amazement of things! even the least particle!<br>O spirituality of things!<br>O strain musical, flowing through ages and continents-now reaching me and America!<br>I take your strong chords-I intersperse them, and cheerfully pass them forward.<br><br>I too carol the sun, usher'd, or at noon, or, as now, setting,<br>I too throb to the brain and beauty of the earth, and of all the growths of the earth,<br>I too have felt the resistless call of myself.<br><br>As I sail'd down the Mississippi,<br>As I wander'd over the prairies,<br>As I have lived-As I have look'd through my windows, my eyes,<br>As I went forth in the morning-As I beheld the light breaking in the east;<br>As I bathed on the beach of the Eastern Sea, and again on the beach of the Western Sea;<br>As I roam'd the streets of inland Chicago-whatever streets I have roam'd;<br>Or cities, or silent woods, or peace, or even amid the sights of war;<br>Wherever I have been, I have charged myself with contentment and triumph.<br><br>I sing the Equalities, modern or old,<br>I sing the endless finales of things;<br>I say Nature continues-Glory continues;<br>I praise with electric voice;<br>For I do not see one imperfection in the universe;<br>And I do not see one cause or result lamentable at last in the universe.<br><br>O setting sun! though the time has come,<br>I still warble under you, if none else does, unmitigated adoration."
			}