{
	"id":"user657",
	"title":"Vers de Societe by Philip Larkin",
	"image":"Hammonton Photography.jpg",
	"tag":["15", "43", "8"],
	"video":{"src":["Colored-falls-of-niagara.m4v", "Colored-tree-and-ornaments-timelapse.m4v"],"title":"video title","type":"background"},
	"main_text":"My wife and I have asked a crowd of craps<br><br>To come and waste their time and ours: perhaps<br><br>You'd care to join us? In a pig's arse, friend.<br><br>Day comes to an end.<br><br>The gas fire breathes, the trees are darkly swayed.<br><br>And so Dear Warlock-Williams: I'm afraid -<br><br><br><br>Funny how hard it is to be alone.<br><br>I could spend half my evenings, if I wanted,<br><br>Holding a glass of washing sherry, canted<br><br>Over to catch the drivel of some bitch<br><br>Who's read nothing but Which;<br><br>Just think of all the spare time that has flown<br><br><br><br>Straight into nothingness by being filled<br><br>With forks and faces, rather than repaid<br><br>Under a lamp, hearing the noise of wind,<br><br>And looking out to see the moon thinned<br><br>To an air-sharpened blade.<br><br>A life, and yet how sternly it's instilled<br><br><br><br>All solitude is selfish. No one now<br><br>Believes the hermit with his gown and dish<br><br>Talking to God (who's gone too); the big wish<br><br>Is to have people nice to you, which means<br><br>Doing it back somehow.<br><br>Virtue is social. Are, then, these routines<br><br><br><br>Playing at goodness, like going to church?<br><br>Something that bores us, something we don't do well<br><br>(Asking that ass about his fool research)<br><br>But try to feel, because, however crudely,<br><br>It shows us what should be?<br><br>Too subtle, that. Too decent, too. Oh hell,<br><br><br><br>Only the young can be alone freely.<br><br>The time is shorter now for company,<br><br>And sitting by a lamp more often brings<br><br>Not peace, but other things.<br><br>Beyond the light stand failure and remorse<br><br>Whispering Dear Warlock-Williams: Why, of course -",
	"shuffle": false,
	"type": "presentation",
	
	"autoSlideTimer": 2
}