{"id":"user43","title":"Andrew Marvell","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"When for the Thorns with which I long, too long,<br> With many a piercing wound,<br> My Saviours head have crown'd,<br> I seek with Garlands to redress that Wrong:<br> Through every Garden, every Mead,<br> I gather flow'rs (my fruits are only flow'rs)<br> Dismantling all the fragrant Towers<br> That once adorn'd my Shepherdesses head.<br> And now when I have summ'd up all my store,<br> Thinking (so I my self deceive)<br> So rich a Chaplet thence to weave<br> As never yet the king of Glory wore:<br> Alas I find the Serpent old<br> That, twining in his speckled breast,<br> About the flow'rs disguis'd does fold,<br> With wreaths of Fame and Interest.<br> Ah, foolish Man, that would'st debase with them,<br> And mortal Glory, Heavens Diadem!<br> But thou who only could'st the Serpent tame,<br> Either his slipp'ry knots at once untie,<br> And disintangle all his winding Snare:<br> Or shatter too with him my curious frame:<br> And let these wither, so that he may die,<br> Though set with Skill and chosen out with Care.<br> That they, while Thou on both their Spoils dost tread,<br> May crown thy Feet, that could not crown thy Head.</p><br>Had we but world enough, and time,<br> This coyness, lady, were no crime.<br> We would sit down, and think which way<br> To walk, and pass our long love's day.<br> Thou by the Indian Ganges' side<br> Should'st rubies find: I by the tide<br> Of Humber would complain, I would<br> Love you ten years before the flood,<br> And you should, if you please, refuse<br> Till the conversion of the Jews.<br> My vegetable love should grow<br> Vaster than empires, and more slow ;<br> An hundred years should go to praise<br> Thine eyes, and on thy forehead gaze ;<br> Two hundred to adore each breast,<br> But thirty thousand to the rest ;<br> An age at least to every part,<br> And the last age should show your heart ;<br> For, lady, you deserve this state,<br> Nor would I love at lower rate.<br> <br> But at my back I always hear<br> Time's winged chariot hurrying near ;<br> And yonder all before us lie<br> Deserts of vast eternity.<br> Thy beauty shall no more be found,<br> Nor, in thy marble vault, shall sound<br> My echoing song: then worms shall try<br> That long-preserved virginity,<br> And you quaint honor turn to dust,<br> And into ashes all my lust :<br> The grave's a fine and private place,<br> But none, I think, do there embrace.<br> Now, therefore, while the youthful hue<br> Sits on thy skin like morning dew,<br> And while thy willing soul transpires<br> At every pore with instant fires,<br> Now let us sport us while we may,<br> And now, like amorous birds of prey,<br> Rather at once our time devour,<br> Than languish in his slow-chapt power.<br> Let us roll all our strength and all<br> Our sweetness up into one ball,<br> And tear our pleasures with rough strife<br> Thorough the iron gates of life :<br> Thus, though we cannot make our sun<br> Stand still, yet we will make him run.</p><br>My love is of a birth as rare<br> As 'tis for object strange and high:<br> It was begotten by Despair<br> Upon Impossibility. <br> <br> Magnanimous Despair alone<br> Could show me so divine a thing,<br> Where feeble Hope could ne'er have flown<br> But vainly flapped its tinsel wing. <br> <br> And yet I quickly might arrive<br> Where my extended soul is fixed<br> But Fate does iron wedges drive,<br> And always crowds itself betwixt. <br> <br> For Fate with jealous eye does see<br> Two perfect loves, nor lets them close:<br> Their union would her ruin be,<br> And her tyrranic power depose. <br> <br> And therefore her decrees of steel<br> Us as the distant Poles have placed<br> (Though Love's whole world on us doth wheel)<br> Not by themselves to be embraced, <br> <br> Unless the giddy heaven fall,<br> And earth some new convulsion tear;<br> And, us to join, the world should all<br> Be cramped into a planisphere. <br> <br> As lines (so loves) oblique may well<br> Themselves in every angle greet:<br> But ours so truly parallel,<br> Though infinite, can never meet. <br> <br> Therefore the love which us doth bind,<br> But Fate so enviously debars,<br> Is the conjunction of the mind,<br> And opposition of the stars</p><br>How vainly men themselves amaze<br> To win the Palm, the Oke, or Bayes;<br> And their uncessant Labours see<br> Crown'd from some single Herb or Tree,<br> Whose short and narrow verged Shade<br> Does prudently their Toyles upbraid;<br> While all Flow'rs and all Trees do close<br> To weave the Garlands of repose.<br> <br> Fair quiet, have I found thee here,<br> And Innocence thy Sister dear!<br> Mistaken long, I sought you then<br> In busie Companies of Men.<br> Your sacred Plants, if here below,<br> Only among the Plants will grow.<br> Society is all but rude,<br> To this delicious Solitude.<br> <br> No white nor red was ever seen<br> So am'rous as this lovely green.<br> Fond Lovers, cruel as their Flame,<br> Cut in these Trees their Mistress name.<br> Little, Alas, they know, or heed,<br> How far these Beauties Hers exceed!<br> Fair Trees! where s'eer you barkes I wound,<br> No Name shall but your own be found.<br> <br> When we have run our Passions heat,<br> Love hither makes his best retreat.<br> The Gods, that mortal Beauty chase,<br> The Gods, that mortal Beauty chase,<br> Apollo hunted Daphne so,<br> Only that She might Laurel grow.<br> And Pan did after Syrinx speed,<br> Not as a Nymph, but for a Reed.<br> <br> What wond'rous Life in this I lead!<br> Ripe Apples drop about my head;<br> The Luscious Clusters of the Vine<br> Upon my Mouth do crush their Wine;<br> The Nectaren, and curious Peach,<br> Into my hands themselves do reach;<br> Stumbling on Melons, as I pass,<br> Insnar'd with Flow'rs, I fall on Grass.<br> <br> Mean while the Mind, from pleasure less,<br> Withdraws into its happiness:<br> The Mind, that Ocean where each kind<br> Does streight its own resemblance find;<br> Yet it creates, transcending these,<br> Far other Worlds, and other Seas;<br> Annihilating all that's made<br> To a green Thought in a green Shade.<br> <br> Here at the Fountains sliding foot,<br> Or at some Fruit-tress mossy root,<br> Casting the Bodies Vest aside,<br> My Soul into the boughs does glide:<br> There like a Bird it sits, and sings,<br> Then whets, and combs its silver Wings;<br> And, till prepar'd for longer flight,<br> Waves in its Plumes the various Light.<br> <br> Such was that happy Garden-state,<br> While Man there walk'd without a Mate:<br> After a Place so pure, and sweet,<br> What other Help could yet be meet!<br> But 'twas beyond a Mortal's share<br> To wander solitary there:<br> Two Paradises 'twere in one<br> To live in Paradise alone.<br> <br> How well the skilful Gardner drew<br> Of flow'rs and herbes this Dial new;<br> Where from above the milder Sun<br> Does through a fragrant Zodiack run;<br> And, as it works, th' industrious Bee<br> Computes its time as well as we.<br> How could such sweet and wholsome Hours<br> Be reckon'd but with herbs and flow'rs!</p><br>See how the Orient Dew,<br> Shed from the Bosom of the Morn<br> Into the blowing Roses,<br> Yet careless of its Mansion new;<br> <br> For the clear Region where 'twas born<br> Round in its self incloses:<br> And in its little Globes Extent,<br> Frames as it can its native Element.<br> <br> How it the purple flow'r does slight,<br> Scarce touching where it lyes,<br> But gazing back upon the Skies,<br> Shines with a mournful Light;<br> <br> Like its own Tear,<br> Because so long divided from the Sphear.<br> Restless it roules and unsecure,<br> Trembling lest it grow impure:<br> <br> Till the warm Sun pitty it's Pain,<br> And to the Skies exhale it back again.<br> So the Soul, that Drop, that Ray<br> Of the clear Fountain of Eternal Day,<br> <br> Could it within the humane flow'r be seen,<br> Remembring still its former height,<br> Shuns the sweat leaves and blossoms green;<br> And, recollecting its own Light,<br> <br> Does, in its pure and circling thoughts, express<br> The greater Heaven in an Heaven less.<br> In how coy a Figure wound,<br> Every way it turns away:<br> <br> So the World excluding round,<br> Yet receiving in the Day.<br> Dark beneath, but bright above:<br> Here disdaining, there in Love.<br> <br> How loose and easie hence to go:<br> How girt and ready to ascend.<br> Moving but on a point below,<br> It all about does upwards bend.<br> <br> Such did the Manna's sacred Dew destil;<br> White, and intire, though congeal'd and chill.<br> Congeal'd on Earth: but does, dissolving, run<br> Into the Glories of th' Almighty Sun.</p><br>My Mind was once the true survey<br> Of all these Medows fresh and gay;<br> And in the greenness of the Grass<br> Did see its Hopes as in a Glass;<br> When Juliana came, and she<br> What I do to the Grass, does to my Thoughts and Me.<br> <br> But these, while I with Sorrow pine,<br> Grew more luxuriant still and fine;<br> That not one Blade of Grass you spy'd,<br> But had a Flower on either side;<br> When Juliana came, and She<br> What I do to the Grass, does to my Thoughts and Me.<br> <br> Unthankful Meadows, could you so<br> A fellowship so true forego,<br> And in your gawdy May-games meet,<br> While I lay trodden under feet?<br> When Juliana came , and She<br> What I do to the Grass, does to my Thoughts and Me.<br> <br> But what you in Compassion ought,<br> Shall now by my Revenge be wrought:<br> And Flow'rs, and Grass, and I and all,<br> Will in one common Ruine fall.<br> For Juliana comes, and She<br> What I do to the Grass, does to my Thoughts and Me.<br> <br> And thus, ye Meadows, which have been<br> Companions of my thoughts more green,<br> Shall now the Heraldry become<br> With which I shall adorn my Tomb;<br> For Juliana comes, and She<br> What I do to the Grass, does to my Thoughts and Me.</p>"}