{"id":"user65","title":"Samuel Taylor Coleridge","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"PART I<br> 'Tis the middle of night by the castle clock<br> And the owls have awakened the crowing cock;<br> Tu-whit!- Tu-whoo!<br> And hark, again! the crowing cock,<br> How drowsily it crew.<br> Sir Leoline, the Baron rich,<br> Hath a toothless mastiff, which<br> From her kennel beneath the rock<br> Maketh answer to the clock,<br> Four for the quarters, and twelve for the hour;<br> Ever and aye, by shine and shower,<br> Sixteen short howls, not over loud;<br> Some say, she sees my lady's shroud.<br> Is the night chilly and dark?<br> The night is chilly, but not dark.<br> The thin gray cloud is spread on high,<br> It covers but not hides the sky.<br> The moon is behind, and at the full;<br> And yet she looks both small and dull.<br> The night is chill, the cloud is gray:<br> 'T is a month before the month of May,<br> And the Spring comes slowly up this way.<br> The lovely lady, Christabel,<br> Whom her father loves so well,<br> What makes her in the wood so late,<br> A furlong from the castle gate?<br> She had dreams all yesternight<br> Of her own betrothed knight;<br> And she in the midnight wood will pray<br> For the weal of her lover that's far away.<br> She stole along, she nothing spoke,<br> The sighs she heaved were soft and low,<br> And naught was green upon the oak,<br> But moss and rarest mistletoe:<br> She kneels beneath the huge oak tree,<br> And in silence prayeth she.<br> The lady sprang up suddenly,<br> The lovely lady, Christabel!<br> It moaned as near, as near can be,<br> But what it is she cannot tell.-<br> On the other side it seems to be,<br> Of the huge, broad-breasted, old oak tree.<br> The night is chill; the forest bare;<br> Is it the wind that moaneth bleak?<br> There is not wind enough in the air<br> To move away the ringlet curl<br> From the lovely lady's cheek-<br> There is not wind enough to twirl<br> The one red leaf, the last of its clan,<br> That dances as often as dance it can,<br> Hanging so light, and hanging so high,<br> On the topmost twig that looks up at the sky.<br> Hush, beating heart of Christabel!<br> Jesu, Maria, shield her well!<br> She folded her arms beneath her cloak,<br> And stole to the other side of the oak.<br> What sees she there?<br> There she sees a damsel bright,<br> Dressed in a silken robe of white,<br> That shadowy in the moonlight shone:<br> The neck that made that white robe wan,<br> Her stately neck, and arms were bare;<br> Her blue-veined feet unsandaled were;<br> And wildly glittered here and there<br> The gems entangled in her hair.<br> I guess, 't was frightful there to see<br> A lady so richly clad as she-<br> Beautiful exceedingly!<br> 'Mary mother, save me now!'<br> Said Christabel, 'and who art thou?'<br> The lady strange made answer meet,<br> And her voice was faint and sweet:-<br> 'Have pity on my sore distress,<br> I scarce can speak for weariness:<br> Stretch forth thy hand, and have no fear!'<br> Said Christabel, 'How camest thou here?'<br> And the lady, whose voice was faint and sweet,<br> Did thus pursue her answer meet:-<br> 'My sire is of a noble line,<br> And my name is Geraldine:<br> Five warriors seized me yestermorn,<br> Me, even me, a maid forlorn:<br> They choked my cries with force and fright,<br> And tied me on a palfrey white.<br> The palfrey was as fleet as wind,<br> And they rode furiously behind.<br> They spurred amain, their steeds were white:<br> And once we crossed the shade of night.<br> As sure as Heaven shall rescue me,<br> I have no thought what men they be;<br> Nor do I know how long it is<br> (For I have lain entranced, I wis)<br> Since one, the tallest of the five,<br> Took me from the palfrey's back,<br> A weary woman, scarce alive.<br> Some muttered words his comrades spoke:<br> He placed me underneath this oak;<br> He swore they would return with haste;<br> Whither they went I cannot tell-<br> I thought I heard, some minutes past,<br> Sounds as of a castle bell.<br> Stretch forth thy hand,' thus ended she,<br> 'And help a wretched maid to flee.'<br> Then Christabel stretched forth her hand,<br> And comforted fair Geraldine:<br> 'O well, bright dame, may you command<br> The service of Sir Leoline;<br> And gladly our stout chivalry<br> Will he send forth, and friends withal,<br> To guide and guard you safe and free<br> Home to your noble father's hall.'<br> She rose: and forth with steps they passed<br> That strove to be, and were not, fast.<br> Her gracious stars the lady blest,<br> And thus spake on sweet Christabel:<br> 'All our household are at rest,<br> The hall is silent as the cell;<br> Sir Leoline is weak in health,<br> And may not well awakened be,<br> But we will move as if in stealth;<br> And I beseech your courtesy,<br> This night, to share your couch with me.'<br> They crossed the moat, and Christabel<br> Took the key that fitted well;<br> A little door she opened straight,<br> All in the middle of the gate;<br> The gate that was ironed within and without,<br> Where an army in battle array had marched out.<br> The lady sank, belike through pain,<br> And Christabel with might and main<br> Lifted her up, a weary weight,<br> Over the threshold of the gate:<br> Then the lady rose again,<br> And moved, as she were not in pain.<br> So, free from danger, free from fear,<br> They crossed the court: right glad they were.<br> And Christabel devoutly cried<br> To the Lady by her side;<br> 'Praise we the Virgin all divine,<br> Who hath rescued thee from thy distress!'<br> 'Alas, alas!' said Geraldine,<br> 'I cannot speak for weariness.'<br> So, free from danger, free from fear,<br> They crossed the court: right glad they were.<br> Outside her kennel the mastiff old<br> Lay fast asleep, in moonshine cold.<br> The mastiff old did not awake,<br> Yet she an angry moan did make.<br> And what can ail the mastiff bitch?<br> Never till now she uttered yell<br> Beneath the eye of Christabel.<br> Perhaps it is the owlet's scritch:<br> For what can aid the mastiff bitch?<br> They passed the hall, that echoes still,<br> Pass as lightly as you will.<br> The brands were flat, the brands were dying,<br> Amid their own white ashes lying;<br> But when the lady passed, there came<br> A tongue of light, a fit of flame;<br> And Christabel saw the lady's eye,<br> And nothing else saw she thereby,<br> Save the boss of the shield of Sir Leoline tall,<br> Which hung in a murky old niche in the wall.<br> 'O softly tread,' said Christabel,<br> 'My father seldom sleepeth well.'<br> Sweet Christabel her feet doth bare,<br> And, jealous of the listening air,<br> They steal their way from stair to stair,<br> Now in glimmer, and now in gloom,<br> And now they pass the Baron's room,<br> As still as death, with stifled breath!<br> And now have reached her chamber door;<br> And now doth Geraldine press down<br> The rushes of the chamber floor.<br> The moon shines dim in the open air,<br> And not a moonbeam enters here.<br> But they without its light can see<br> The chamber carved so curiously,<br> Carved with figures strange and sweet,<br> All made out of the carver's brain,<br> For a lady's chamber meet:<br> The lamp with twofold silver chain<br> Is fastened to an angel's feet.<br> The silver lamp burns dead and dim;<br> But Christabel the lamp will trim.<br> She trimmed the lamp, and made it bright,<br> And left it swinging to and fro,<br> While Geraldine, in wretched plight,<br> Sank down upon the floor below.<br> 'O weary lady, Geraldine,<br> I pray you, drink this cordial wine!<br> It is a wine of virtuous powers;<br> My mother made it of wild flowers.'<br> 'And will your mother pity me,<br> Who am a maiden most forlorn?'<br> Christabel answered- 'Woe is me!<br> She died the hour that I was born.<br> I have heard the gray-haired friar tell,<br> How on her death-bed she did say,<br> That she should hear the castle-bell<br> Strike twelve upon my wedding-day.<br> O mother dear! that thou wert here!'<br> 'I would,' said Geraldine, 'she were!'<br> But soon, with altered voice, said she-<br> 'Off, wandering mother! Peak and pine!<br> I have power to bid thee flee.'<br> Alas! what ails poor Geraldine?<br> Why stares she with unsettled eye?<br> Can she the bodiless dead espy?<br> And why with hollow voice cries she,<br> 'Off, woman, off! this hour is mine-<br> Though thou her guardian spirit be,<br> Off, woman. off! 't is given to me.'<br> Then Christabel knelt by the lady's side,<br> And raised to heaven her eyes so blue-<br> 'Alas!' said she, 'this ghastly ride-<br> Dear lady! it hath wildered you!'<br> The lady wiped her moist cold brow,<br> And faintly said, ''T is over now!'<br> Again the wild-flower wine she drank:<br> Her fair large eyes 'gan glitter bright,<br> And from the floor, whereon she sank,<br> The lofty lady stood upright:<br> She was most beautiful to see,<br> Like a lady of a far countree.<br> And thus the lofty lady spake-<br> 'All they, who live in the upper sky,<br> Do love you, holy Christabel!<br> And you love them, and for their sake,<br> And for the good which me befell,<br> Even I in my degree will try,<br> Fair maiden, to requite you well.<br> But now unrobe yourself; for I<br> Must pray, ere yet in bed I lie.'<br> Quoth Christabel, 'So let it be!'<br> And as the lady bade, did she.<br> Her gentle limbs did she undress<br> And lay down in her loveliness.<br> But through her brain, of weal and woe,<br> So many thoughts moved to and fro,<br> That vain it were her lids to close;<br> So half-way from the bed she rose,<br> And on her elbow did recline.<br> To look at the lady Geraldine.<br> Beneath the lamp the lady bowed,<br> And slowly rolled her eyes around;<br> Then drawing in her breath aloud,<br> Like one that shuddered, she unbound<br> The cincture from beneath her breast:<br> Her silken robe, and inner vest,<br> Dropped to her feet, and full in view,<br> Behold! her bosom and half her side-<br> A sight to dream of, not to tell!<br> O shield her! shield sweet Christabel!<br> Yet Geraldine nor speaks nor stirs:<br> Ah! what a stricken look was hers!<br> Deep from within she seems half-way<br> To lift some weight with sick assay,<br> And eyes the maid and seeks delay;<br> Then suddenly, as one defied,<br> Collects herself in scorn and pride,<br> And lay down by the maiden's side!-<br> And in her arms the maid she took,<br> Ah, well-a-day!<br> And with low voice and doleful look<br> These words did say:<br> 'In the touch of this bosom there worketh a spell,<br> Which is lord of thy utterance, Christabel!<br> Thou knowest to-night, and wilt know to-morrow,<br> This mark of my shame, this seal of my sorrow;<br> But vainly thou warrest,<br> For this is alone in<br> Thy power to declare,<br> That in the dim forest<br> Thou heard'st a low moaning,<br> And found'st a bright lady, surpassingly fair:<br> And didst bring her home with thee, in love and in charity,<br> To shield her and shelter her from the damp air.'<br> It was a lovely sight to see<br> The lady Christabel, when she<br> Was praying at the old oak tree.<br> Amid the jagged shadows<br> Of mossy leafless boughs,<br> Kneeling in the moonlight,<br> To make her gentle vows;<br> Her slender palms together prest,<br> Heaving sometimes on her breast;<br> Her face resigned to bliss or bale-<br> Her face, oh, call it fair not pale,<br> And both blue eyes more bright than clear.<br> Each about to have a tear.<br> With open eyes (ah, woe is me!)<br> Asleep, and dreaming fearfully,<br> Fearfully dreaming, yet, I wis,<br> Dreaming that alone, which is-<br> O sorrow and shame! Can this be she,<br> The lady, who knelt at the old oak tree?<br> And lo! the worker of these harms,<br> That holds the maiden in her arms,<br> Seems to slumber still and mild,<br> As a mother with her child.<br> A star hath set, a star hath risen,<br> O Geraldine! since arms of thine<br> Have been the lovely lady's prison.<br> O Geraldine! one hour was thine-<br> Thou'st had thy will! By tarn and rill,<br> The night-birds all that hour were still.<br> But now they are jubilant anew,<br> From cliff and tower, tu-whoo! tu-whoo!<br> Tu-whoo! tu-whoo! from wood and fell!<br> And see! the lady Christabel<br> Gathers herself from out her trance;<br> Her limbs relax, her countenance<br> Grows sad and soft; the smooth thin lids<br> Close o'er her eyes; and tears she sheds-<br> Large tears that leave the lashes bright!<br> And oft the while she seems to smile<br> As infants at a sudden light!<br> Yea, she doth smile, and she doth weep,<br> Like a youthful hermitess,<br> Beauteous in a wilderness,<br> Who, praying always, prays in sleep.<br> And, if she move unquietly,<br> Perchance, 't is but the blood so free<br> Comes back and tingles in her feet.<br> No doubt, she hath a vision sweet.<br> What if her guardian spirit 't were,<br> What if she knew her mother near?<br> But this she knows, in joys and woes,<br> That saints will aid if men will call:<br> For the blue sky bends over all.<br> PART II<br> Each matin bell, the Baron saith,<br> Knells us back to a world of death.<br> These words Sir Leoline first said,<br> When he rose and found his lady dead:<br> These words Sir Leoline will say<br> Many a morn to his dying day!<br> And hence the custom and law began<br> That still at dawn the sacristan,<br> Who duly pulls the heavy bell,<br> Five and forty beads must tell<br> Between each stroke- a warning knell,<br> Which not a soul can choose but hear<br> From Bratha Head to Wyndermere.<br> Saith Bracy the bard, 'So let it knell!<br> And let the drowsy sacristan<br> Still count as slowly as he can!'<br> There is no lack of such, I ween,<br> As well fill up the space between.<br> In Langdale Pike and Witch's Lair,<br> And Dungeon-ghyll so foully rent,<br> With ropes of rock and bells of air<br> Three sinful sextons' ghosts are pent,<br> Who all give back, one after t' other,<br> The death-note to their living brother;<br> And oft too, by the knell offended,<br> Just as their one! two! three! is ended,<br> The devil mocks the doleful tale<br> With a merry peal from Borrowdale.<br> The air is still! through mist and cloud<br> That merry peal comes ringing loud;<br> And Geraldine shakes off her dread,<br> And rises lightly from the bed;<br> Puts on her silken vestments white,<br> And tricks her hair in lovely plight,<br> And nothing doubting of her spell<br> Awakens the lady Christabel.<br> 'Sleep you, sweet lady Christabel?<br> I trust that you have rested well.'<br> And Christabel awoke and spied<br> The same who lay down by her side-<br> O rather say, the same whom she<br> Raised up beneath the old oak tree!<br> Nay, fairer yet! and yet more fair!<br> For she belike hath drunken deep<br> Of all the blessedness of sleep!<br> And while she spake, her looks, her air,<br> Such gentle thankfulness declare,<br> That (so it seemed) her girded vests<br> Grew tight beneath her heaving breasts.<br> 'Sure I have sinned!' said Christabel,<br> 'Now heaven be praised if all be well!'<br> And in low faltering tones, yet sweet,<br> Did she the lofty lady greet<br> With such perplexity of mind<br> As dreams too lively leave behind.<br> So quickly she rose, and quickly arrayed<br> Her maiden limbs, and having prayed<br> That He, who on the cross did groan,<br> Might wash away her sins unknown,<br> She forthwith led fair Geraldine<br> To meet her sire, Sir Leoline.<br> The lovely maid and the lady tall<br> Are pacing both into the hall,<br> And pacing on through page and groom,<br> Enter the Baron's presence-room.<br> The Baron rose, and while he prest<br> His gentle daughter to his breast,<br> With cheerful wonder in his eyes<br> The lady Geraldine espies,<br> And gave such welcome to the same,<br> As might beseem so bright a dame!<br> But when he heard the lady's tale,<br> And when she told her father's name,<br> Why waxed Sir Leoline so pale,<br> Murmuring o'er the name again,<br> Lord Roland de Vaux of Tryermaine?<br> Alas! they had been friends in youth;<br> But whispering tongues can poison truth;<br> And constancy lives in realms above;<br> And life is thorny; and youth is vain;<br> And to be wroth with one we love<br> Doth work like madness in the brain.<br> And thus it chanced, as I divine,<br> With Roland and Sir Leoline.<br> Each spake words of high disdain<br> And insult to his heart's best brother:<br> They parted- ne'er to meet again!<br> But never either found another<br> To free the hollow heart from paining-<br> They stood aloof, the scars remaining,<br> Like cliffs which had been rent asunder;<br> A dreary sea now flows between.<br> But neither heat, nor frost, nor thunder,<br> Shall wholly do away, I ween,<br> The marks of that which once hath been.<br> Sir Leoline, a moment's space,<br> Stood gazing on the damsel's face:<br> And the youthful Lord of Tryermaine<br> Came back upon his heart again.<br> O then the Baron forgot his age,<br> His noble heart swelled high with rage;<br> He swore by the wounds in Jesu's side<br> He would proclaim it far and wide,<br> With trump and solemn heraldry,<br> That they, who thus had wronged the dame<br> Were base as spotted infamy!<br> 'And if they dare deny the same,<br> My herald shall appoint a week,<br> And let the recreant traitors seek<br> My tourney court- that there and then<br> I may dislodge their reptile souls<br> From the bodies and forms of men!'<br> He spake: his eye in lightning rolls!<br> For the lady was ruthlessly seized; and he kenned<br> In the beautiful lady the child of his friend!<br> And now the tears were on his face,<br> And fondly in his arms he took<br> Fair Geraldine who met the embrace,<br> Prolonging it with joyous look.<br> Which when she viewed, a vision fell<br> Upon the soul of Christabel,<br> The vision of fear, the touch and pain!<br> She shrunk and shuddered, and saw again-<br> (Ah, woe is me! Was it for thee,<br> Thou gentle maid! such sights to see?)<br> Again she saw that bosom old,<br> Again she felt that bosom cold,<br> And drew in her breath with a hissing sound:<br> Whereat the Knight turned wildly round,<br> And nothing saw, but his own sweet maid<br> With eyes upraised, as one that prayed.<br> The touch, the sight, had passed away,<br> And in its stead that vision blest,<br> Which comforted her after-rest,<br> While in the lady's arms she lay,<br> Had put a rapture in her breast,<br> And on her lips and o'er her eyes<br> Spread smiles like light!<br> With new surprise,<br> 'What ails then my beloved child?'<br> The Baron said- His daughter mild<br> Made answer, 'All will yet be well!'<br> I ween, she had no power to tell<br> Aught else: so mighty was the spell.<br> Yet he who saw this Geraldine,<br> Had deemed her sure a thing divine.<br> Such sorrow with such grace she blended,<br> As if she feared she had offended<br> Sweet Christabel, that gentle maid!<br> And with such lowly tones she prayed<br> She might be sent without delay<br> Home to her father's mansion.<br> 'Nay!<br> Nay, by my soul!' said Leoline.<br> 'Ho! Bracy the bard, the charge be thine!<br> Go thou, with music sweet and loud,<br> And take two steeds with trappings proud,<br> And take the youth whom thou lov'st best<br> To bear thy harp, and learn thy song,<br> And clothe you both in solemn vest,<br> And over the mountains haste along,<br> Lest wandering folk, that are abroad,<br> Detain you on the valley road.<br> 'And when he has crossed the Irthing flood,<br> My merry bard! he hastes, he hastes<br> Up Knorren Moor, through Halegarth Wood,<br> And reaches soon that castle good<br> Which stands and threatens Scotland's wastes.<br> 'Bard Bracy! bard Bracy! your horses are fleet,<br> Ye must ride up the hall, your music so sweet,<br> More loud than your horses' echoing feet!<br> And loud and loud to Lord Roland call,<br> Thy daughter is safe in Langdale hall!<br> Thy beautiful daughter is safe and free-<br> Sir Leoline greets thee thus through me.<br> He bids thee come without delay<br> With all thy numerous array;<br> And take thy lovely daughter home:<br> And he will meet thee on the way<br> With all his numerous array<br> White with their panting palfreys' foam:<br> And, by mine honor! I will say,<br> That I repent me of the day<br> When I spake words of fierce disdain<br> To Roland de Vaux of Tryermaine!-<br> - For since that evil hour hath flown,<br> Many a summer's sun hath shone;<br> Yet ne'er found I a friend again<br> Like Roland de Vaux of Tryermaine.'<br> The lady fell, and clasped his knees,<br> Her face upraised, her eyes o'erflowing;<br> And Bracy replied, with faltering voice,<br> His gracious hail on all bestowing;<br> 'Thy words, thou sire of Christabel,<br> Are sweeter than my harp can tell;<br> Yet might I gain a boon of thee,<br> This day my journey should not be,<br> So strange a dream hath come to me;<br> That I had vowed with music loud<br> To clear yon wood from thing unblest,<br> Warned by a vision in my rest!<br> For in my sleep I saw that dove,<br> That gentle bird, whom thou dost love,<br> And call'st by thy own daughter's name-<br> Sir Leoline! I saw the same,<br> Fluttering, and uttering fearful moan,<br> Among the green herbs in the forest alone.<br> Which when I saw and when I heard,<br> I wondered what might ail the bird;<br> For nothing near it could I see,<br> Save the grass and herbs underneath the old tree.<br> And in my dream methought I went<br> To search out what might there be found;<br> And what the sweet bird's trouble meant,<br> That thus lay fluttering on the ground.<br> I went and peered, and could descry<br> No cause for her distressful cry;<br> But yet for her dear lady's sake<br> I stooped, methought, the dove to take,<br> When lo! I saw a bright green snake<br> Coiled around its wings and neck.<br> Green as the herbs on which it couched,<br> Close by the dove's its head it crouched;<br> And with the dove it heaves and stirs,<br> Swelling its neck as she swelled hers!<br> I woke; it was the midnight hour,<br> The clock was echoing in the tower;<br> But though my slumber was gone by,<br> This dream it would not pass away-<br> It seems to live upon my eye!<br> And thence I vowed this self-same day<br> With music strong and saintly song<br> To wander through the forest bare,<br> Lest aught unholy loiter there.'<br> Thus Bracy said: the Baron, the while,<br> Half-listening heard him with a smile;<br> Then turned to Lady Geraldine,<br> His eyes made up of wonder and love;<br> And said in courtly accents fine,<br> 'Sweet maid, Lord Roland's beauteous dove,<br> With arms more strong than harp or song,<br> Thy sire and I will crush the snake!'<br> He kissed her forehead as he spake,<br> And Geraldine in maiden wise<br> Casting down her large bright eyes,<br> With blushing cheek and courtesy fine<br> She turned her from Sir Leoline;<br> Softly gathering up her train,<br> That o'er her right arm fell again;<br> And folded her arms across her chest,<br> And couched her head upon her breast,<br> And looked askance at Christabel-<br> Jesu, Maria, shield her well!<br> A snake's small eye blinks dull and shy,<br> And the lady's eyes they shrunk in her head,<br> Each shrunk up to a serpent's eye,<br> And with somewhat of malice, and more of dread,<br> At Christabel she looked askance!-<br> One moment- and the sight was fled!<br> But Christabel in dizzy trance<br> Stumbling on the unsteady ground<br> Shuddered aloud, with a hissing sound;<br> And Geraldine again turned round,<br> And like a thing that sought relief,<br> Full of wonder and full of grief,<br> She rolled her large bright eyes divine<br> Wildly on Sir Leoline.<br> The maid, alas! her thoughts are gone,<br> She nothing sees- no sight but one!<br> The maid, devoid of guile and sin,<br> I know not how, in fearful wise,<br> So deeply had she drunken in<br> That look, those shrunken serpent eyes,<br> That all her features were resigned<br> To this sole image in her mind:<br> And passively did imitate<br> That look of dull and treacherous hate!<br> And thus she stood, in dizzy trance,<br> Still picturing that look askance<br> With forced unconscious sympathy<br> Full before her father's view-<br> As far as such a look could be<br> In eyes so innocent and blue!<br> And when the trance was o'er, the maid<br> Paused awhile, and inly prayed:<br> Then falling at the Baron's feet,<br> 'By my mother's soul do I entreat<br> That thou this woman send away!'<br> She said: and more she could not say;<br> For what she knew she could not tell,<br> O'er-mastered by the mighty spell.<br> Why is thy cheek so wan and wild,<br> Sir Leoline? Thy only child<br> Lies at thy feet, thy joy, thy pride.<br> So fair, so innocent, so mild;<br> The same, for whom thy lady died!<br> O by the pangs of her dear mother<br> Think thou no evil of thy child!<br> For her, and thee, and for no other,<br> She prayed the moment ere she died:<br> Prayed that the babe for whom she died,<br> Might prove her dear lord's joy and pride!<br> That prayer her deadly pangs beguiled,<br> Sir Leoline!<br> And wouldst thou wrong thy only child,<br> Her child and thine?<br> Within the Baron's heart and brain<br> If thoughts, like these, had any share,<br> They only swelled his rage and pain,<br> And did but work confusion there.<br> His heart was cleft with pain and rage,<br> His cheeks they quivered, his eyes were wild,<br> Dishonored thus in his old age;<br> Dishonored by his only child,<br> And all his hospitality<br> To the insulted daughter of his friend<br> By more than woman's jealousy<br> Brought thus to a disgraceful end-<br> He rolled his eye with stern regard<br> Upon the gentle ministrel bard,<br> And said in tones abrupt, austere-<br> 'Why, Bracy! dost thou loiter here?<br> I bade thee hence!' The bard obeyed;<br> And turning from his own sweet maid,<br> The aged knight, Sir Leoline,<br> Led forth the lady Geraldine!<br> (Coleridge never finished the poem;<br> this conclusion is by James Gillman,<br> who cared for Coleridge during the<br> latter years. He wrote the following<br> based on what the poet would outline<br> for his friends.)<br> THE CONCLUSION TO PART II<br> A little child, a limber elf,<br> Singing, dancing to itself,<br> A fairy thing with red round cheeks,<br> That always finds, and never seeks,<br> Makes such a vision to the sight<br> As fills a father's eyes with light;<br> And pleasures flow in so thick and fast<br> Upon his heart, that he at last<br> Must needs express his love's excess<br> With words of unmeant bitterness.<br> Perhaps 'tis pretty to force together<br> Thoughts so all unlike each other;<br> To mutter and mock a broken charm,<br> To dally with wrong that does no harm.<br> Perhaps 'tis tender too and pretty<br> At each wild word to feel within<br> A sweet recoil of love and pity.<br> And what, if in a world of sin<br> (O sorrow and shame should this be true!)<br> Such giddiness of heart and brain<br> Comes seldom save from rage and pain,<br> So talks as it's most used to do.<br> THE END</p><br>Part I<br> <br> It is an ancient Mariner,<br> And he stoppeth one of three.<br> 'By thy long grey beard and glittering eye,<br> Now wherefore stopp'st thou me?<br> <br> The bridegroom's doors are opened wide,<br> And I am next of kin;<br> The guests are met, the feast is set:<br> Mayst hear the merry din.'<br> <br> He holds him with his skinny hand,<br> ‘There was a ship,’ quoth he.<br> 'Hold off! unhand me, grey-beard loon!'<br> Eftsoons his hand dropped he.<br> <br> He holds him with his glittering eye— <br> The Wedding-Guest stood still,<br> And listens like a three years' child:<br> The Mariner hath his will.<br> <br> The Wedding-Guest sat on a stone:<br> He cannot choose but hear;<br> And thus spake on that ancient man,<br> The bright-eyed Mariner.<br> <br> ‘The ship was cheered, the harbour cleared,<br> Merrily did we drop<br> Below the kirk, below the hill,<br> Below the lighthouse top.<br> <br> The sun came up upon the left,<br> Out of the sea came he!<br> And he shone bright, and on the right<br> Went down into the sea.<br> <br> Higher and higher every day,<br> Till over the mast at noon—’<br> The Wedding-Guest here beat his breast,<br> For he heard the loud bassoon.<br> <br> The bride hath paced into the hall,<br> Red as a rose is she;<br> Nodding their heads before her goes<br> The merry minstrelsy.<br> <br> The Wedding-Guest he beat his breast,<br> Yet he cannot choose but hear;<br> And thus spake on that ancient man,<br> The bright-eyed Mariner.<br> <br> ‘And now the storm-blast came, and he<br> Was tyrannous and strong:<br> He struck with his o'ertaking wings,<br> And chased us south along.<br> <br> With sloping masts and dipping prow,<br> As who pursued with yell and blow<br> Still treads the shadow of his foe,<br> And foward bends his head,<br> The ship drove fast, loud roared the blast,<br> And southward aye we fled.<br> <br> And now there came both mist and snow,<br> And it grew wondrous cold:<br> And ice, mast-high, came floating by,<br> As green as emerald.<br> <br> And through the drifts the snowy clifts<br> Did send a dismal sheen:<br> Nor shapes of men nor beasts we ken— <br> The ice was all between.<br> <br> The ice was here, the ice was there,<br> The ice was all around:<br> It cracked and growled, and roared and howled,<br> Like noises in a swound!<br> <br> At length did cross an Albatross,<br> Thorough the fog it came;<br> As it had been a Christian soul,<br> We hailed it in God's name.<br> <br> It ate the food it ne'er had eat,<br> And round and round it flew.<br> The ice did split with a thunder-fit;<br> The helmsman steered us through!<br> <br> And a good south wind sprung up behind;<br> The Albatross did follow,<br> And every day, for food or play,<br> Came to the mariner's hollo!<br> <br> In mist or cloud, on mast or shroud,<br> It perched for vespers nine;<br> Whiles all the night, through fog-smoke white,<br> Glimmered the white moonshine.’<br> <br> 'God save thee, ancient Mariner,<br> From the fiends that plague thee thus!— <br> Why look'st thou so?'—’With my crossbow<br> I shot the Albatross.’<br> <br> <br> Part II<br> <br> ‘The sun now rose upon the right:<br> Out of the sea came he,<br> Still hid in mist, and on the left<br> Went down into the sea.<br> <br> And the good south wind still blew behind,<br> But no sweet bird did follow,<br> Nor any day for food or play<br> Came to the mariners' hollo!<br> <br> And I had done a hellish thing,<br> And it would work 'em woe:<br> For all averred, I had killed the bird<br> That made the breeze to blow.<br> Ah wretch! said they, the bird to slay,<br> That made the breeze to blow!<br> <br> Nor dim nor red, like God's own head,<br> The glorious sun uprist:<br> Then all averred, I had killed the bird<br> That brought the fog and mist.<br> 'Twas right, said they, such birds to slay,<br> That bring the fog and mist.<br> <br> The fair breeze blew, the white foam flew,<br> The furrow followed free;<br> We were the first that ever burst<br> Into that silent sea.<br> <br> Down dropped the breeze, the sails dropped down,<br> 'Twas sad as sad could be;<br> And we did speak only to break<br> The silence of the sea!<br> <br> All in a hot and copper sky,<br> The bloody sun, at noon,<br> Right up above the mast did stand,<br> No bigger than the moon.<br> <br> Day after day, day after day,<br> We stuck, nor breath nor motion;<br> As idle as a painted ship<br> Upon a painted ocean.<br> <br> Water, water, every where,<br> And all the boards did shrink;<br> Water, water, every where,<br> Nor any drop to drink.<br> <br> The very deep did rot: O Christ!<br> That ever this should be!<br> Yea, slimy things did crawl with legs<br> Upon the slimy sea.<br> <br> About, about, in reel and rout<br> The death-fires danced at night;<br> The water, like a witch's oils,<br> Burnt green, and blue, and white.<br> <br> And some in dreams assured were<br> Of the Spirit that plagued us so;<br> Nine fathom deep he had followed us<br> From the land of mist and snow.<br> <br> And every tongue, through utter drought,<br> Was withered at the root;<br> We could not speak, no more than if<br> We had been choked with soot.<br> <br> Ah! well-a-day! what evil looks<br> Had I from old and young!<br> Instead of the cross, the Albatross<br> About my neck was hung.’<br> <br> <br> Part III<br> <br> ‘There passed a weary time. Each throat<br> Was parched, and glazed each eye.<br> A weary time! a weary time!<br> How glazed each weary eye— <br> When looking westward, I beheld<br> A something in the sky.<br> <br> At first it seemed a little speck,<br> And then it seemed a mist;<br> It moved and moved, and took at last<br> A certain shape, I wist.<br> <br> A speck, a mist, a shape, I wist!<br> And still it neared and neared:<br> As if it dodged a water-sprite,<br> It plunged and tacked and veered.<br> <br> With throats unslaked, with black lips baked,<br> We could nor laugh nor wail;<br> Through utter drought all dumb we stood!<br> I bit my arm, I sucked the blood,<br> And cried, A sail! a sail!<br> <br> With throats unslaked, with black lips baked,<br> Agape they heard me call:<br> Gramercy! they for joy did grin,<br> And all at once their breath drew in,<br> As they were drinking all.<br> <br> See! see! (I cried) she tacks no more!<br> Hither to work us weal;<br> Without a breeze, without a tide,<br> She steadies with upright keel!<br> <br> The western wave was all a-flame,<br> The day was well nigh done!<br> Almost upon the western wave<br> Rested the broad bright sun;<br> When that strange shape drove suddenly<br> Betwixt us and the sun.<br> <br> And straight the sun was flecked with bars,<br> (Heaven's Mother send us grace!)<br> As if through a dungeon-grate he peered<br> With broad and burning face.<br> <br> Alas! (thought I, and my heart beat loud)<br> How fast she nears and nears!<br> Are those her sails that glance in the sun,<br> Like restless gossameres?<br> <br> Are those her ribs through which the sun<br> Did peer, as through a grate?<br> And is that Woman all her crew?<br> Is that a Death? and are there two?<br> Is Death that Woman's mate?<br> <br> Her lips were red, her looks were free,<br> Her locks were yellow as gold:<br> Her skin was as white as leprosy,<br> The Nightmare Life-in-Death was she,<br> Who thicks man's blood with cold.<br> <br> The naked hulk alongside came,<br> And the twain were casting dice;<br> 'The game is done! I've won! I've won!'<br> Quoth she, and whistles thrice.<br> <br> The sun's rim dips; the stars rush out:<br> At one stride comes the dark;<br> With far-heard whisper o'er the sea,<br> Off shot the spectre-bark.<br> <br> We listened and looked sideways up!<br> Fear at my heart, as at a cup,<br> My life-blood seemed to sip!<br> The stars were dim, and thick the night,<br> The steersman's face by his lamp gleamed white;<br> From the sails the dew did drip— <br> Till clomb above the eastern bar<br> The horned moon, with one bright star<br> Within the nether tip.<br> <br> One after one, by the star-dogged moon,<br> Too quick for groan or sigh,<br> Each turned his face with a ghastly pang,<br> And cursed me with his eye.<br> <br> Four times fifty living men,<br> (And I heard nor sigh nor groan)<br> With heavy thump, a lifeless lump,<br> They dropped down one by one.<br> <br> The souls did from their bodies fly,— <br> They fled to bliss or woe!<br> And every soul it passed me by,<br> Like the whizz of my crossbow!’<br> <br> <br> Part IV<br> <br> 'I fear thee, ancient Mariner!<br> I fear thy skinny hand!<br> And thou art long, and lank, and brown,<br> As is the ribbed sea-sand.<br> <br> I fear thee and thy glittering eye,<br> And thy skinny hand, so brown.'— <br> ‘Fear not, fear not, thou Wedding-Guest!<br> This body dropped not down.<br> <br> Alone, alone, all, all alone,<br> Alone on a wide wide sea!<br> And never a saint took pity on<br> My soul in agony.<br> <br> The many men, so beautiful!<br> And they all dead did lie;<br> And a thousand thousand slimy things<br> Lived on; and so did I.<br> <br> I looked upon the rotting sea,<br> And drew my eyes away;<br> I looked upon the rotting deck,<br> And there the dead men lay.<br> <br> I looked to heaven, and tried to pray;<br> But or ever a prayer had gusht,<br> A wicked whisper came and made<br> My heart as dry as dust.<br> <br> I closed my lids, and kept them close,<br> And the balls like pulses beat;<br> Forthe sky and the sea, and the sea and the sky,<br> Lay like a load on my weary eye,<br> And the dead were at my feet.<br> <br> The cold sweat melted from their limbs,<br> Nor rot nor reek did they:<br> The look with which they looked on me<br> Had never passed away.<br> <br> An orphan's curse would drag to hell<br> A spirit from on high;<br> But oh! more horrible than that<br> Is the curse in a dead man's eye!<br> Seven days, seven nights, I saw that curse,<br> And yet I could not die.<br> <br> The moving moon went up the sky,<br> And no where did abide:<br> Softly she was going up,<br> And a star or two beside— <br> <br> Her beams bemocked the sultry main,<br> Like April hoar-frost spread;<br> But where the ship's huge shadow lay,<br> The charmed water burnt alway<br> A still and awful red.<br> <br> Beyond the shadow of the ship<br> I watched the water-snakes:<br> They moved in tracks of shining white,<br> And when they reared, the elfish light<br> Fell off in hoary flakes.<br> <br> Within the shadow of the ship<br> I watched their rich attire:<br> Blue, glossy green, and velvet black,<br> They coiled and swam; and every track<br> Was a flash of golden fire.<br> <br> O happy living things! no tongue<br> Their beauty might declare:<br> A spring of love gushed from my heart,<br> And I blessed them unaware:<br> Sure my kind saint took pity on me,<br> And I blessed them unaware.<br> <br> The selfsame moment I could pray;<br> And from my neck so free<br> The Albatross fell off, and sank<br> Like lead into the sea.’<br> <br> <br> Part V<br> <br> ‘Oh sleep! it is a gentle thing,<br> Beloved from pole to pole!<br> To Mary Queen the praise be given!<br> She sent the gentle sleep from heaven,<br> That slid into my soul.<br> <br> The silly buckets on the deck,<br> That had so long remained,<br> I dreamt that they were filled with dew;<br> And when I awoke, it rained.<br> <br> My lips were wet, my throat was cold,<br> My garments all were dank;<br> Sure I had drunken in my dreams,<br> And still my body drank.<br> <br> I moved, and could not feel my limbs:<br> I was so light—almost<br> I thought that I had died in sleep,<br> And was a blessed ghost.<br> <br> And soon I heard a roaring wind:<br> It did not come anear;<br> But with its sound it shook the sails,<br> That were so thin and sere.<br> <br> The upper air burst into life!<br> And a hundred fire-flags sheen,<br> To and fro they were hurried about!<br> And to and fro, and in and out,<br> The wan stars danced between.<br> <br> And the coming wind did roar more loud,<br> And the sails did sigh like sedge;<br> And the rain poured down from one black cloud;<br> The moon was at its edge.<br> <br> The thick black cloud was cleft, and still<br> The moon was at its side:<br> Like waters shot from some high crag,<br> The lightning fell with never a jag,<br> A river steep and wide.<br> <br> The loud wind never reached the ship,<br> Yet now the ship moved on!<br> Beneath the lightning and the moon<br> The dead men gave a groan.<br> <br> They groaned, they stirred, they all uprose,<br> Nor spake, nor moved their eyes;<br> It had been strange, even in a dream,<br> To have seen those dead men rise.<br> <br> The helmsman steered, the ship moved on;<br> Yet never a breeze up blew;<br> The mariners all 'gan work the ropes,<br> Where they were wont to do;<br> They raised their limbs like lifeless tools— <br> We were a ghastly crew.<br> <br> The body of my brother's son<br> Stood by me, knee to knee:<br> The body and I pulled at one rope,<br> But he said nought to me.’<br> <br> 'I fear thee, ancient Mariner!'<br> ‘Be calm, thou Wedding-Guest!<br> 'Twas not those souls that fled in pain,<br> Which to their corses came again,<br> But a troop of spirits blest:<br> <br> For when it dawned—they dropped their arms,<br> And clustered round the mast;<br> Sweet sounds rose slowly through their mouths,<br> And from their bodies passed.<br> <br> Around, around, flew each sweet sound,<br> Then darted to the sun;<br> Slowly the sounds came back again,<br> Now mixed, now one by one.<br> <br> Sometimes a-dropping from the sky<br> I heard the skylark sing;<br> Sometimes all little birds that are,<br> How they seemed to fill the sea and air<br> With their sweet jargoning!<br> <br> And now 'twas like all instruments,<br> Now like a lonely flute;<br> And now it is an angel's song,<br> That makes the heavens be mute.<br> <br> It ceased; yet still the sails made on<br> A pleasant noise till noon,<br> A noise like of a hidden brook<br> In the leafy month of June,<br> That to the sleeping woods all night<br> Singeth a quiet tune.<br> <br> Till noon we quietly sailed on,<br> Yet never a breeze did breathe;<br> Slowly and smoothly went the ship,<br> Moved onward from beneath.<br> <br> Under the keel nine fathom deep,<br> From the land of mist and snow,<br> The spirit slid: and it was he<br> That made the ship to go.<br> The sails at noon left off their tune,<br> And the ship stood still also.<br> <br> The sun, right up above the mast,<br> Had fixed her to the ocean:<br> But in a minute she 'gan stir,<br> With a short uneasy motion— <br> Backwards and forwards half her length<br> With a short uneasy motion.<br> <br> Then like a pawing horse let go,<br> She made a sudden bound:<br> It flung the blood into my head,<br> And I fell down in a swound.<br> <br> How long in that same fit I lay,<br> I have not to declare;<br> But ere my living life returned,<br> I heard and in my soul discerned<br> Two voices in the air.<br> <br> 'Is it he?' quoth one, 'Is this the man?<br> By him who died on cross,<br> With his cruel bow he laid full low<br> The harmless Albatross.<br> <br> The spirit who bideth by himself<br> In the land of mist and snow,<br> He loved the bird that loved the man<br> Who shot him with his bow.'<br> <br> The other was a softer voice,<br> As soft as honey-dew:<br> Quoth he, 'The man hath penance done,<br> And penance more will do.'<br> <br> <br> Part VI<br> <br> First Voice<br> <br> But tell me, tell me! speak again,<br> Thy soft response renewing— <br> What makes that ship drive on so fast?<br> What is the ocean doing?<br> <br> Second Voice<br> <br> Still as a slave before his lord,<br> The ocean hath no blast;<br> His great bright eye most silently<br> Up to the moon is cast— <br> <br> If he may know which way to go;<br> For she guides him smooth or grim.<br> See, brother, see! how graciously<br> She looketh down on him.<br> <br> First Voice<br> <br> But why drives on that ship so fast,<br> Without or wave or wind?<br> <br> Second Voice<br> <br> The air is cut away before,<br> And closes from behind.<br> <br> Fly, brother, fly! more high, more high!<br> Or we shall be belated:<br> For slow and slow that ship will go,<br> When the Mariner's trance is abated.<br> <br> ‘I woke, and we were sailing on<br> As in a gentle weather:<br> 'Twas night, calm night, the moon was high;<br> The dead men stood together.<br> <br> All stood together on the deck,<br> For a charnel-dungeon fitter:<br> All fixed on me their stony eyes,<br> That in the moon did glitter.<br> <br> The pang, the curse, with which they died,<br> Had never passed away:<br> I could not draw my eyes from theirs,<br> Nor turn them up to pray.<br> <br> And now this spell was snapped: once more<br> I viewed the ocean green,<br> And looked far forth, yet little saw<br> Of what had else been seen— <br> <br> Like one that on a lonesome road<br> Doth walk in fear and dread,<br> And having once turned round walks on,<br> And turns no more his head;<br> Because he knows a frightful fiend<br> Doth close behind him tread.<br> <br> But soon there breathed a wind on me,<br> Nor sound nor motion made:<br> Its path was not upon the sea,<br> In ripple or in shade.<br> <br> It raised my hair, it fanned my cheek<br> Like a meadow-gale of spring— <br> It mingled strangely with my fears,<br> Yet it felt like a welcoming.<br> <br> Swiftly, swiftly flew the ship,<br> Yet she sailed softly too:<br> Sweetly, sweetly blew the breeze— <br> On me alone it blew.<br> <br> Oh! dream of joy! is this indeed<br> The lighthouse top I see?<br> Is this the hill? is this the kirk?<br> Is this mine own country?<br> <br> We drifted o'er the harbour-bar,<br> And I with sobs did pray— <br> O let me be awake, my God!<br> Or let me sleep alway.<br> <br> The harbour-bay was clear as glass,<br> So smoothly it was strewn!<br> And on the bay the moonlight lay,<br> And the shadow of the moon.<br> <br> The rock shone bright, the kirk no less,<br> That stands above the rock:<br> The moonlight steeped in silentness<br> The steady weathercock.<br> <br> And the bay was white with silent light,<br> Till rising from the same,<br> Full many shapes, that shadows were,<br> In crimson colours came.<br> <br> A little distance from the prow<br> Those crimson shadows were:<br> I turned my eyes upon the deck— <br> Oh, Christ! what saw I there!<br> <br> Each corse lay flat, lifeless and flat,<br> And, by the holy rood!<br> A man all light, a seraph-man,<br> On every corse there stood.<br> <br> This seraph-band, each waved his hand:<br> It was a heavenly sight!<br> They stood as signals to the land,<br> Each one a lovely light;<br> <br> This seraph-band, each waved his hand,<br> No voice did they impart— <br> No voice; but oh! the silence sank<br> Like music on my heart.<br> <br> But soon I heard the dash of oars,<br> I heard the Pilot's cheer;<br> My head was turned perforce away,<br> And I saw a boat appear.<br> <br> The Pilot and the Pilot's boy,<br> I heard them coming fast:<br> Dear Lord in heaven! it was a joy<br> The dead men could not blast.<br> <br> I saw a third—I heard his voice:<br> It is the Hermit good!<br> He singeth loud his godly hymns<br> That he makes in the wood.<br> He'll shrieve my soul, he'll wash away<br> The Albatross's blood.’<br> <br> <br> Part VII<br> <br> ‘This Hermit good lives in that wood<br> Which slopes down to the sea.<br> How loudly his sweet voice he rears!<br> He loves to talk with marineers<br> That come from a far country.<br> <br> He kneels at morn, and noon, and eve— <br> He hath a cushion plump:<br> It is the moss that wholly hides<br> The rotted old oak-stump.<br> <br> The skiff-boat neared: I heard them talk,<br> 'Why, this is strange, I trow!<br> Where are those lights so many and fair,<br> That signal made but now?'<br> <br> 'Strange, by my faith!' the Hermit said— <br> 'And they answered not our cheer!<br> The planks looked warped! and see those sails,<br> How thin they are and sere!<br> I never saw aught like to them,<br> Unless perchance it were<br> <br> Brown skeletons of leaves that lag<br> My forest-brook along;<br> When the ivy-tod is heavy with snow,<br> And the owlet whoops to the wolf below,<br> That eats the she-wolf's young.'<br> <br> 'Dear Lord! it hath a fiendish look— <br> (The Pilot made reply)<br> I am afeared'—'Push on, push on!'<br> Said the Hermit cheerily.<br> <br> The boat came closer to the ship,<br> But I nor spake nor stirred;<br> The boat came close beneath the ship,<br> And straight a sound was heard.<br> <br> Under the water it rumbled on,<br> Still louder and more dread:<br> It reached the ship, it split the bay;<br> The ship went down like lead.<br> <br> Stunned by that loud and dreadful sound,<br> Which sky and ocean smote,<br> Like one that hath been seven days drowned<br> My body lay afloat;<br> But swift as dreams, myself I found<br> Within the Pilot's boat.<br> <br> Upon the whirl where sank the ship<br> The boat spun round and round;<br> And all was still, save that the hill<br> Was telling of the sound.<br> <br> I moved my lips—the Pilot shrieked<br> And fell down in a fit;<br> The holy Hermit raised his eyes,<br> And prayed where he did sit.<br> <br> I took the oars: the Pilot's boy,<br> Who now doth crazy go,<br> Laughed loud and long, and all the while<br> His eyes went to and fro.<br> 'Ha! ha!' quoth he, 'full plain I see,<br> The Devil knows how to row.'<br> <br> And now, all in my own country,<br> I stood on the firm land!<br> The Hermit stepped forth from the boat,<br> And scarcely he could stand.<br> <br> O shrieve me, shrieve me, holy man!<br> The Hermit crossed his brow.<br> 'Say quick,' quoth he 'I bid thee say— <br> What manner of man art thou?'<br> <br> Forthwith this frame of mine was wrenched<br> With a woeful agony,<br> Which forced me to begin my tale;<br> And then it left me free.<br> <br> Since then, at an uncertain hour,<br> That agony returns;<br> And till my ghastly tale is told,<br> This heart within me burns.<br> <br> I pass, like night, from land to land;<br> I have strange power of speech;<br> That moment that his face I see,<br> I know the man that must hear me:<br> To him my tale I teach.<br> <br> What loud uproar bursts from that door!<br> The wedding-guests are there:<br> But in the garden-bower the bride<br> And bride-maids singing are;<br> And hark the little vesper bell,<br> Which biddeth me to prayer!<br> <br> O Wedding-Guest! this soul hath been<br> Alone on a wide wide sea:<br> So lonely 'twas, that God himself<br> Scarce seemed there to be.<br> <br> O sweeter than the marriage-feast,<br> 'Tis sweeter far to me,<br> To walk together to the kirk<br> With a goodly company!— <br> <br> To walk together to the kirk,<br> And all together pray,<br> While each to his great Father bends,<br> Old men, and babes, and loving friends,<br> And youths and maidens gay!<br> <br> Farewell, farewell! but this I tell<br> To thee, thou Wedding-Guest!<br> He prayeth well, who loveth well<br> Both man and bird and beast.<br> <br> He prayeth best, who loveth best<br> All things both great and small;<br> For the dear God who loveth us,<br> He made and loveth all.’<br> <br> The Mariner, whose eye is bright,<br> Whose beard with age is hoar,<br> Is gone; and now the Wedding-Guest<br> Turned from the bridegroom's door.<br> <br> He went like one that hath been stunned,<br> And is of sense forlorn:<br> A sadder and a wiser man<br> He rose the morrow morn.</p><br>Sir, I admit your general rule,<br>That every poet is a fool,<br>But you yourself may serve to show it,<br>That every fool is not a poet.</p><br>All Nature seems at work. Slugs leave their lair—<br> The bees are stirring—birds are on the wing—<br> And Winter slumbering in the open air,<br> Wears on his smiling face a dream of Spring!<br> And I the while, the sole unbusy thing,<br> Nor honey make, nor pair, nor build, nor sing.<br> <br> Yet well I ken the banks where amaranths blow,<br> Have traced the fount whence streams of nectar flow.<br> Bloom, O ye amaranths! bloom for whom ye may,<br> For me ye bloom not! Glide, rich streams, away!<br> With lips unbrightened, wreathless brow, I stroll:<br> And would you learn the spells that drowse my soul?<br> Work without Hope draws nectar in a sieve,<br> And Hope without an object cannot live.<br> <br> (composed 21st February 1825)</p><br>The Frost performs its secret ministry,<br> Unhelped by any wind. The owlet's cry<br> Came loud, -and hark, again! loud as before.<br> The inmates of my cottage, all at rest,<br> Have left me to that solitude, which suits<br> Abstruser musings: save that at my side<br> My cradled infant slumbers peacefully.<br> 'Tis calm indeed! so calm, that it disturbs<br> And vexes meditation with its strange<br> And extreme silentness. Sea, hill, and wood,<br> With all the numberless goings-on of life,<br> Inaudible as dreams! the thin blue flame<br> Lies on my low-burnt fire, and quivers not;<br> Only that film, which fluttered on the grate,<br> Still flutters there, the sole unquiet thing.<br> Methinks its motion in this hush of nature<br> Gives it dim sympathies with me who live,<br> Making it a companionable form,<br> Whose puny flaps and freaks the idling Spirit<br> By its own moods interprets, every where<br> Echo or mirror seeking of itself,<br> And makes a toy of Thought.<br> <br> But O! how oft,<br> How oft, at school, with most believing mind,<br> Presageful, have I gazed upon the bars,<br> To watch that fluttering stranger! and as oft<br> With unclosed lids, already had I dreamt<br> Of my sweet birthplace, and the old church-tower,<br> Whose bells, the poor man's only music, rang<br> From morn to evening, all the hot Fair-day,<br> So sweetly, that they stirred and haunted me<br> With a wild pleasure, falling on mine ear<br> Most like articulate sounds of things to come!<br> So gazed I, till the soothing things, I dreamt,<br> Lulled me to sleep, and sleep prolonged my dreams!<br> And so I brooded all the following morn,<br> Awed by the stern preceptor's face, mine eye<br> Fixed with mock study on my swimming book:<br> Save if the door half opened, and I snatched<br> A hasty glance, and still my heart leaped up,<br> For still I hoped to see the stranger's face,<br> Townsman, or aunt, or sister more beloved,<br> My playmate when we both were clothed alike!<br> <br> Dear Babe, that sleepest cradled by my side,<br> Whose gentle breathings, heard in this deep calm,<br> Fill up the interspersed vacancies<br> And momentary pauses of the thought!<br> My babe so beautiful! it thrills my heart<br> With tender gladness, thus to look at thee,<br> And think that thou shalt learn far other lore,<br> And in far other scenes! For I was reared<br> In the great city, pent mid cloisters dim,<br> And saw nought lovely but the sky and stars.<br> But thou, my babe! shalt wander like a breeze<br> By lakes and sandy shores, beneath the crags<br> Of ancient mountain, and beneath the clouds,<br> Which image in their bulk both lakes and shores<br> And mountain crags: so shalt thou see and hear<br> The lovely shapes and sounds intelligible<br> Of that eternal language, which thy God<br> Utters, who from eternity doth teach<br> Himself in all, and all things in himself.<br> Great universal Teacher! he shall mould<br> Thy spirit, and by giving make it ask.<br> <br> Therefore all seasons shall be sweet to thee,<br> Whether the summer clothe the general earth<br> With greenness, or the redbreast sit and sing<br> Betwixt the tufts of snow on the bare branch<br> Of mossy apple-tree, while the nigh thatch<br> Smokes in the sun-thaw; whether the eave-drops fall<br> Heard only in the trances of the blast,<br> Or if the secret ministry of frost<br> Shall hang them up in silent icicles,<br> Quietly shining to the quiet Moon.</p><br>In Xanadu did Kubla Khan<br> A stately pleasure-dome decree:<br> Where Alph, the sacred river, ran<br> Through caverns measureless to man<br> Down to a sunless sea.<br> <br> So twice five miles of fertile ground<br> With walls and towers were girdled round:<br> And there were gardens bright with sinuous rills,<br> Where blossomed many an incense-bearing tree;<br> And here were forests ancient as the hills,<br> Enfolding sunny spots of greenery.<br> <br> But oh! that deep romantic chasm which slanted<br> Down the green hill athwart a cedarn cover!<br> A savage place! as holy and enchanted<br> As e'er beneath a waning moon was haunted<br> By woman wailing for her demon-lover!<br> And from this chasm, with ceaseless turmoil seething,<br> As if this earth in fast thick pants were breathing,<br> A mighty fountain momently was forced:<br> Amid whose swift half-intermitted burst<br> Huge fragments vaulted like rebounding hail,<br> Or chaffy grain beneath the thresher's flail:<br> And 'mid these dancing rocks at once and ever<br> It flung up momently the sacred river.<br> Five miles meandering with a mazy motion<br> Through wood and dale the sacred river ran,<br> Then reached the caverns measureless to man,<br> And sank in tumult to a lifeless ocean:<br> And 'mid this tumult Kubla heard from far<br> Ancestral voices prophesying war!<br> <br> The shadow of the dome of pleasure<br> Floated midway on the waves;<br> Where was heard the mingled measure<br> From the fountain and the caves.<br> It was a miracle of rare device,<br> A sunny pleasure-dome with caves of ice!<br> <br> A damsel with a dulcimer<br> In a vision once I saw:<br> It was an Abyssinian maid,<br> And on her dulcimer she played,<br> Singing of Mount Abora.<br> Could I revive within me<br> Her symphony and song,<br> To such a deep delight 'twould win me<br> That with music loud and long<br> I would build that dome in air,<br> That sunny dome! those caves of ice!<br> And all who heard should see them there,<br> And all should cry, Beware! Beware!<br> His flashing eyes, his floating hair!<br> Weave a circle round him thrice,<br> And close your eyes with holy dread,<br> For he on honey-dew hath fed<br> And drunk the milk of Paradise.</p><br>Well, they are gone, and here must I remain,<br> This lime-tree bower my prison! I have lost<br> Beauties and feelings, such as would have been<br> Most sweet to my remembrance even when age<br> Had dimm'd mine eyes to blindness! They, meanwhile,<br> Friends, whom I never more may meet again,<br> On springy heath, along the hill-top edge,<br> Wander in gladness, and wind down, perchance,<br> To that still roaring dell, of which I told;<br> The roaring dell, o'erwooded, narrow, deep,<br> And only speckled by the mid-day sun;<br> Where its slim trunk the ash from rock to rock<br> Flings arching like a bridge; -- that branchless ash,<br> Unsunn'd and damp, whose few poor yellow leaves<br> Ne'er tremble in the gale, yet tremble still,<br> Fann'd by the water-fall! and there my friends<br> Behold the dark green file of long lank weeds,<br> That all at once (a most fantastic sight!)<br> Still nod and drip beneath the dripping edge<br> Of the blue clay-stone.<br> Now, my friends emerge<br> Beneath the wide wide Heaven -- and view again<br> The many-steepled tract magnificent<br> Of hilly fields and meadows, and the sea,<br> With some fair bark, perhaps, whose sails light up<br> The slip of smooth clear blue betwixt two Isles<br> Of purple shadow! Yes! they wander on<br> In gladness all; but thou, methinks, most glad,<br> My gentle-hearted Charles! for thou hast pined<br> And hunger'd after Nature, many a year,<br> In the great City pent, winning thy way<br> With sad yet patient soul, through evil and pain<br> And strange calamity! Ah! slowly sink<br> Behind the western ridge, thou glorious Sun!<br> Shine in the slant beams of the sinking orb,<br> Ye purple heath-flowers! richlier burn, ye clouds!<br> Live in the yellow light, ye distant groves!<br> And kindle, thou blue Ocean! So my friend<br> Struck with deep joy may stand, as I have stood,<br> Silent with swimming sense; yea, gazing round<br> On the wide landscape, gaze till all doth seem<br> Less gross than bodily; and of such hues<br> As veil the Almighty Spirit, when yet he makes<br> Spirits perceive his presence.<br> A delight<br> Comes sudden on my heart, and I am glad<br> As I myself were there! Nor in this bower,<br> This little lime-tree bower, have I not mark'd<br> Much that has sooth'd me. Pale beneath the blaze<br> Hung the transparent foliage; and I watch'd<br> Some broad and sunny leaf, and lov'd to see<br> The shadow of the leaf and stem above<br> Dappling its sunshine! And that walnut-tree<br> Was richly ting'd, and a deep radiance lay<br> Full on the ancient ivy, which usurps<br> Those fronting elms, and now, with blackest mass<br> Makes their dark branches gleam a lighter hue<br> Through the late twilight; and though now the bat<br> Wheels silent by, and not a swallow twitters,<br> Yet still the solitary humble-bee<br> Sings in the bean-flower! Henceforth I shall know<br> That Nature ne'er deserts the wise and pure;<br> No plot so narrow, be but Nature there,<br> No waste so vacant, but may well employ<br> Each faculty of sense, and keep the heart<br> Awake to Love and Beauty! and sometimes<br> 'Tis well to be bereft of promis'd good,<br> That we may lift the soul, and contemplate<br> With lively joy the joys we cannot share.<br> My gentle-hearted Charles! when the last rook<br> Beat its straight path along the dusky air<br> Homewards, I blest it! deeming its black wing<br> (Now a dim speck, now vanishing in light)<br> Had cross'd the mighty Orb's dilated glory,<br> While thou stood'st gazing; or, when all was still,<br> Flew creaking o'er thy head, and had a charm<br> For thee, my gentle-hearted Charles, to whom<br> No sound is dissonant which tells of Life.</p>"}