{"id":"user36","title":"March","exclude_from_menu":"true","image":"Michael Mattigj.jpg","main_text":"Funeral Blues by W. H. Auden<br><br>Stop all the clocks, cut off the telephone,<br>Prevent the dog from barking with a juicy bone,<br>Silence the pianos and with muffled drum<br>Bring out the coffin, let the mourners come.<br><br>Let aeroplanes circle moaning overhead<br>Scribbling on the sky the message He is Dead.<br>Put crepe bows round the white necks of the public doves,<br>Let the traffic policemen wear black cotton gloves.<br><br>He was my North, my South, my East and West,<br>My working week and my Sunday rest,<br>My noon, my midnight, my talk, my song;<br>I thought that love would last forever: I was wrong.<br><br>The stars are not wanted now; put out every one,<br>Pack up the moon and dismantle the sun,<br>Pour away the ocean and sweep up the woods;<br>For nothing now can ever come to any good.</p><br>This day is linked with the events of Sharpeville, where 69 people died and 180 were wounded when police fired on a peaceful crowd that had gathered to protest against the Pass laws and an affirmation by common people, rising in unison to proclaim their rights, and it became an iconic date in our country’s troubled history.<br>We have added here one of the most famous speeches on human rights.<br><br>Martin Luther King, Jr. by I Have a Dream<br><br>I am happy to join with you today in what will go down in history as the greatest demonstration for freedom in the history of our nation.<br><br>Five score years ago, a great American, in whose symbolic shadow we stand today, signed the Emancipation Proclamation. This momentous decree came as a great beacon light of hope to millions of Negro slaves who had been seared in the flames of withering injustice. It came as a joyous daybreak to end the long night of their captivity.<br><br>But one hundred years later, the Negro still is not free. One hundred years later, the life of the Negro is still sadly crippled by the manacles of segregation and the chains of discrimination. One hundred years later, the Negro lives on a lonely island of poverty in the midst of a vast ocean of material prosperity. One hundred years later, the Negro is still languished in the corners of American society and finds himself an exile in his own land. And so we've come here today to dramatize a shameful condition.<br><br>In a sense we've come to our nation's capital to cash a check. When the architects of our republic wrote the magnificent words of the Constitution and the Declaration of Independence, they were signing a promissory note to which every American was to fall heir. This note was a promise that all men, yes, black men as well as white men, would be guaranteed the ‘unalienable Rights’ of ‘Life, Liberty and the pursuit of Happiness.’ It is obvious today that America has defaulted on this promissory note, insofar as her citizens of color are concerned. Instead of honoring this sacred obligation, America has given the Negro people a bad check, a check which has come back marked ‘insufficient funds.’<br><br>But we refuse to believe that the bank of justice is bankrupt. We refuse to believe that there are insufficient funds in the great vaults of opportunity of this nation. And so, we've come to cash this check, a check that will give us upon demand the riches of freedom and the security of justice.<br><br>We have also come to this hallowed spot to remind America of the fierce urgency of Now. This is no time to engage in the luxury of cooling off or to take the tranquilizing drug of gradualism. Now is the time to make real the promises of democracy. Now is the time to rise from the dark and desolate valley of segregation to the sunlit path of racial justice. Now is the time to lift our nation from the quicksands of racial injustice to the solid rock of brotherhood. Now is the time to make justice a reality for all of God's children.<br><br>It would be fatal for the nation to overlook the urgency of the moment. This sweltering summer of the Negro's legitimate discontent will not pass until there is an invigorating autumn of freedom and equality. Nineteen sixty-three is not an end, but a beginning. And those who hope that the Negro needed to blow off steam and will now be content will have a rude awakening if the nation returns to business as usual. And there will be neither rest nor tranquility in America until the Negro is granted his citizenship rights. The whirlwinds of revolt will continue to shake the foundations of our nation until the bright day of justice emerges.<br><br>But there is something that I must say to my people, who stand on the warm threshold which leads into the palace of justice: In the process of gaining our rightful place, we must not be guilty of wrongful deeds. Let us not seek to satisfy our thirst for freedom by drinking from the cup of bitterness and hatred. We must forever conduct our struggle on the high plane of dignity and discipline. We must not allow our creative protest to degenerate into physical violence. Again and again, we must rise to the majestic heights of meeting physical force with soul force.<br><br>The marvelous new militancy which has engulfed the Negro community must not lead us to a distrust of all white people, for many of our white brothers, as evidenced by their presence here today, have come to realize that their destiny is tied up with our destiny. And they have come to realize that their freedom is inextricably bound to our freedom.<br><br>We cannot walk alone.<br><br>And as we walk, we must make the pledge that we shall always march ahead.<br><br>We cannot turn back.<br><br>There are those who are asking the devotees of civil rights, ‘When will you be satisfied?’ We can never be satisfied as long as the Negro is the victim of the unspeakable horrors of police brutality. We can never be satisfied as long as our bodies, heavy with the fatigue of travel, cannot gain lodging in the motels of the highways and the hotels of the cities. We cannot be satisfied as long as the negro's basic mobility is from a smaller ghetto to a larger one. We can never be satisfied as long as our children are stripped of their self-hood and robbed of their dignity by signs stating: ‘For Whites Only.’ We cannot be satisfied as long as a Negro in Mississippi cannot vote and a Negro in New York believes he has nothing for which to vote. No, no, we are not satisfied, and we will not be satisfied until ‘justice rolls down like waters, and righteousness like a mighty stream.’<br><br>I am not unmindful that some of you have come here out of great trials and tribulations. Some of you have come fresh from narrow jail cells. And some of you have come from areas where your quest -- quest for freedom left you battered by the storms of persecution and staggered by the winds of police brutality. You have been the veterans of creative suffering. Continue to work with the faith that unearned suffering is redemptive. Go back to Mississippi, go back to Alabama, go back to South Carolina, go back to Georgia, go back to Louisiana, go back to the slums and ghettos of our northern cities, knowing that somehow this situation can and will be changed.<br><br>Let us not wallow in the valley of despair, I say to you today, my friends.<br><br>And so even though we face the difficulties of today and tomorrow, I still have a dream. It is a dream deeply rooted in the American dream.<br><br>I have a dream that one day this nation will rise up and live out the true meaning of its creed: ‘We hold these truths to be self-evident, that all men are created equal.’<br><br>I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit down together at the table of brotherhood.<br><br>I have a dream that one day even the state of Mississippi, a state sweltering with the heat of injustice, sweltering with the heat of oppression, will be transformed into an oasis of freedom and justice.<br><br>I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character.<br><br>I have a dream today!<br><br>I have a dream that one day, down in Alabama, with its vicious racists, with its governor having his lips dripping with the words of ‘interposition’ and ‘nullification’ -- one day right there in Alabama little black boys and black girls will be able to join hands with little white boys and white girls as sisters and brothers.<br><br>I have a dream today!<br><br>I have a dream that one day every valley shall be exalted, and every hill and mountain shall be made low, the rough places will be made plain, and the crooked places will be made straight; ‘and the glory of the Lord shall be revealed and all flesh shall see it together.’<br><br>This is our hope, and this is the faith that I go back to the South with.<br><br>With this faith, we will be able to hew out of the mountain of despair a stone of hope. With this faith, we will be able to transform the jangling discords of our nation into a beautiful symphony of brotherhood. With this faith, we will be able to work together, to pray together, to struggle together, to go to jail together, to stand up for freedom together, knowing that we will be free one day.<br><br>And this will be the day -- this will be the day when all of God's children will be able to sing with new meaning:<br><br>My country 'tis of thee, sweet land of liberty, of thee I sing.<br><br>Land where my fathers died, land of the Pilgrim's pride,<br><br>From every mountainside, let freedom ring!<br><br>And if America is to be a great nation, this must become true.<br><br>And so let freedom ring from the prodigious hilltops of New Hampshire.<br><br>Let freedom ring from the mighty mountains of New York.<br><br>Let freedom ring from the heightening Alleghenies of Pennsylvania.<br><br>Let freedom ring from the snow-capped Rockies of Colorado.<br><br>Let freedom ring from the curvaceous slopes of California.<br><br>But not only that:<br><br>Let freedom ring from Stone Mountain of Georgia.<br><br>Let freedom ring from Lookout Mountain of Tennessee.<br><br>Let freedom ring from every hill and molehill of Mississippi.<br><br>From every mountainside, let freedom ring.<br><br>And when this happens, and when we allow freedom ring, when we let it ring from every village and every hamlet, from every state and every city, we will be able to speed up that day when all of God's children, black men and white men, Jews and Gentiles, Protestants and Catholics, will be able to join hands and sing in the words of the old Negro spiritual:<br><br>Free at last! Free at last!<br><br>Thank God Almighty, we are free at last!</p><br>It all began in 1993 when the United Nations General Assembly declared 22 March as 'World Day for Water'. To show support, we are all encouraged to not use taps throughout the whole day.</p><br>In 1989 the 300 m/1000 ft asteroid, 4581 Asclepius, named after the Greek demigod of medicine and healing, missed the Earth just by 684,000 km/425,000 mi. It's said the asteroid passed through the position our planet was just 6 hours before. A collision would be comparable with an explosion of a 600 megaton atomic bomb. Apparently, this happens every two to three years, where objects the size of Asclepius pass our Earth. This used to be an undetected phenomena before the start of computerized near-Earth object search.</p><br>This month we celebrate the firsts signs of spring, the new life, the flowers, the birds, the sun. Winter has passed. Let's go out and enjoy the sunshine.</p><br>Professions for Women by Virginia Woolf<br><br>When your secretary invited me to come here, she told me that your Society is concerned with the employment of women and she suggested that I might tell you something about my own professional experiences. It is true I am a woman; it is true I am employed; but what professional experiences have I had? It is difficult to say. My profession is literature; and in that profession there are fewer experiences for women than in any other, with the exception of the stage — fewer, I mean, that are peculiar to women. For the road was cut many years ago — by Fanny Burney, by Aphra Behn, by Harriet Martineau, by Jane Austen, by George Eliot — many famous women, and many more unknown and forgotten, have been before me, making the path smooth, and regulating my steps. Thus, when I came to write, there were very few material obstacles in my way. Writing was a reputable and harmless occupation. The family peace was not broken by the scratching of a pen. No demand was made upon the family purse. For ten and sixpence one can buy paper enough to write all the plays of Shakespeare — if one has a mind that way. Pianos and models, Paris, Vienna and Berlin, masters and mistresses, are not needed by a writer. The cheapness of writing paper is, of course, the reason why women have succeeded as writers before they have succeeded in the other professions.<br><br>But to tell you my story — it is a simple one. You have only got to figure to yourselves a girl in a bedroom with a pen in her hand. She had only to move that pen from left to right — from ten o’clock to one. Then it occurred to her to do what is simple and cheap enough after all — to slip a few of those pages into an envelope, fix a penny stamp in the corner, and drop the envelope into the red box at the corner. It was thus that I became a journalist; and my effort was rewarded on the first day of the following month — a very glorious day it was for me — by a letter from an editor containing a cheque for one pound ten shillings and sixpence. But to show you how little I deserve to be called a professional woman, how little I know of the struggles and difficulties of such lives, I have to admit that instead of spending that sum upon bread and butter, rent, shoes and stockings, or butcher’s bills, I went out and bought a cat — a beautiful cat, a Persian cat, which very soon involved me in bitter disputes with my neighbours.<br><br>What could be easier than to write articles and to buy Persian cats with the profits? But wait a moment. Articles have to be about something. Mine, I seem to remember, was about a novel by a famous man. And while I was writing this review, I discovered that if I were going to review books I should need to do battle with a certain phantom. And the phantom was a woman, and when I came to know her better I called her after the heroine of a famous poem, The Angel in the House. It was she who used to come between me and my paper when I was writing reviews. It was she who bothered me and wasted my time and so tormented me that at last I killed her. You who come of a younger and happier generation may not have heard of her — you may not know what I mean by the Angel in the House. I will describe her as shortly as I can. She was intensely sympathetic. She was immensely charming. She was utterly unselfish. She excelled in the difficult arts of family life. She sacrificed herself daily. If there was chicken, she took the leg; if there was a draught she sat in it — in short she was so constituted that she never had a mind or a wish of her own, but preferred to sympathize always with the minds and wishes of others. Above all — I need not say it —-she was pure. Her purity was supposed to be her chief beauty — her blushes, her great grace. In those days — the last of Queen Victoria — every house had its Angel. And when I came to write I encountered her with the very first words. The shadow of her wings fell on my page; I heard the rustling of her skirts in the room. Directly, that is to say, I took my pen in my hand to review that novel by a famous man, she slipped behind me and whispered: “My dear, you are a young woman. You are writing about a book that has been written by a man. Be sympathetic; be tender; flatter; deceive; use all the arts and wiles of our sex. Never let anybody guess that you have a mind of your own. Above all, be pure.” And she made as if to guide my pen. I now record the one act for which I take some credit to myself, though the credit rightly belongs to some excellent ancestors of mine who left me a certain sum of money — shall we say five hundred pounds a year? — so that it was not necessary for me to depend solely on charm for my living. I turned upon her and caught her by the throat. I did my best to kill her. My excuse, if I were to be had up in a court of law, would be that I acted in self-defence. Had I not killed her she would have killed me. She would have plucked the heart out of my writing. For, as I found, directly I put pen to paper, you cannot review even a novel without having a mind of your own, without expressing what you think to be the truth about human relations, morality, sex. And all these questions, according to the Angel of the House, cannot be dealt with freely and openly by women; they must charm, they must conciliate, they must — to put it bluntly — tell lies if they are to succeed. Thus, whenever I felt the shadow of her wing or the radiance of her halo upon my page, I took up the inkpot and flung it at her. She died hard. Her fictitious nature was of great assistance to her. It is far harder to kill a phantom than a reality. She was always creeping back when I thought I had despatched her. Though I flatter myself that I killed her in the end, the struggle was severe; it took much time that had better have been spent upon learning Greek grammar; or in roaming the world in search of adventures. But it was a real experience; it was an experience that was bound to befall all women writers at that time. Killing the Angel in the House was part of the occupation of a woman writer.<br><br>But to continue my story. The Angel was dead; what then remained? You may say that what remained was a simple and common object — a young woman in a bedroom with an inkpot. In other words, now that she had rid herself of falsehood, that young woman had only to be herself. Ah, but what is “herself”? I mean, what is a woman? I assure you, I do not know. I do not believe that you know. I do not believe that anybody can know until she has expressed herself in all the arts and professions open to human skill. That indeed is one of the reasons why I have come here out of respect for you, who are in process of showing us by your experiments what a woman is, who are in process Of providing us, by your failures and successes, with that extremely important piece of information.<br><br>But to continue the story of my professional experiences. I made one pound ten and six by my first review; and I bought a Persian cat with the proceeds. Then I grew ambitious. A Persian cat is all very well, I said; but a Persian cat is not enough. I must have a motor car. And it was thus that I became a novelist — for it is a very strange thing that people will give you a motor car if you will tell them a story. It is a still stranger thing that there is nothing so delightful in the world as telling stories. It is far pleasanter than writing reviews of famous novels. And yet, if I am to obey your secretary and tell you my professional experiences as a novelist, I must tell you about a very strange experience that befell me as a novelist. And to understand it you must try first to imagine a novelist’s state of mind. I hope I am not giving away professional secrets if I say that a novelist’s chief desire is to be as unconscious as possible. He has to induce in himself a state of perpetual lethargy. He wants life to proceed with the utmost quiet and regularity. He wants to see the same faces, to read the same books, to do the same things day after day, month after month, while he is writing, so that nothing may break the illusion in which he is living — so that nothing may disturb or disquiet the mysterious nosings about, feelings round, darts, dashes and sudden discoveries of that very shy and illusive spirit, the imagination. I suspect that this state is the same both for men and women. Be that as it may, I want you to imagine me writing a novel in a state of trance. I want you to figure to yourselves a girl sitting with a pen in her hand, which for minutes, and indeed for hours, she never dips into the inkpot. The image that comes to my mind when I think of this girl is the image of a fisherman lying sunk in dreams on the verge of a deep lake with a rod held out over the water. She was letting her imagination sweep unchecked round every rock and cranny of the world that lies submerged in the depths of our unconscious being. Now came the experience, the experience that I believe to be far commoner with women writers than with men. The line raced through the girl’s fingers. Her imagination had rushed away. It had sought the pools, the depths, the dark places where the largest fish slumber. And then there was a smash. There was an explosion. There was foam and confusion. The imagination had dashed itself against something hard. The girl was roused from her dream. She was indeed in a state of the most acute and difficult distress. To speak without figure she had thought of something, something about the body, about the passions which it was unfitting for her as a woman to say. Men, her reason told her, would be shocked. The consciousness of — what men will say of a woman who speaks the truth about her passions had roused her from her artist’s state of unconsciousness. She could write no more. The trance was over. Her imagination could work no longer. This I believe to be a very common experience with women writers — they are impeded by the extreme conventionality of the other sex. For though men sensibly allow themselves great freedom in these respects, I doubt that they realize or can control the extreme severity with which they condemn such freedom in women.<br><br>These then were two very genuine experiences of my own. These were two of the adventures of my professional life. The first — killing the Angel in the House — I think I solved. She died. But the second, telling the truth about my own experiences as a body, I do not think I solved. I doubt that any woman has solved it yet. The obstacles against her are still immensely powerful — and yet they are very difficult to define. Outwardly, what is simpler than to write books? Outwardly, what obstacles are there for a woman rather than for a man? Inwardly, I think, the case is very different; she has still many ghosts to fight, many prejudices to overcome. Indeed it will be a long time still, I think, before a woman can sit down to write a book without finding a phantom to be slain, a rock to be dashed against. And if this is so in literature, the freest of all professions for women, how is it in the new professions which you are now for the first time entering?<br><br>Those are the questions that I should like, had I time, to ask you. And indeed, if I have laid stress upon these professional experiences of mine, it is because I believe that they are, though in different forms, yours also. Even when the path is nominally open — when there is nothing to prevent a woman from being a doctor, a lawyer, a civil servant — there are many phantoms and obstacles, as I believe, looming in her way. To discuss and define them is I think of great value and importance; for thus only can the labour be shared, the difficulties be solved. But besides this, it is necessary also to discuss the ends and the aims for which we are fighting, for which we are doing battle with these formidable obstacles. Those aims cannot be taken for granted; they must be perpetually questioned and examined. The whole position, as I see it — here in this hall surrounded by women practising for the first time in history I know not how many different professions — is one of extraordinary interest and importance. You have won rooms of your own in the house hitherto exclusively owned by men. You are able, though not without great labour and effort, to pay the rent. You are earning your five hundred pounds a year. But this freedom is only a beginning — the room is your own, but it is still bare. It has to be furnished; it has to be decorated; it has to be shared. How are you going to furnish it, how are you going to decorate it? With whom are you going to share it, and upon what terms? These, I think are questions of the utmost importance and interest. For the first time in history you are able to ask them; for the first time you are able to decide for yourselves what the answers should be. Willingly would I stay and discuss those questions and answers — but not to-night. My time is up; and I must cease.</p><br>Robert Frost was born in San Francisco, but after his father died when he was eight, his family moved to Lawrence, Massachusetts. He attended Dartmouth College in Hanover, New Hampshire, where he became interested in poetry.<br>In 1912 he moved to England with his wife where he befriended the poet Ezra Pound, who helped promote and publish his work. Three years later he returned to America where he became one of the most celebrated poets of the twentieth century, winning numerous awards along the way, including four Pulitzer Prizes. His work is best known for portraying the rural life of New England, using such settings to examine the complexity of different social and philosophical themes.<br>We have included here one of our favourite poems.<br><br>Mowing by Robert Frost<br><br>There was never a sound beside the wood but one,<br>And that was my long scythe whispering to the ground.<br>What was it it whispered? I knew not well myself;<br>Perhaps it was something about the heat of the sun,<br>Something, perhaps, about the lack of sound—<br>And that was why it whispered and did not speak.<br>It was no dream of the gift of idle hours,<br>Or easy gold at the hand of fay or elf:<br>Anything more than the truth would have seemed too weak<br>To the earnest love that laid the swale in rows,<br>Not without feeble-pointed spikes of flowers<br>(Pale orchises), and scared a bright green snake.<br>The fact is the sweetest dream that labor knows.<br>My long scythe whispered and left the hay to make.</p><br>One of the most influential poets in America, Walt Whitman was born on 31st of March, 1819 and died 72 years later. His work is considered to breaks the boundaries of poetic form and is generally prose-like.<br><br>As I Ponder’d in Silence. by Walt Whitman<br><br>1<br><br>AS I ponder’d in silence,<br>Returning upon my poems, considering, lingering long,<br>A Phantom arose before me, with distrustful aspect,<br>Terrible in beauty, age, and power,<br>The genius of poets of old lands,<br>As to me directing like flame its eyes,<br>With finger pointing to many immortal songs,<br>And menacing voice, What singest thou? it said;<br>Know’st thou not, there is but one theme for ever-enduring bards?<br>And that is the theme of War, the fortune of battles,<br>The making of perfect soldiers?<br><br>2<br><br>Be it so, then I answer’d,<br>I too, haughty Shade, also sing war—and a longer and greater one than<br>any,<br>Waged in my book with varying fortune—with flight, advance, and<br>retreat—Victory deferr’d and wavering,<br>(Yet, methinks, certain, or as good as certain, at the last,)—The<br>field the world;<br>For life and death—for the Body, and for the eternal Soul,<br>Lo! too am come, chanting the chant of battles,<br>I, above all, promote brave soldiers. </p><br>On this day we celebrate on of the most influential directors of his generation. He grew up obsessed with film and spend a lot of his time working in a video store where he got most of his inspiration for his future works. Some of our favourite titles from his collection are Pulp Fiction, Reservoir Dogs and, from his more recent work, Django Unchaind.</p><br>This day was created in 1961 by the International Theatre Institute. Every year events are organised to celebrate this occasion. We have shared with you a play by T. S. Eliot<br><br>Four Quartets by T. S. Eliot<br><br>BURNT NORTON<br><br>I<br><br>Time present and time past<br>Are both perhaps present in time future,<br>And time future contained in time past.<br>If all time is eternally present<br>All time is unredeemable.<br>What might have been is an abstraction<br>Remaining a perpetual possibility<br>Only in a world of speculation.<br>What might have been and what has been<br>Point to one end, which is always present.<br>Footfalls echo in the memory<br>Down the passage which we did not take<br>Towards the door we never opened<br>Into the rose-garden. My words echo<br>Thus, in your mind.<br>But to what purpose<br>Disturbing the dust on a bowl of rose-leaves<br>I do not know.<br>Other echoes<br>Inhabit the garden. Shall we follow?<br>Quick, said the bird, find them, find them,<br>Round the corner. Through the first gate,<br>Into our first world, shall we follow<br>The deception of the thrush? Into our first world.<br>There they were, dignified, invisible,<br>Moving without pressure, over the dead leaves,<br>In the autumn heat, through the vibrant air,<br>And the bird called, in response to<br>The unheard music hidden in the shrubbery,<br>And the unseen eyebeam crossed, for the roses<br>Had the look of flowers that are looked at.<br>There they were as our guests, accepted and accepting.<br>So we moved, and they, in a formal pattern,<br>Along the empty alley, into the box circle,<br>To look down into the drained pool.<br>Dry the pool, dry concrete, brown edged,<br>And the pool was filled with water out of sunlight,<br>And the lotos rose, quietly, quietly,<br>The surface glittered out of heart of light,<br>And they were behind us, reflected in the pool.<br>Then a cloud passed, and the pool was empty.<br>Go, said the bird, for the leaves were full of children,<br>Hidden excitedly, containing laughter.<br>Go, go, go, said the bird: human kind<br>Cannot bear very much reality.<br>Time past and time future<br>What might have been and what has been<br>Point to one end, which is always present.<br><br>II<br><br>Garlic and sapphires in the mud<br>Clot the bedded axle-tree.<br>The trilling wire in the blood<br>Sings below inveterate scars<br>Appeasing long forgotten wars.<br>The dance along the artery<br>The circulation of the lymph<br>Are figured in the drift of stars<br>Ascend to summer in the tree<br>We move above the moving tree<br>In light upon the figured leaf<br>And hear upon the sodden floor<br>Below, the boarhound and the boar<br>Pursue their pattern as before<br>But reconciled among the stars.<br><br> At the still point of the turning world. Neither flesh nor fleshless;<br>Neither from nor towards; at the still point, there the dance is,<br>But neither arrest nor movement. And do not call it fixity,<br>Where past and future are gathered. Neither movement from nor towards,<br>Neither ascent nor decline. Except for the point, the still point,<br>There would be no dance, and there is only the dance.<br>I can only say, there we have been: but I cannot say where.<br>And I cannot say, how long, for that is to place it in time.<br>The inner freedom from the practical desire,<br>The release from action and suffering, release from the inner<br>And the outer compulsion, yet surrounded<br>By a grace of sense, a white light still and moving,<br>Erhebung without motion, concentration<br>Without elimination, both a new world<br>And the old made explicit, understood<br>In the completion of its partial ecstasy,<br>The resolution of its partial horror.<br>Yet the enchainment of past and future<br>Woven in the weakness of the changing body,<br>Protects mankind from heaven and damnation<br>Which flesh cannot endure.<br>Time past and time future<br>Allow but a little consciousness.<br>To be conscious is not to be in time<br>But only in time can the moment in the rose-garden,<br>The moment in the arbour where the rain beat,<br>The moment in the draughty church at smokefall<br>Be remembered; involved with past and future.<br>Only through time time is conquered.<br><br>III<br><br>Here is a place of disaffection<br>Time before and time after<br>In a dim light: neither daylight<br>Investing form with lucid stillness<br>Turning shadow into transient beauty<br>With slow rotation suggesting permanence<br>Nor darkness to purify the soul<br>Emptying the sensual with deprivation<br>Cleansing affection from the temporal.<br>Neither plenitude nor vacancy. Only a flicker<br>Over the strained time-ridden faces<br>Distracted from distraction by distraction<br>Filled with fancies and empty of meaning<br>Tumid apathy with no concentration<br>Men and bits of paper, whirled by the cold wind<br>That blows before and after time,<br>Wind in and out of unwholesome lungs<br>Time before and time after.<br>Eructation of unhealthy souls<br>Into the faded air, the torpid<br>Driven on the wind that sweeps the gloomy hills of London,<br>Hampstead and Clerkenwell, Campden and Putney,<br>Highgate, Primrose and Ludgate. Not here<br>Not here the darkness, in this twittering world.<br><br>Descend lower, descend only<br>Into the world of perpetual solitude,<br>World not world, but that which is not world,<br>Internal darkness, deprivation<br>And destitution of all property,<br>Desiccation of the world of sense,<br>Evacuation of the world of fancy,<br>Inoperancy of the world of spirit;<br>This is the one way, and the other<br>Is the same, not in movement<br>But abstention from movement; while the world moves<br>In appetency, on its metalled ways<br>Of time past and time future.<br><br>IV<br><br>Time and the bell have buried the day,<br>The black cloud carries the sun away.<br>Will the sunflower turn to us, will the clematis<br>Stray down, bend to us; tendril and spray<br>Clutch and cling?<br><br>Chill<br>Fingers of yew be curled<br>Down on us? After the kingfisher's wing<br>Has answered light to light, and is silent, the light is still<br>At the still point of the turning world.<br><br> V<br><br>Words move, music moves<br>Only in time; but that which is only living<br>Can only die. Words, after speech, reach<br>Into the silence. Only by the form, the pattern,<br>Can words or music reach<br>The stillness, as a Chinese jar still<br>Moves perpetually in its stillness.<br>Not the stillness of the violin, while the note lasts,<br>Not that only, but the co-existence,<br>Or say that the end precedes the beginning,<br>And the end and the beginning were always there<br>Before the beginning and after the end.<br>And all is always now. Words strain,<br>Crack and sometimes break, under the burden,<br>Under the tension, slip, slide, perish,<br>Decay with imprecision, will not stay in place,<br>Will not stay still. Shrieking voices<br>Scolding, mocking, or merely chattering,<br>Always assail them. The Word in the desert<br>Is most attacked by voices of temptation,<br>The crying shadow in the funeral dance,<br>The loud lament of the disconsolate chimera.<br><br>The detail of the pattern is movement,<br>As in the figure of the ten stairs.<br>Desire itself is movement<br>Not in itself desirable;<br>Love is itself unmoving,<br>Only the cause and end of movement,<br>Timeless, and undesiring<br>Except in the aspect of time<br>Caught in the form of limitation<br>Between un-being and being.<br>Sudden in a shaft of sunlight<br>Even while the dust moves<br>There rises the hidden laughter<br>Of children in the foliage<br>Quick now, here, now, always—<br>Ridiculous the waste sad time<br>Stretching before and after.<br><br>EAST COKER<br><br>I<br><br>In my beginning is my end. In succession<br>Houses rise and fall, crumble, are extended,<br>Are removed, destroyed, restored, or in their place<br>Is an open field, or a factory, or a by-pass.<br>Old stone to new building, old timber to new fires,<br>Old fires to ashes, and ashes to the earth<br>Which is already flesh, fur and faeces,<br>Bone of man and beast, cornstalk and leaf.<br>Houses live and die: there is a time for building<br>And a time for living and for generation<br>And a time for the wind to break the loosened pane<br>And to shake the wainscot where the field-mouse trots<br>And to shake the tattered arras woven with a silent motto.<br><br>In my beginning is my end. Now the light falls<br>Across the open field, leaving the deep lane<br>Shuttered with branches, dark in the afternoon,<br>Where you lean against a bank while a van passes,<br>And the deep lane insists on the direction<br>Into the village, in the electric heat<br>Hypnotised. In a warm haze the sultry light<br>Is absorbed, not refracted, by grey stone.<br>The dahlias sleep in the empty silence.<br>Wait for the early owl.<br><br>In that open field<br>If you do not come too close, if you do not come too close,<br>On a summer midnight, you can hear the music<br>Of the weak pipe and the little drum<br>And see them dancing around the bonfire<br>The association of man and woman<br>In daunsinge, signifying matrimonie—<br>A dignified and commodiois sacrament.<br>Two and two, necessarye coniunction,<br>Holding eche other by the hand or the arm<br>Whiche betokeneth concorde. Round and round the fire<br>Leaping through the flames, or joined in circles,<br>Rustically solemn or in rustic laughter<br>Lifting heavy feet in clumsy shoes,<br>Earth feet, loam feet, lifted in country mirth<br>Mirth of those long since under earth<br>Nourishing the corn. Keeping time,<br>Keeping the rhythm in their dancing<br>As in their living in the living seasons<br>The time of the seasons and the constellations<br>The time of milking and the time of harvest<br>The time of the coupling of man and woman<br>And that of beasts. Feet rising and falling.<br>Eating and drinking. Dung and death.<br><br>Dawn points, and another day<br>Prepares for heat and silence. Out at sea the dawn wind<br>Wrinkles and slides. I am here<br>Or there, or elsewhere. In my beginning.<br><br>II<br><br>What is the late November doing<br>With the disturbance of the spring<br>And creatures of the summer heat,<br>And snowdrops writhing under feet<br>And hollyhocks that aim too high<br>Red into grey and tumble down<br>Late roses filled with early snow?<br>Thunder rolled by the rolling stars<br>Simulates triumphal cars<br>Deployed in constellated wars<br>Scorpion fights against the Sun<br>Until the Sun and Moon go down<br>Comets weep and Leonids fly<br>Hunt the heavens and the plains<br>Whirled in a vortex that shall bring<br>The world to that destructive fire<br>Which burns before the ice-cap reigns.<br><br>That was a way of putting it—not very satisfactory:<br>A periphrastic study in a worn-out poetical fashion,<br>Leaving one still with the intolerable wrestle<br>With words and meanings.<br>The poetry does not matter.<br>It was not (to start again) what one had expected.<br>What was to be the value of the long looked forward to,<br>Long hoped for calm, the autumnal serenity<br>And the wisdom of age? Had they deceived us<br>Or deceived themselves, the quiet-voiced elders,<br>Bequeathing us merely a receipt for deceit?<br>The serenity only a deliberate hebetude,<br>The wisdom only the knowledge of dead secrets<br>Useless in the darkness into which they peered<br>Or from which they turned their eyes. There is, it seems to us,<br>At best, only a limited value<br>In the knowledge derived from experience.<br>The knowledge imposes a pattern, and falsifies,<br>For the pattern is new in every moment<br>And every moment is a new and shocking<br>Valuation of all we have been. We are only undeceived<br>Of that which, deceiving, could no longer harm.<br>In the middle, not only in the middle of the way<br>But all the way, in a dark wood, in a bramble,<br>On the edge of a grimpen, where is no secure foothold,<br>And menaced by monsters, fancy lights,<br>Risking enchantment. Do not let me hear<br>Of the wisdom of old men, but rather of their folly,<br>Their fear of fear and frenzy, their fear of possession,<br>Of belonging to another, or to others, or to God.<br>The only wisdom we can hope to acquire<br>Is the wisdom of humility: humility is endless.<br><br>The houses are all gone under the sea.<br><br>The dancers are all gone under the hill.<br><br>III<br><br>O dark dark dark. They all go into the dark,<br>The vacant interstellar spaces, the vacant into the vacant,<br>The captains, merchant bankers, eminent men of letters,<br>The generous patrons of art, the statesmen and the rulers,<br>Distinguished civil servants, chairmen of many committees,<br>Industrial lords and petty contractors, all go into the dark,<br>And dark the Sun and Moon, and the Almanach de Gotha<br>And the Stock Exchange Gazette, the Directory of Directors,<br>And cold the sense and lost the motive of action.<br>And we all go with them, into the silent funeral,<br>Nobody's funeral, for there is no one to bury.<br>I said to my soul, be still, and let the dark come upon you<br>Which shall be the darkness of God. As, in a theatre,<br>The lights are extinguished, for the scene to be changed<br>With a hollow rumble of wings, with a movement of darkness on darkness,<br>And we know that the hills and the trees, the distant panorama<br>And the bold imposing facade are all being rolled away—<br>Or as, when an underground train, in the tube, stops too long between stations<br>And the conversation rises and slowly fades into silence<br>And you see behind every face the mental emptiness deepen<br>Leaving only the growing terror of nothing to think about;<br>Or when, under ether, the mind is conscious but conscious of nothing—<br>I said to my soul, be still, and wait without hope<br>For hope would be hope for the wrong thing; wait without love,<br>For love would be love of the wrong thing; there is yet faith<br>But the faith and the love and the hope are all in the waiting.<br>Wait without thought, for you are not ready for thought:<br>So the darkness shall be the light, and the stillness the dancing.<br>Whisper of running streams, and winter lightning.<br>The wild thyme unseen and the wild strawberry,<br>The laughter in the garden, echoed ecstasy<br>Not lost, but requiring, pointing to the agony<br>Of death and birth.<br><br>You say I am repeating<br>Something I have said before. I shall say it again.<br>Shall I say it again? In order to arrive there,<br>To arrive where you are, to get from where you are not,<br>You must go by a way wherein there is no ecstasy.<br>In order to arrive at what you do not know<br>You must go by a way which is the way of ignorance.<br>In order to possess what you do not possess<br>You must go by the way of dispossession.<br>In order to arrive at what you are not<br>You must go through the way in which you are not.<br>And what you do not know is the only thing you know<br>And what you own is what you do not own<br>And where you are is where you are not.<br><br>IV<br><br>The wounded surgeon plies the steel<br>That questions the distempered part;<br>Beneath the bleeding hands we feel<br>The sharp compassion of the healer's art<br>Resolving the enigma of the fever chart.<br><br>Our only health is the disease<br>If we obey the dying nurse<br>Whose constant care is not to please<br>But to remind of our, and Adam's curse,<br>And that, to be restored, our sickness must grow worse.<br><br>The whole earth is our hospital<br>Endowed by the ruined millionaire,<br>Wherein, if we do well, we shall<br>Die of the absolute paternal care<br>That will not leave us, but prevents us everywhere.<br><br>The chill ascends from feet to knees,<br>The fever sings in mental wires.<br>If to be warmed, then I must freeze<br>And quake in frigid purgatorial fires<br>Of which the flame is roses, and the smoke is briars.<br><br>The dripping blood our only drink,<br>The bloody flesh our only food:<br>In spite of which we like to think<br>That we are sound, substantial flesh and blood—<br>Again, in spite of that, we call this Friday good.<br><br>V<br><br>So here I am, in the middle way, having had twenty years—<br>Twenty years largely wasted, the years of l'entre deux guerres<br>Trying to use words, and every attempt<br>Is a wholly new start, and a different kind of failure<br>Because one has only learnt to get the better of words<br>For the thing one no longer has to say, or the way in which<br>One is no longer disposed to say it. And so each venture<br>Is a new beginning, a raid on the inarticulate<br>With shabby equipment always deteriorating<br>In the general mess of imprecision of feeling,<br>Undisciplined squads of emotion. And what there is to conquer<br>By strength and submission, has already been discovered<br>Once or twice, or several times, by men whom one cannot hope<br>To emulate—but there is no competition—<br>There is only the fight to recover what has been lost<br>And found and lost again and again: and now, under conditions<br>That seem unpropitious. But perhaps neither gain nor loss.<br>For us, there is only the trying. The rest is not our business.<br><br>Home is where one starts from. As we grow older<br>The world becomes stranger,the pattern more complicated<br>Of dead and living. Not the intense moment<br>Isolated, with no before and after,<br>But a lifetime burning in every moment<br>And not the lifetime of one man only<br>But of old stones that cannot be deciphered.<br>There is a time for the evening under starlight,<br>A time for the evening under lamplight<br>(The evening with the photograph album).<br>Love is most nearly itself<br>When here and now cease to matter.<br>Old men ought to be explorers<br>Here or there does not matter<br>We must be still and still moving<br>Into another intensity<br>For a further union, a deeper communion<br>Through the dark cold and the empty desolation,<br>The wave cry, the wind cry, the vast waters<br>Of the petrel and the porpoise. In my end is my beginning.<br><br>THE DRY SALVAGES<br><br>(The Dry Salvages—presumably les trois sauvages—is a small<br>group of rocks, with a beacon, off the N.E. coast of Cape Ann,<br>Massachusetts. Salvages is pronounced to rhyme with assuages.<br>Groaner: a whistling buoy.)<br><br>I<br><br>I do not know much about gods; but I think that the river<br>Is a strong brown god—sullen, untamed and intractable,<br>Patient to some degree, at first recognised as a frontier;<br>Useful, untrustworthy, as a conveyor of commerce;<br>Then only a problem confronting the builder of bridges.<br>The problem once solved, the brown god is almost forgotten<br>By the dwellers in cities—ever, however, implacable.<br>Keeping his seasons and rages, destroyer, reminder<br>Of what men choose to forget. Unhonoured, unpropitiated<br>By worshippers of the machine, but waiting, watching and waiting.<br>His rhythm was present in the nursery bedroom,<br>In the rank ailanthus of the April dooryard,<br>In the smell of grapes on the autumn table,<br>And the evening circle in the winter gaslight.<br><br>The river is within us, the sea is all about us;<br>The sea is the land's edge also, the granite<br>Into which it reaches, the beaches where it tosses<br>Its hints of earlier and other creation:<br>The starfish, the horseshoe crab, the whale's backbone;<br>The pools where it offers to our curiosity<br>The more delicate algae and the sea anemone.<br>It tosses up our losses, the torn seine,<br>The shattered lobsterpot, the broken oar<br>And the gear of foreign dead men. The sea has many voices,<br>Many gods and many voices.<br>The salt is on the briar rose,<br>The fog is in the fir trees.<br>The sea howl<br>And the sea yelp, are different voices<br>Often together heard: the whine in the rigging,<br>The menace and caress of wave that breaks on water,<br>The distant rote in the granite teeth,<br>And the wailing warning from the approaching headland<br>Are all sea voices, and the heaving groaner<br>Rounded homewards, and the seagull:<br>And under the oppression of the silent fog<br>The tolling bell<br>Measures time not our time, rung by the unhurried<br>Ground swell, a time<br>Older than the time of chronometers, older<br>Than time counted by anxious worried women<br>Lying awake, calculating the future,<br>Trying to unweave, unwind, unravel<br>And piece together the past and the future,<br>Between midnight and dawn, when the past is all deception,<br>The future futureless, before the morning watch<br>When time stops and time is never ending;<br>And the ground swell, that is and was from the beginning,<br>Clangs<br>The bell.<br><br>II<br><br>Where is there an end of it, the soundless wailing,<br>The silent withering of autumn flowers<br>Dropping their petals and remaining motionless;<br>Where is there and end to the drifting wreckage,<br>The prayer of the bone on the beach, the unprayable<br>Prayer at the calamitous annunciation?<br><br>There is no end, but addition: the trailing<br>Consequence of further days and hours,<br>While emotion takes to itself the emotionless<br>Years of living among the breakage<br>Of what was believed in as the most reliable—<br>And therefore the fittest for renunciation.<br><br>There is the final addition, the failing<br>Pride or resentment at failing powers,<br>The unattached devotion which might pass for devotionless,<br>In a drifting boat with a slow leakage,<br>The silent listening to the undeniable<br>Clamour of the bell of the last annunciation.<br><br>Where is the end of them, the fishermen sailing<br>Into the wind's tail, where the fog cowers?<br>We cannot think of a time that is oceanless<br>Or of an ocean not littered with wastage<br>Or of a future that is not liable<br>Like the past, to have no destination.<br><br>We have to think of them as forever bailing,<br>Setting and hauling, while the North East lowers<br>Over shallow banks unchanging and erosionless<br>Or drawing their money, drying sails at dockage;<br>Not as making a trip that will be unpayable<br>For a haul that will not bear examination.<br><br>There is no end of it, the voiceless wailing,<br>No end to the withering of withered flowers,<br>To the movement of pain that is painless and motionless,<br>To the drift of the sea and the drifting wreckage,<br>The bone's prayer to Death its God. Only the hardly, barely prayable<br>Prayer of the one Annunciation.<br><br>It seems, as one becomes older,<br>That the past has another pattern, and ceases to be a mere sequence—<br>Or even development: the latter a partial fallacy<br>Encouraged by superficial notions of evolution,<br>Which becomes, in the popular mind, a means of disowning the past.<br>The moments of happiness—not the sense of well-being,<br>Fruition, fulfilment, security or affection,<br>Or even a very good dinner, but the sudden illumination—<br>We had the experience but missed the meaning,<br>And approach to the meaning restores the experience<br>In a different form, beyond any meaning<br>We can assign to happiness. I have said before<br>That the past experience revived in the meaning<br>Is not the experience of one life only<br>But of many generations—not forgetting<br>Something that is probably quite ineffable:<br>The backward look behind the assurance<br>Of recorded history, the backward half-look<br>Over the shoulder, towards the primitive terror.<br>Now, we come to discover that the moments of agony<br>(Whether, or not, due to misunderstanding,<br>Having hoped for the wrong things or dreaded the wrong things,<br>Is not in question) are likewise permanent<br>With such permanence as time has. We appreciate this better<br>In the agony of others, nearly experienced,<br>Involving ourselves, than in our own.<br>For our own past is covered by the currents of action,<br>But the torment of others remains an experience<br>Unqualified, unworn by subsequent attrition.<br>People change, and smile: but the agony abides.<br>Time the destroyer is time the preserver,<br>Like the river with its cargo of dead negroes, cows and chicken coops,<br>The bitter apple, and the bite in the apple.<br>And the ragged rock in the restless waters,<br>Waves wash over it, fogs conceal it;<br>On a halcyon day it is merely a monument,<br>In navigable weather it is always a seamark<br>To lay a course by: but in the sombre season<br>Or the sudden fury, is what it always was.<br><br>III<br><br>I sometimes wonder if that is what Krishna meant—<br>Among other things—or one way of putting the same thing:<br>That the future is a faded song, a Royal Rose or a lavender spray<br>Of wistful regret for those who are not yet here to regret,<br>Pressed between yellow leaves of a book that has never been opened.<br>And the way up is the way down, the way forward is the way back.<br>You cannot face it steadily, but this thing is sure,<br>That time is no healer: the patient is no longer here.<br>When the train starts, and the passengers are settled<br>To fruit, periodicals and business letters<br>(And those who saw them off have left the platform)<br>Their faces relax from grief into relief,<br>To the sleepy rhythm of a hundred hours.<br>Fare forward, travellers! not escaping from the past<br>Into different lives, or into any future;<br>You are not the same people who left that station<br>Or who will arrive at any terminus,<br>While the narrowing rails slide together behind you;<br>And on the deck of the drumming liner<br>Watching the furrow that widens behind you,<br>You shall not think 'the past is finished'<br>Or 'the future is before us'.<br>At nightfall, in the rigging and the aerial,<br>Is a voice descanting (though not to the ear,<br>The murmuring shell of time, and not in any language)<br>'Fare forward, you who think that you are voyaging;<br>You are not those who saw the harbor<br>Receding, or those who will disembark.<br>Here between the hither and the farther shore<br>While time is withdrawn, consider the future<br>And the past with an equal mind.<br>At the moment which is not of action or inaction<br>You can receive this: ‘on whatever sphere of being<br>The mind of a man may be intent<br>At the time of death’—that is the one action<br>(And the time of death is every moment)<br>Which shall fructify in the lives of others:<br>And do not think of the fruit of action.<br>Fare forward.<br>O voyagers, O seamen,<br>You who came to port, and you whose bodies<br>Will suffer the trial and judgement of the sea,<br>Or whatever event, this is your real destination.'<br>So Krishna, as when he admonished Arjuna<br>On the field of battle.<br>Not fare well,<br>But fare forward, voyagers.<br><br>IV<br><br>Lady, whose shrine stands on the promontory,<br>Pray for all those who are in ships, those<br>Whose business has to do with fish, and<br>Those concerned with every lawful traffic<br>And those who conduct them.<br><br>Repeat a prayer also on behalf of<br>Women who have seen their sons or husbands<br>Setting forth, and not returning:<br>Figlia del tuo figlio,<br>Queen of Heaven.<br><br>Also pray for those who were in ships, and<br>Ended their voyage on the sand, in the sea's lips<br>Or in the dark throat which will not reject them<br>Or wherever cannot reach them the sound of the sea bell's<br>Perpetual angelus.<br><br>V<br><br>To communicate with Mars, converse with spirits,<br>To report the behaviour of the sea monster,<br>Describe the horoscope, haruspicate or scry,<br>Observe disease in signatures, evoke<br>Biography from the wrinkles of the palm<br>And tragedy from fingers; release omens<br>By sortilege, or tea leaves, riddle the inevitable<br>With playing cards, fiddle with pentagrams<br>Or barbituric acids, or dissect<br>The recurrent image into pre-conscious terrors—<br>To explore the womb, or tomb, or dreams; all these are usual<br>Pastimes and drugs, and features of the press:<br>And always will be, some of them especially<br>When there is distress of nations and perplexity<br>Whether on the shores of Asia, or in the Edgware Road.<br>Men's curiosity searches past and future<br>And clings to that dimension. But to apprehend<br>The point of intersection of the timeless<br>With time, is an occupation for the saint—<br>No occupation either, but something given<br>And taken, in a lifetime's death in love,<br>Ardour and selflessness and self-surrender.<br>For most of us, there is only the unattended<br>Moment, the moment in and out of time,<br>The distraction fit, lost in a shaft of sunlight,<br>The wild thyme unseen, or the winter lightning<br>Or the waterfall, or music heard so deeply<br>That it is not heard at all, but you are the music<br>While the music lasts. These are only hints and guesses,<br>Hints followed by guesses; and the rest<br>Is prayer, observance, discipline, thought and action.<br>The hint half guessed, the gift half understood, is Incarnation.<br>Here the impossible union<br>Of spheres of existence is actual,<br>Here the past and future<br>Are conquered, and reconciled,<br>Where action were otherwise movement<br>Of that which is only moved<br>And has in it no source of movement—<br>Driven by daemonic, chthonic<br>Powers. And right action is freedom<br>From past and future also.<br>For most of us, this is the aim<br>Never here to be realised;<br>Who are only undefeated<br>Because we have gone on trying;<br>We, content at the last<br>If our temporal reversion nourish<br>(Not too far from the yew-tree)<br>The life of significant soil.<br><br>LITTLE GIDDING<br><br>I<br><br>Midwinter spring is its own season<br>Sempiternal though sodden towards sundown,<br>Suspended in time, between pole and tropic.<br>When the short day is brightest, with frost and fire,<br>The brief sun flames the ice, on pond and ditches,<br>In windless cold that is the heart's heat,<br>Reflecting in a watery mirror<br>A glare that is blindness in the early afternoon.<br>And glow more intense than blaze of branch, or brazier,<br>Stirs the dumb spirit: no wind, but pentecostal fire<br>In the dark time of the year. Between melting and freezing<br>The soul's sap quivers. There is no earth smell<br>Or smell of living thing. This is the spring time<br>But not in time's covenant. Now the hedgerow<br>Is blanched for an hour with transitory blossom<br>Of snow, a bloom more sudden<br>Than that of summer, neither budding nor fading,<br>Not in the scheme of generation.<br>Where is the summer, the unimaginable<br>Zero summer?<br><br>If you came this way,<br>Taking the route you would be likely to take<br>From the place you would be likely to come from,<br>If you came this way in may time, you would find the hedges<br>White again, in May, with voluptuary sweetness.<br>It would be the same at the end of the journey,<br>If you came at night like a broken king,<br>If you came by day not knowing what you came for,<br>It would be the same, when you leave the rough road<br>And turn behind the pig-sty to the dull façade<br>And the tombstone. And what you thought you came for<br>Is only a shell, a husk of meaning<br>From which the purpose breaks only when it is fulfilled<br>If at all. Either you had no purpose<br>Or the purpose is beyond the end you figured<br>And is altered in fulfilment. There are other places<br>Which also are the world's end, some at the sea jaws,<br>Or over a dark lake, in a desert or a city—<br>But this is the nearest, in place and time,<br>Now and in England.<br><br>If you came this way,<br>Taking any route, starting from anywhere,<br>At any time or at any season,<br>It would always be the same: you would have to put off<br>Sense and notion. You are not here to verify,<br>Instruct yourself, or inform curiosity<br>Or carry report. You are here to kneel<br>Where prayer has been valid. And prayer is more<br>Than an order of words, the conscious occupation<br>Of the praying mind, or the sound of the voice praying.<br>And what the dead had no speech for, when living,<br>They can tell you, being dead: the communication<br>Of the dead is tongued with fire beyond the language of the living.<br>Here, the intersection of the timeless moment<br>Is England and nowhere. Never and always.<br><br>II<br><br>Ash on and old man's sleeve<br>Is all the ash the burnt roses leave.<br>Dust in the air suspended<br>Marks the place where a story ended.<br>Dust inbreathed was a house—<br>The walls, the wainscot and the mouse,<br>The death of hope and despair,<br>This is the death of air.<br><br>There are flood and drouth<br>Over the eyes and in the mouth,<br>Dead water and dead sand<br>Contending for the upper hand.<br>The parched eviscerate soil<br>Gapes at the vanity of toil,<br>Laughs without mirth.<br>This is the death of earth.<br><br>Water and fire succeed<br>The town, the pasture and the weed.<br>Water and fire deride<br>The sacrifice that we denied.<br>Water and fire shall rot<br>The marred foundations we forgot,<br>Of sanctuary and choir.<br>This is the death of water and fire.<br><br>In the uncertain hour before the morning<br>Near the ending of interminable night<br>At the recurrent end of the unending<br>After the dark dove with the flickering tongue<br>Had passed below the horizon of his homing<br>While the dead leaves still rattled on like tin<br>Over the asphalt where no other sound was<br>Between three districts whence the smoke arose<br>I met one walking, loitering and hurried<br>As if blown towards me like the metal leaves<br>Before the urban dawn wind unresisting.<br>And as I fixed upon the down-turned face<br>That pointed scrutiny with which we challenge<br>The first-met stranger in the waning dusk<br>I caught the sudden look of some dead master<br>Whom I had known, forgotten, half recalled<br>Both one and many; in the brown baked features<br>The eyes of a familiar compound ghost<br>Both intimate and unidentifiable.<br>So I assumed a double part, and cried<br>And heard another's voice cry: 'What! are you here?'<br>Although we were not. I was still the same,<br>Knowing myself yet being someone other—<br>And he a face still forming; yet the words sufficed<br>To compel the recognition they preceded.<br>And so, compliant to the common wind,<br>Too strange to each other for misunderstanding,<br>In concord at this intersection time<br>Of meeting nowhere, no before and after,<br>We trod the pavement in a dead patrol.<br>I said: 'The wonder that I feel is easy,<br>Yet ease is cause of wonder. Therefore speak:<br>I may not comprehend, may not remember.'<br>And he: 'I am not eager to rehearse<br>My thoughts and theory which you have forgotten.<br>These things have served their purpose: let them be.<br>So with your own, and pray they be forgiven<br>By others, as I pray you to forgive<br>Both bad and good. Last season's fruit is eaten<br>And the fullfed beast shall kick the empty pail.<br>For last year's words belong to last year's language<br> And next year's words await another voice.<br>But, as the passage now presents no hindrance<br>To the spirit unappeased and peregrine<br>Between two worlds become much like each other,<br>So I find words I never thought to speak<br>In streets I never thought I should revisit<br>When I left my body on a distant shore.<br>Since our concern was speech, and speech impelled us<br>To purify the dialect of the tribe<br>And urge the mind to aftersight and foresight,<br>Let me disclose the gifts reserved for age<br>To set a crown upon your lifetime's effort.<br>First, the cold friction of expiring sense<br>Without enchantment, offering no promise<br>But bitter tastelessness of shadow fruit<br>As body and soul begin to fall asunder.<br>Second, the conscious impotence of rage<br>At human folly, and the laceration<br>Of laughter at what ceases to amuse.<br>And last, the rending pain of re-enactment<br>Of all that you have done, and been; the shame<br>Of motives late revealed, and the awareness<br>Of things ill done and done to others' harm<br>Which once you took for exercise of virtue.<br>Then fools' approval stings, and honour stains.<br>From wrong to wrong the exasperated spirit<br>Proceeds, unless restored by that refining fire<br>Where you must move in measure, like a dancer.'<br>The day was breaking. In the disfigured street<br>He left me, with a kind of valediction,<br>And faded on the blowing of the horn.<br><br>III<br><br>There are three conditions which often look alike<br>Yet differ completely, flourish in the same hedgerow:<br>Attachment to self and to things and to persons, detachment<br>From self and from things and from persons; and, growing between them, indifference<br>Which resembles the others as death resembles life,<br>Being between two lives—unflowering, between<br>The live and the dead nettle. This is the use of memory:<br>For liberation—not less of love but expanding<br>Of love beyond desire, and so liberation<br>From the future as well as the past. Thus, love of a country<br>Begins as attachment to our own field of action<br>And comes to find that action of little importance<br>Though never indifferent. History may be servitude,<br>History may be freedom. See, now they vanish,<br>The faces and places, with the self which, as it could, loved them,<br>To become renewed, transfigured, in another pattern.<br><br>Sin is Behovely, but<br>All shall be well, and<br>All manner of thing shall be well.<br>If I think, again, of this place,<br>And of people, not wholly commendable,<br>Of no immediate kin or kindness,<br>But of some peculiar genius,<br>All touched by a common genius,<br>United in the strife which divided them;<br>If I think of a king at nightfall,<br>Of three men, and more, on the scaffold<br>And a few who died forgotten<br>In other places, here and abroad,<br>And of one who died blind and quiet<br>Why should we celebrate<br>These dead men more than the dying?<br>It is not to ring the bell backward<br>Nor is it an incantation<br>To summon the spectre of a Rose.<br>We cannot revive old factions<br>We cannot restore old policies<br>Or follow an antique drum.<br>These men, and those who opposed them<br>And those whom they opposed<br>Accept the constitution of silence<br>And are folded in a single party.<br>Whatever we inherit from the fortunate<br>We have taken from the defeated<br>What they had to leave us—a symbol:<br>A symbol perfected in death.<br>And all shall be well and<br>All manner of thing shall be well<br>By the purification of the motive<br>In the ground of our beseeching.<br><br>IV<br><br>The dove descending breaks the air<br>With flame of incandescent terror<br>Of which the tongues declare<br>The one discharge from sin and error.<br>The only hope, or else despair<br>Lies in the choice of pyre of pyre—<br>To be redeemed from fire by fire.<br><br>Who then devised the torment? Love.<br>Love is the unfamiliar Name<br>Behind the hands that wove<br>The intolerable shirt of flame<br>Which human power cannot remove.<br>We only live, only suspire<br>Consumed by either fire or fire.<br><br>V<br><br>What we call the beginning is often the end<br>And to make and end is to make a beginning.<br>The end is where we start from. And every phrase<br>And sentence that is right (where every word is at home,<br>Taking its place to support the others,<br>The word neither diffident nor ostentatious,<br>An easy commerce of the old and the new,<br>The common word exact without vulgarity,<br>The formal word precise but not pedantic,<br>The complete consort dancing together)<br>Every phrase and every sentence is an end and a beginning,<br>Every poem an epitaph. And any action<br>Is a step to the block, to the fire, down the sea's throat<br>Or to an illegible stone: and that is where we start.<br>We die with the dying:<br>See, they depart, and we go with them.<br>We are born with the dead:<br>See, they return, and bring us with them.<br>The moment of the rose and the moment of the yew-tree<br>Are of equal duration. A people without history<br>Is not redeemed from time, for history is a pattern<br>Of timeless moments. So, while the light fails<br>On a winter's afternoon, in a secluded chapel<br>History is now and England.<br><br>With the drawing of this Love and the voice of this<br>Calling<br><br>We shall not cease from exploration<br>And the end of all our exploring<br>Will be to arrive where we started<br>And know the place for the first time.<br>Through the unknown, unremembered gate<br>When the last of earth left to discover<br>Is that which was the beginning;<br>At the source of the longest river<br>The voice of the hidden waterfall<br>And the children in the apple-tree<br>Not known, because not looked for<br>But heard, half-heard, in the stillness<br>Between two waves of the sea.<br>Quick now, here, now, always—<br>A condition of complete simplicity<br>(Costing not less than everything)<br>And all shall be well and<br>All manner of thing shall be well<br>When the tongues of flame are in-folded<br>Into the crowned knot of fire<br>And the fire and the rose are one.</p>"}