{
				"id": "user323",
				"title": "Easter 1916 by William Butler Yeats",
				"exclude_from_menu": "true",
				"image": "Dennis Jarvis.jpg",
				"tag": ["15", "4", "22", "33"],
				"video": {
					"src": ["Sweeping-california-city-aerial.m4v", "Sweeping-california-coast-aerial.m4v", "Sweeping-new-york-city-aerial-looking-downtown.m4v", "Sweeping-suburban-homes-aerial-2.m4v", "Sweeping-view-of-nyc-at-night-4.m4v", "Sweeping-view-of-nyc-at-night-6.m4v", "Hd-los-angeles-405-highway-3.m4v", "Hd-los-angeles-405-highway-4.m4v", "Hd-los-angeles-405-highway.m4v", "Hd-los-angeles-el-capitan-theatre-3.m4v", "Hd-los-angeles-hollywood-sign-4.m4v", "Hd-los-angeles-santa-monica-pier.m4v", "Hd-los-angeles-venice-beach-5.m4v", "Hd-new-york-city-chrysler-building.m4v", "Hd-new-york-city-empire-state-building.m4v", "Hd-new-york-city-foot-traffic-nyc.m4v", "Hd-new-york-city-new-york-city-skyline-2.m4v", "Hd-new-york-city-new-york-city-skyline-5.m4v", "Hd-new-york-city-new-york-city-skyline.m4v", "Hd-new-york-city-new-york-city-street.m4v"],
					"type": "background"	
				},
				"main_text": "I have met them at close of day<br> Coming with vivid faces<br> From counter or desk among grey<br> Eighteenth-century houses.<br> I have passed with a nod of the head<br> Or polite meaningless words,<br> Or have lingered awhile and said<br> Polite meaningless words,<br> And thought before I had done<br> Of a mocking tale or a gibe<br> To please a companion<br> Around the fire at the club,<br> Being certain that they and I<br> But lived where motley is worn:<br> All changed, changed utterly:<br> A terrible beauty is born.<br><br>That woman's days were spent<br> In ignorant good-will,<br> Her nights is argument<br> Until her voice grew shrill.<br> What voice more sweet than hers<br> When, young and beautiful,<br> She rode to harriers?<br> This man had kept a school<br> And rode our winged horse;<br> This other his helper and friend<br> Was coming into his force;<br> He might have won fame in the end,<br> So sensitive his nature seemed,<br> So daring and sweet his thought.<br> This other man I had dreamed<br> A drunken, vainglorious lout.<br> He had done most bitter wrong<br> To some who are near my heart,<br> Yet I number him in the song;<br> He, too, has resigned his part<br> In the casual comedy;<br> He, too, has been changed in his turn,<br> Transformed utterly:<br> A terrible beauty is born.<br><br>Hearts with one purpose alone<br> Through summer and winter seem<br> Enchanted to a stone<br> To trouble the living stream.<br> The horse that comes from the road,<br> The rider, the birds that range<br> From cloud to tumbling cloud, <br> Minute by minute they change;<br> A shadow of cloud on the stream<br> Changes minute by minute;<br> A horse-hoof slides on the brim,<br> And a horse plashes within it;<br> The long-legged moor-hens dive,<br> And hens to moor-cocks call;<br> Minute to minute they live;<br> The stone's in the midst of all.<br><br>Too long a sacrifice<br> Can make a stone of the heart.<br> O when may it suffice?<br> That is Heaven's part, our part<br> To murmur name upon name,<br> As a mother names her child<br> When sleep at last has come<br> On limbs that had run wild.<br> What is it but nightfall?<br> No, no, not night but death;<br> Was it needless death after all?<br> For England may keep faith<br> For all that is done and said.<br> We know their dream; enough<br> To know they dreamed and are dead;<br> And what if excess of love<br> Bewildered them till they died?<br> I write it out in a verse --<br> MacDonagh and MacBride<br> And Connolly and Pearse<br> Now and in time to be, <br> Wherever green is worn, <br> Are changed, changed utterly:<br> A terrible beauty is born."
			}