{"id":"user12","title":"Madness","image":"eternity1280.jpg","main_text":"Perhaps it was the middle of January in the present that I first looked up and saw the mark on the wall. In order to fix a date it is necessary to remember what one saw. So now I think of the fire; the steady film of yellow light upon the page of my book; the three chrysanthemums in the round glass bowl on the mantelpiece. Yes, it must have been the winter time, and we had just finished our tea, for I remember that I was smoking a cigarette when I looked up and saw the mark on the wall for the first time. I looked up through the smoke of my cigarette and my eye lodged for a moment upon the burning coals, and that old fancy of the crimson flag flapping from the castle tower came into my mind, and I thought of the cavalcade of red knights riding up the side of the black rock. Rather to my relief the sight of the mark interrupted the fancy, for it is an old fancy, an automatic fancy, made as a child perhaps. The mark was a small round mark, black upon the white wall, about six or seven inches above the mantelpiece.<br><br>How readily our thoughts swarm upon a new object, lifting it a little way, as ants carry a blade of straw so feverishly, and then leave it . . . If that mark was made by a nail, it can’t have been for a picture, it must have been for a miniature — the miniature of a lady with white powdered curls, powder-dusted cheeks, and lips like red carnations. A fraud of course, for the people who had this house before us would have chosen pictures in that way — an old picture for an old room. That is the sort of people they were — very interesting people, and I think of them so often, in such queer places, because one will never see them again, never know what happened next. They wanted to leave this house because they wanted to change their style of furniture, so he said, and he was in process of saying that in his opinion art should have ideas behind it when we were torn asunder, as one is torn from the old lady about to pour out tea and the young man about to hit the tennis ball in the back garden of the suburban villa as one rushes past in the train.<br><br>But as for that mark, I’m not sure about it; I don’t believe it was made by a nail after all; it’s too big, too round, for that. I might get up, but if I got up and looked at it, ten to one I shouldn’t be able to say for certain; because once a thing’s done, no one ever knows how it happened. Oh! dear me, the mystery of life; The inaccuracy of thought! The ignorance of humanity! To show how very little control of our possessions we have — what an accidental affair this living is after all our civilization — let me just count over a few of the things lost in one lifetime, beginning, for that seems always the most mysterious of losses — what cat would gnaw, what rat would nibble — three pale blue canisters of book-binding tools? Then there were the bird cages, the iron hoops, the steel skates, the Queen Anne coal-scuttle, the bagatelle board, the hand organ — all gone, and jewels, too. Opals and emeralds, they lie about the roots of turnips. What a scraping paring affair it is to be sure! The wonder is that I’ve any clothes on my back, that I sit surrounded by solid furniture at this moment. Why, if one wants to compare life to anything, one must liken it to being blown through the Tube at fifty miles an hour — landing at the other end without a single hairpin in one’s hair! Shot out at the feet of God entirely naked! Tumbling head over heels in the asphodel meadows like brown paper parcels pitched down a shoot in the post office! With one’s hair flying back like the tail of a race-horse. Yes, that seems to express the rapidity of life, the perpetual waste and repair; all so casual, all so haphazard . . .<br><br>But after life. The slow pulling down of thick green stalks so that the cup of the flower, as it turns over, deluges one with purple and red light. Why, after all, should one not be born there as one is born here, helpless, speechless, unable to focus one’s eyesight, groping at the roots of the grass, at the toes of the Giants? As for saying which are trees, and which are men and women, or whether there are such things, that one won’t be in a condition to do for fifty years or so. There will be nothing but spaces of light and dark, intersected by thick stalks, and rather higher up perhaps, rose-shaped blots of an indistinct colour — dim pinks and blues — which will, as time goes on, become more definite, become — I don’t know what . . .<br><br>And yet that mark on the wall is not a hole at all. It may even be caused by some round black substance, such as a small rose leaf, left over from the summer, and I, not being a very vigilant housekeeper — look at the dust on the mantelpiece, for example, the dust which, so they say, buried Troy three times over, only fragments of pots utterly refusing annihilation, as one can believe.<br><br>The tree outside the window taps very gently on the pane . . . I want to think quietly, calmly, spaciously, never to be interrupted, never to have to rise from my chair, to slip easily from one thing to another, without any sense of hostility, or obstacle. I want to sink deeper and deeper, away from the surface, with its hard separate facts. To steady myself, let me catch hold of the first idea that passes . . . Shakespeare . . . Well, he will do as well as another. A man who sat himself solidly in an arm-chair, and looked into the fire, so — A shower of ideas fell perpetually from some very high Heaven down through his mind. He leant his forehead on his hand, and people, looking in through the open door — for this scene is supposed to take place on a summer’s evening — But how dull this is, this historical fiction! It doesn’t interest me at all. I wish I could hit upon a pleasant track of thought, a track indirectly reflecting credit upon myself, for those are the pleasantest thoughts, and very frequent even in the minds of modest mouse-coloured people, who believe genuinely that they dislike to hear their own praises. They are not thoughts directly praising oneself; that is the beauty of them; they are thoughts like this:<br><br>‘And then I came into the room. They were discussing botany. I said how I’d seen a flower growing on a dust heap on the site of an old house in Kingsway. The seed, I said, must have been sown in the reign of Charles the First. What flowers grew in the reign of Charles the First?’ I asked —(but, I don’t remember the answer). Tall flowers with purple tassels to them perhaps. And so it goes on. All the time I’m dressing up the figure of myself in my own mind, lovingly, stealthily, not openly adoring it, for if I did that, I should catch myself out, and stretch my hand at once for a book in self-protection. Indeed, it is curious how instinctively one protects the image of oneself from idolatry or any other handling that could make it ridiculous, or too unlike the original to be believed in any longer. Or is it not so very curious after all? It is a matter of great importance. Suppose the looking glass smashes, the image disappears, and the romantic figure with the green of forest depths all about it is there no longer, but only that shell of a person which is seen by other people — what an airless, shallow, bald, prominent world it becomes! A world not to be lived in. As we face each other in omnibuses and underground railways we are looking into the mirror that accounts for the vagueness, the gleam of glassiness, in our eyes. And the novelists in future will realize more and more the importance of these reflections, for of course there is not one reflection but an almost infinite number; those are the depths they will explore, those the phantoms they will pursue, leaving the description of reality more and more out of their stories, taking a knowledge of it for granted, as the Greeks did and Shakespeare perhaps — but these generalizations are very worthless. The military sound of the word is enough. It recalls leading articles, cabinet ministers — a whole class of things indeed which as a child one thought the thing itself, the standard thing, the real thing, from which one could not depart save at the risk of nameless damnation. Generalizations bring back somehow Sunday in London, Sunday afternoon walks, Sunday luncheons, and also ways of speaking of the dead, clothes, and habits — like the habit of sitting all together in one room until a certain hour, although nobody liked it. There was a rule for everything. The rule for tablecloths at that particular period was that they should be made of tapestry with little yellow compartments marked upon them, such as you may see in photographs of the carpets in the corridors of the royal palaces. Tablecloths of a different kind were not real tablecloths. How shocking, and yet how wonderful it was to discover that these real things, Sunday luncheons, Sunday walks, country houses, and tablecloths were not entirely real, were indeed half phantoms, and the damnation which visited the disbeliever in them was only a sense of illegitimate freedom. What now takes the place of those things I wonder, those real standard things? Men perhaps, should you be a woman; the masculine point of view which governs our lives, which sets the standard, which establishes Whitaker’s Table of Precedency, which has become, I suppose, since the war half a phantom to many men and women, which soon — one may hope, will be laughed into the dustbin where the phantoms go, the mahogany sideboards and the Landseer prints, Gods and Devils, Hell and so forth, leaving us all with an intoxicating sense of illegitimate freedom — if freedom exists . . .<br><br>In certain lights that mark on the wall seems actually to project from the wall. Nor is it entirely circular. I cannot be sure, but it seems to cast a perceptible shadow, suggesting that if I ran my finger down that strip of the wall it would, at a certain point, mount and descend a small tumulus, a smooth tumulus like those barrows on the South Downs which are, they say, either tombs or camps. Of the two I should prefer them to be tombs, desiring melancholy like most English people, and finding it natural at the end of a walk to think of the bones stretched beneath the turf . . . There must be some book about it. Some antiquary must have dug up those bones and given them a name . . . What sort of a man is an antiquary, I wonder? Retired Colonels for the most part, I daresay, leading parties of aged labourers to the top here, examining clods of earth and stone, and getting into correspondence with the neighbouring clergy, which, being opened at breakfast time, gives them a feeling of importance, and the comparison of arrow-heads necessitates cross-country journeys to the county towns, an agreeable necessity both to them and to their elderly wives, who wish to make plum jam or to clean out the study, and have every reason for keeping that great question of the camp or the tomb in perpetual suspension, while the Colonel himself feels agreeably philosophic in accumulating evidence on both sides of the question. It is true that he does finally incline to believe in the camp; and, being opposed, indites a pamphlet which he is about to read at the quarterly meeting of the local society when a stroke lays him low, and his last conscious thoughts are not of wife or child, but of the camp and that arrowhead there, which is now in the case at the local museum, together with the foot of a Chinese murderess, a handful of Elizabethan nails, a great many Tudor clay pipes, a piece of Roman pottery, and the wine-glass that Nelson drank out of — proving I really don’t know what.<br><br>No, no, nothing is proved, nothing is known. And if I were to get up at this very moment and ascertain that the mark on the wall is really — what shall we say? — the head of a gigantic old nail, driven in two hundred years ago, which has now, owing to the patient attrition of many generations of housemaids, revealed its head above the coat of paint, and is taking its first view of modern life in the sight of a white-walled fire-lit room, what should I gain? — Knowledge? Matter for further speculation? I can think sitting still as well as standing up. And what is knowledge? What are our learned men save the descendants of witches and hermits who crouched in caves and in woods brewing herbs, interrogating shrew-mice and writing down the language of the stars? And the less we honour them as our superstitions dwindle and our respect for beauty and health of mind increases . . . Yes, one could imagine a very pleasant world. A quiet, spacious world, with the flowers so red and blue in the open fields. A world without professors or specialists or house-keepers with the profiles of policemen, a world which one could slice with one’s thought as a fish slices the water with his fin, grazing the stems of the water-lilies, hanging suspended over nests of white sea eggs . . . How peaceful it is drown here, rooted in the centre of the world and gazing up through the grey waters, with their sudden gleams of light, and their reflections — if it were not for Whitaker’s Almanack — if it were not for the Table of Precedency!<br><br>I must jump up and see for myself what that mark on the wall really is — a nail, a rose-leaf, a crack in the wood?<br><br>Here is nature once more at her old game of self-preservation. This train of thought, she perceives, is threatening mere waste of energy, even some collision with reality, for who will ever be able to lift a finger against Whitaker’s Table of Precedency? The Archbishop of Canterbury is followed by the Lord High Chancellor; the Lord High Chancellor is followed by the Archbishop of York. Everybody follows somebody, such is the philosophy of Whitaker; and the great thing is to know who follows whom. Whitaker knows, and let that, so Nature counsels, comfort you, instead of enraging you; and if you can’t be comforted, if you must shatter this hour of peace, think of the mark on the wall.<br><br>I understand Nature’s game — her prompting to take action as a way of ending any thought that threatens to excite or to pain. Hence, I suppose, comes our slight contempt for men of action — men, we assume, who don’t think. Still, there’s no harm in putting a full stop to one’s disagreeable thoughts by looking at a mark on the wall.<br><br>Indeed, now that I have fixed my eyes upon it, I feel that I have grasped a plank in the sea; I feel a satisfying sense of reality which at once turns the two Archbishops and the Lord High Chancellor to the shadows of shades. Here is something definite, something real. Thus, waking from a midnight dream of horror, one hastily turns on the light and lies quiescent, worshipping the chest of drawers, worshipping solidity, worshipping reality, worshipping the impersonal world which is a proof of some existence other than ours. That is what one wants to be sure of . . . Wood is a pleasant thing to think about. It comes from a tree; and trees grow, and we don’t know how they grow. For years and years they grow, without paying any attention to us, in meadows, in forests, and by the side of rivers — all things one likes to think about. The cows swish their tails beneath them on hot afternoons; they paint rivers so green that when a moorhen dives one expects to see its feathers all green when it comes up again. I like to think of the fish balanced against the stream like flags blown out; and of water-beetles slowly raiding domes of mud upon the bed of the river. I like to think of the tree itself:— first the close dry sensation of being wood; then the grinding of the storm; then the slow, delicious ooze of sap. I like to think of it, too, on winter’s nights standing in the empty field with all leaves close-furled, nothing tender exposed to the iron bullets of the moon, a naked mast upon an earth that goes tumbling, tumbling, all night long. The song of birds must sound very loud and strange in June; and how cold the feet of insects must feel upon it, as they make laborious progresses up the creases of the bark, or sun themselves upon the thin green awning of the leaves, and look straight in front of them with diamond-cut red eyes . . . One by one the fibres snap beneath the immense cold pressure of the earth, then the last storm comes and, falling, the highest branches drive deep into the ground again. Even so, life isn’t done with; there are a million patient, watchful lives still for a tree, all over the world, in bedrooms, in ships, on the pavement, lining rooms, where men and women sit after tea, smoking cigarettes. It is full of peaceful thoughts, happy thoughts, this tree. I should like to take each one separately — but something is getting in the way . . . Where was I? What has it all been about? A tree? A river? The Downs? Whitaker’s Almanack? The fields of asphodel? I can’t remember a thing. Everything’s moving, falling, slipping, vanishing . . . There is a vast upheaval of matter. Someone is standing over me and saying —<br><br>‘I’m going out to buy a newspaper.’<br><br>‘Yes?’<br><br>‘Though it’s no good buying newspapers . . . Nothing ever happens. Curse this war; God damn this war! . . . All the same, I don’t see why we should have a snail on our wall.’<br><br>Ah, the mark on the wall! It was a snail.</p><br>You do not do, you do not do<br>Any more, black shoe<br>In which I have lived like a foot<br>For thirty years, poor and white,<br>Barely daring to breathe or Achoo.<br><br>Daddy, I have had to kill you.<br>You died before I had time——<br>Marble-heavy, a bag full of God,<br>Ghastly statue with one gray toe<br>Big as a Frisco seal<br><br>And a head in the freakish Atlantic<br>Where it pours been green over blue<br>In the waters off beautiful Nauset.<br>I used to pray to recover you.<br>Ach, du.<br><br>In the German tongue, in the Polish town<br>Scraped flat by the roller<br>Of wars, wars, wars.<br>But the name of the town is common.<br>My Polack friend<br><br>Says there are a dozen or two.<br>So I never could tell where you<br>Put your foot, your root,<br>I never could talk to you.<br>The tongue stuck in my jaw.<br><br>It stuck in a barb wire snare.<br>Ich, ich, ich, ich,<br>I could hardly speak.<br>I thought every German was you.<br>And the language obscene<br><br>An engine, an engine<br>Chuffing me off like a Jew.<br>A Jew to Dachau, Auschwitz, Belsen<br>I began to talk like a Jew.<br>I think I may well be a Jew.<br><br>The snows of the Tyrol, the clear beer of Vienna<br>Are not very pure or true.<br>With my gypsy ancestress and my weird luck<br>And my Taroc pack and my Taroc pack<br>I may be a bit of a Jew.<br><br>I have always been scared of you,<br>With your Luftwaffe, your gobbledygoo.<br>And your neat moustache<br>And your Aryan eye, bright blue.<br>Panzer-man, panzer-man, O You——<br><br>Not God but a swastika<br>So black no sky could squeak through.<br>Every woman adores a Fascist,<br>The boot in the face, the brute<br>Brute heart of a brute like you.<br><br>You stand at the blackboard, daddy,<br>In the picture I have of you,<br>A cleft in your chin instead of your foot<br>But no less a devil for that, no not<br>Any less the black man who<br><br>Bit my pretty red heart in two.<br>I was ten when they buried you.<br>At twenty I tried to die<br>And get back, back, back to you.<br>I thought even the bones would do.<br><br>But they pulled me out of the sack,<br>And they stuck me together with glue,<br>And then I knew what to do.<br>I made a model of you.<br>A man in black with a Meinkampf look<br><br>And a love of the rack and the screw.<br>And I said I do, I do.<br>So daddy, I'm finally through.<br>The black telephone's off at the root,<br>The voices just can't worm through.<br><br>If I've killed one man, I've killed two——<br>The vampire who said he was you<br>And drank my blood for a year,<br>Seven years, if you want to know.<br>Daddy, you can lie back now.<br><br>There's a stake in your fat black heart<br>And the villagers never liked you.<br>They are dancing and stamping on you.<br>They always knew it was you.<br>Daddy, daddy, you bastard, I'm through.</p><br>I had a dream, which was not all a dream.<br>The bright sun was extinguished, and the stars<br>Did wander darkling in the eternal space,<br>Rayless, and pathless, and the icy earth<br>Swung blind and blackening in the moonless air;<br>Morn came and went—and came, and brought no day,<br>And men forgot their passions in the dread<br>Of this their desolation; and all hearts<br>Were chilled into a selfish prayer for light;<br>And they did live by watchfires—and the thrones,<br>The palaces of crowned kings—the huts,<br>The habitations of all things which dwell,<br>Were burnt for beacons; cities were consumed,<br>And men were gathered round their blazing homes<br>To look once more into each other's face;<br>Happy were those which dwelt within the eye<br>Of the volcanoes, and their mountain-torch;<br>A fearful hope was all the world contained;<br>Forests were set on fire—but hour by hour<br>They fell and faded—and the crackling trunks<br>Extinguished with a crash—and all was black.<br>The brows of men by the despairing light<br>Wore an unearthly aspect, as by fits<br>The flashes fell upon them: some lay down<br>And hid their eyes and wept; and some did rest<br>Their chins upon their clenched hands, and smiled;<br>And others hurried to and fro, and fed<br>Their funeral piles with fuel, and looked up<br>With mad disquietude on the dull sky,<br>The pall of a past world; and then again<br>With curses cast them down upon the dust,<br>And gnashed their teeth and howled; the wild birds shrieked,<br>And, terrified, did flutter on the ground,<br>And flap their useless wings; the wildest brutes<br>Came tame and tremulous; and vipers crawled<br>And twined themselves among the multitude,<br>Hissing, but stingless—they were slain for food;<br>And War, which for a moment was no more,<br>Did glut himself again;—a meal was bought<br>With blood, and each sate sullenly apart<br>Gorging himself in gloom: no love was left;<br>All earth was but one thought—and that was death,<br>Immediate and inglorious; and the pang<br>Of famine fed upon all entrails—men<br>Died, and their bones were tombless as their flesh;<br>The meagre by the meagre were devoured,<br>Even dogs assailed their masters, all save one,<br>And he was faithful to a corse, and kept<br>The birds and beasts and famished men at bay,<br>Till hunger clung them, or the drooping dead<br>Lured their lank jaws; himself sought out no food,<br>But with a piteous and perpetual moan,<br>And a quick desolate cry, licking the hand<br>Which answered not with a caress—he died.<br>The crowd was famished by degrees; but two<br>Of an enormous city did survive,<br>And hey were enemies: they met beside<br>The dying embers of an altar-place<br>Where had been heaped a mass of holy things<br>For an unholy usage: they raked up,<br>And shivering scraped with their cold skeleton hands<br>The feeble ashes, and their feeble breath<br>Blew for a little life, and made a flame<br>Which was a mockery; then they lifted up<br>Their eyes as it grew lighter, and beheld<br>Each other's aspects—saw, and shrieked, and died—<br>Even of their mutual hideousness they died,<br>Unknowing who he was upon whose brow<br>Famine had written Fiend. The world was void,<br>The populous and the powerful was a lump,<br>Seasonless, herbless, treeless, manless, lifeless— <br>A lump of death—a chaos of hard clay.<br>The rivers, lakes, and ocean all stood still,<br>And nothing stirred within their silent depths;<br>Ships sailorless lay rotting on the sea,<br>And their masts fell down piecemeal; as they dropped<br>They slept on the abyss without a surge— <br>The waves were dead; the tides were in their grave,<br>The Moon, their mistress, had expired before;<br>The winds were withered in the stagnant air,<br>And the clouds perished! Darkness had no need<br>Of aid from them—She was the Universe!</p><br>I felt a cleaving in my mind<br>As if my brain had split;<br>I tried to match it, seam by seam,<br>But could not make them fit.<br><br>The thought behind I strove to join<br>Unto the thought before,<br>But sequence ravelled out of reach<br>Like balls upon a floor.</p><br>Stasis in darkness.<br>Then the substanceless blue<br>Pour of tor and distances.<br><br>God's lioness,<br>How one we grow,<br>Pivot of heels and knees! - The furrow<br><br>Splits and passes, sister to<br>The brown arc<br>Of the neck I cannot catch,<br><br>Nigger-eye<br>Berries cast dark<br>Hooks -<br><br>Black sweet blood mouthfuls,<br>Shadows.<br>Something else<br><br>Hauls me through air -<br>Thighs, hair;<br>Flakes from my heels.<br><br>White<br>Godiva, I unpeel -<br>Dead hands, dead stringencies.<br><br>And now I<br>Foam to wheat, a glitter of seas.<br>The child's cry<br><br>Melts in the wall.<br>And I<br>Am the arrow,<br><br>The dew that flies<br>Suicidal, at one with the drive<br>Into the red<br><br>Eye, the cauldron of morning.</p><br>Whatever hour you woke there was a door shutting. From room to room they went, hand in hand, lifting here, opening there, making sure — a ghostly couple.<br><br>’Here we left it,’ she said. And he added, ‘Oh, but here too!’ ‘It’s upstairs,’ she murmured. ‘And in the garden,’ he whispered ‘Quietly,’ they said, ‘or we shall wake them.<br><br>But it wasn’t that you woke us. Oh, no. ‘They’re looking for it; they’re drawing the curtain,’ one might say, and so read on a page or two. ‘Now they’ve found it,’ one would be certain, stopping the pencil on the margin. And then, tired of reading, one might rise and see for oneself, the house all empty, the doors standing open, only the wood pigeons bubbling with content and the hum of the threshing machine sounding from the farm. ‘What did I come in here for? What did I want to find?’ My hands were empty. ‘Perhaps it’s upstairs then?’ The apples were in the loft. And so down again, the garden still as ever, only the book had slipped into the grass.<br><br>But they had found it in the drawing room. Not that one could ever see them. The window panes reflected apples, reflected roses; all the leaves were green in the glass. If they moved in the drawing room, the apple only turned its yellow side. Yet, the moment after, if the door was opened, spread about the floor, hung upon the walls, pendant from the ceiling — what? My hands were empty. The shadow of a thrush crossed the carpet; from the deepest wells of silence the wood pigeon drew its bubble of sound. ‘Safe, safe, safe,’ the pulse of the house beat softly. ‘The treasure buried; the room . . . ‘ the pulse stopped short. Oh, was that the buried treasure?<br><br>A moment later the light had faded. Out in the garden then? But the trees spun darkness for a wandering beam of sun. So fine, so rare, coolly sunk beneath the surface the beam I sought always burnt behind the glass. Death was the glass; death was between us; coming to the woman first, hundreds of years ago, leaving the house, sealing all the windows; the rooms were darkened. He left it, left her, went North, went East, saw the stars turned in the Southern sky; sought the house, found it dropped beneath the Downs. ‘Safe, safe, safe,’ the pulse of the house beat gladly. ‘The Treasure yours.<br><br>The wind roars up the avenue. Trees stoop and bend this way and that. Moonbeams splash and spill wildly in the rain. But the beam of the lamp falls straight from the window. The candle burns stiff and still. Wandering through the house, opening the windows, whispering not to wake us, the ghostly couple seek their joy.<br><br>’Here we slept,’ she says. And he adds, ‘Kisses without number.’ ‘Waking in the morning —‘ ‘Silver between the trees —‘ ‘Upstairs —‘ ‘In the garden —‘ ‘When summer came —‘ ‘In winter snowtime —‘ The doors go shutting far in the distance, gently knocking like the pulse of a heart.<br><br>Nearer they come; cease at the doorway. The wind falls, the rain slides silver down the glass. Our eyes darken; we hear no steps beside us; we see no lady spread her ghostly cloak. His hands shield the lantern. ‘Look,’ he breathes. ‘Sound asleep. Love upon their lips.’<br><br>Stooping, holding their silver lamp above us, long they look and deeply. Long they pause. The wind drives straightly; the flame stoops slightly. Wild beams of moonlight cross both floor and wall, and, meeting, stain the faces bent; the faces pondering; the faces that search the sleepers and seek their hidden joy.<br><br>’Safe, safe, safe,’ the heart of the house beats proudly. ‘Long years —‘ he sighs. ‘Again you found me.’ ‘Here,’ she murmurs, ‘sleeping; in the garden reading; laughing, rolling apples in the loft. Here we left our treasure —‘ Stooping, their light lifts the lids upon my eyes. ‘Safe! safe! safe!’ the pulse of the house beats wildly. Waking, I cry ‘Oh, is this your buried treasure? The light in the heart.’</p><br>I have done it again.<br>One year in every ten<br>I manage it—<br><br>A sort of walking miracle, my skin<br>Bright as a Nazi lampshade,<br>My right foot<br><br>A paperweight,<br>My face a featureless, fine<br>Jew linen.<br><br>Peel off the napkin<br>O my enemy.<br>Do I terrify?—<br><br>The nose, the eye pits, the full set of teeth?<br>The sour breath<br>Will vanish in a day.<br><br>Soon, soon the flesh<br>The grave cave ate will be<br>At home on me<br><br>And I a smiling woman.<br>I am only thirty.<br>And like the cat I have nine times to die.<br><br>This is Number Three.<br>What a trash<br>To annihilate each decade.<br><br>What a million filaments.<br>The peanut-crunching crowd<br>Shoves in to see<br><br>Them unwrap me hand and foot—<br>The big strip tease.<br>Gentlemen, ladies,<br><br>These are my hands,<br>My knees.I may be skin and bone,<br><br>Nevertheless, I am the same, identical woman.<br>The first time it happened I was ten.<br>It was an accident.<br><br>The second time I meant<br>To last it out and not come back at all.<br>I rocked shut<br><br>As a seashell.<br>They had to call and call<br>And pick the worms off me like sticky pearls.<br><br>Dying<br>Is an art, like everything else.<br>I do it exceptionally well.<br><br>I do it so it feels like hell.<br>I do it so it feels real.<br>I guess you could say I've a call.<br><br>It's easy enough to do it in a cell.<br>It's easy enough to do it and stay put.<br>It's the theatrical<br><br>Comeback in broad day<br>To the same place, the same face, the same brute<br>Amused shout:<br><br>'A miracle!'<br>That knocks me out.<br>There is a charge<br><br>For the eyeing of my scars, there is a charge<br>For the hearing of my heart—<br>It really goes.<br><br>And there is a charge, very large charge,<br>For a word or a touch<br>Or a bit of blood<br><br>Or a piece of my hair or my clothes.<br>So, so, Herr Doktor.<br>So, Herr Enemy.<br><br>I am your opus,<br>I am your valuable,<br>The pure gold baby<br><br>That melts to a shriek.<br>I turn and burn.<br>Do not think I underestimate your great concern.<br><br>Ash, ash—<br>You poke and stir.<br>Flesh, bone, there is nothing there—<br><br>A cake of soap,<br>A wedding ring,<br>A gold filling.<br><br>Herr God, Herr Lucifer,<br>Beware<br>Beware.<br><br>Out of the ash<br>I rise with my red hair<br>And I eat men like air.</p><br>I<br><br>Our life is twofold; Sleep hath its own world,<br>A boundary between the things misnamed<br>Death and existence: Sleep hath its own world,<br>And a wide realm of wild reality,<br>And dreams in their development have breath,<br>And tears, and tortures, and the touch of joy;<br>They leave a weight upon our waking thoughts,<br>They take a weight from off waking toils,<br>They do divide our being; they become<br>A portion of ourselves as of our time,<br>And look like heralds of eternity;<br>They pass like spirits of the past—they speak<br>Like sibyls of the future; they have power— <br>The tyranny of pleasure and of pain;<br>They make us what we were not—what they will,<br>And shake us with the vision that's gone by,<br>The dread of vanished shadows—Are they so?<br>Is not the past all shadow?—What are they?<br>Creations of the mind?—The mind can make<br>Substances, and people planets of its own<br>With beings brighter than have been, and give<br>A breath to forms which can outlive all flesh.<br>I would recall a vision which I dreamed<br>Perchance in sleep—for in itself a thought,<br>A slumbering thought, is capable of years,<br>And curdles a long life into one hour.<br><br>II<br><br>I saw two beings in the hues of youth<br>Standing upon a hill, a gentle hill,<br>Green and of mild declivity, the last<br>As 'twere the cape of a long ridge of such,<br>Save that there was no sea to lave its base,<br>But a most living landscape, and the wave<br>Of woods and corn-fields, and the abodes of men<br>Scattered at intervals, and wreathing smoke<br>Arising from such rustic roofs: the hill<br>Was crowned with a peculiar diadem<br>Of trees, in circular array, so fixed,<br>Not by the sport of nature, but of man:<br>These two, a maiden and a youth, were there<br>Gazing—the one on all that was beneath<br>Fair as herself—but the boy gazed on her;<br>And both were young, and one was beautiful:<br>And both were young—yet not alike in youth.<br>As the sweet moon on the horizon's verge,<br>The maid was on the eve of womanhood;<br>The boy had fewer summers, but his heart<br>Had far outgrown his years, and to his eye<br>There was but one beloved face on earth,<br>And that was shining on him; he had looked<br>Upon it till it could not pass away;<br>He had no breath, no being, but in hers:<br>She was his voice; he did not speak to her,<br>But trembled on her words; she was his sight,<br>For his eye followed hers, and saw with hers,<br>Which coloured all his objects;—he had ceased<br>To live within himself: she was his life,<br>The ocean to the river of his thoughts,<br>Which terminated all; upon a tone,<br>A touch of hers, his blood would ebb and flow,<br>And his cheek change tempestuously—his heart<br>Unknowing of its cause of agony.<br>But she in these fond feelings had no share:<br>Her sighs were not for him; to her he was<br>Even as a brother—but no more; 'twas much,<br>For brotherless she was, save in the name<br>Her infant friendship had bestowed on him;<br>Herself the solitary scion left<br>Of a time-honoured race.—It was a name<br>Which pleased him, and yet pleased him not—and why?<br>Time taught him a deep answer—when she loved<br>Another; even now she loved another,<br>And on the summit of that hill she stood<br>Looking afar if yet her lover's steed<br>Kept pace with her expectancy, and flew.<br><br>III<br><br>A change came o'er the spirit of my dream.<br>There was an ancient mansion, and before<br>Its walls there was a steed caparisoned:<br>Within an antique Oratory stood<br>The Boy of whom I spake;—he was alone,<br>And pale, and pacing to and fro: anon<br>He sate him down, and seized a pen, and traced<br>Words which I could not guess of; then he leaned<br>His bowed head on his hands and shook, as 'twere<br>With a convulsion—then rose again,<br>And with his teeth and quivering hands did tear<br>What he had written, but he shed no tears.<br>And he did calm himself, and fix his brow<br>Into a kind of quiet: as he paused,<br>The Lady of his love re-entered there;<br>She was serene and smiling then, and yet<br>She knew she was by him beloved; she knew—<br>For quickly comes such knowledge—that his heart<br>Was darkened with her shadow, and she saw<br>That he was wretched, but she saw not all.<br>He rose, and with a cold and gentle grasp<br>He took her hand; a moment o'er his face<br>A tablet of unutterable thoughts<br>Was traced, and then it faded, as it came;<br>He dropped the hand he held, and with slow steps<br>Retired, but not as bidding her adieu,<br>For they did part with mutual smiles; he passed<br>From out the massy gate of that old Hall,<br>And mounting on his steed he went his way;<br>And ne'er repassed that hoary threshold more.<br><br>IV<br><br>A change came o'er the spirit of my dream.<br>The Boy was sprung to manhood: in the wilds<br>Of fiery climes he made himself a home,<br>And his Soul drank their sunbeams; he was girt<br>With strange and dusky aspects; he was not<br>Himself like what he had been; on the sea<br>And on the shore he was a wanderer;<br>There was a mass of many images<br>Crowded like waves upon me, but he was<br>A part of all; and in the last he lay<br>Reposing from the noontide sultriness,<br>Couched among fallen columns, in the shade<br>Of ruined walls that had survived the names<br>Of those who reared them; by his sleeping side<br>Stood camels grazing, and some goodly steeds<br>Were fastened near a fountain; and a man,<br>Glad in a flowing garb, did watch the while,<br>While many of his tribe slumbered around:<br>And they were canopied by the blue sky,<br>So cloudless, clear, and purely beautiful,<br>That God alone was to be seen in heaven.<br><br>V<br><br>A change came o'er the spirit of my dream.<br>The Lady of his love was wed with One<br>Who did not love her better: in her home,<br>A thousand leagues from his,—her native home,<br>She dwelt, begirt with growing Infancy,<br>Daughters and sons of Beauty,—but behold!<br>Upon her face there was a tint of grief,<br>The settled shadow of an inward strife,<br>And an unquiet drooping of the eye,<br>As if its lid were charged with unshed tears.<br>What could her grief be?—she had all she loved,<br>And he who had so loved her was not there<br>To trouble with bad hopes, or evil wish,<br>Or ill-repressed affliction, her pure thoughts.<br>What could her grief be?—she had loved him not,<br>Nor given him cause to deem himself beloved,<br>Nor could he be a part of that which preyed<br>Upon her mind—a spectre of the past.<br><br>VI<br><br>A change came o'er the spirit of my dream.<br>The Wanderer was returned.—I saw him stand<br>Before an altar—with a gentle bride;<br>Her face was fair, but was not that which made<br>The Starlight of his Boyhood;—as he stood<br>Even at the altar, o'er his brow there came<br>The selfsame aspect and the quivering shock<br>That in the antique Oratory shook<br>His bosom in its solitude; and then—<br>As in that hour—a moment o'er his face<br>The tablet of unutterable thoughts<br>Was traced—and then it faded as it came,<br>And he stood calm and quiet, and he spoke<br>The fitting vows, but heard not his own words,<br>And all things reeled around him; he could see<br>Not that which was, nor that which should have been— <br>But the old mansion, and the accustomed hall,<br>And the remembered chambers, and the place,<br>The day, the hour, the sunshine, and the shade,<br>All things pertaining to that place and hour,<br>And her who was his destiny, came back<br>And thrust themselves between him and the light;<br>What business had they there at such a time?<br><br>VII<br><br>A change came o'er the spirit of my dream.<br>The Lady of his love;—Oh! she was changed,<br>As by the sickness of the soul; her mind<br>Had wandered from its dwelling, and her eyes,<br>They had not their own lustre, but the look<br>Which is not of the earth; she was become<br>The queen of a fantastic realm; her thoughts<br>Were combinations of disjointed things;<br>And forms impalpable and unperceived<br>Of others' sight familiar were to hers.<br>And this the world calls frenzy; but the wise<br>Have a far deeper madness, and the glance<br>Of melancholy is a fearful gift;<br>What is it but the telescope of truth?<br>Which strips the distance of its fantasies,<br>And brings life near in utter nakedness,<br>Making the cold reality too real!<br><br>VIII<br><br>A change came o'er the spirit of my dream.<br>The Wanderer was alone as heretofore,<br>The beings which surrounded him were gone,<br>Or were at war with him; he was a mark<br>For blight and desolation, compassed round<br>With Hatred and Contention; Pain was mixed<br>In all which was served up to him, until,<br>Like to the Pontic monarch of old days,<br>He fed on poisons, and they had no power,<br>But were a kind of nutriment; he lived<br>Through that which had been death to many men,<br>And made him friends of mountains; with the stars<br>And the quick Spirit of the Universe<br>He held his dialogues: and they did teach<br>To him the magic of their mysteries;<br>To him the book of Night was opened wide,<br>And voices from the deep abyss revealed<br>A marvel and a secret.—Be it so.<br><br>IX<br><br>My dream is past; it had no further change.<br>It was of a strange order, that the doom<br>Of these two creatures should be thus traced out<br>Almost like a reality—the one<br>To end in madness—both in misery.</p>"}