{"id":"user59","title":"William Wordsworth","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"I wandered lonely as a cloud<br> That floats on high o'er vales and hills,<br> When all at once I saw a crowd,<br> A host, of golden daffodils;<br> Beside the lake, beneath the trees,<br> Fluttering and dancing in the breeze.<br> <br> Continuous as the stars that shine<br> And twinkle on the milky way,<br> They stretched in never-ending line <br> Along the margin of a bay:<br> Ten thousand saw I at a glance,<br> Tossing their heads in sprightly dance.<br> <br> The waves beside them danced; but they<br> Out-did the sparkling waves in glee;<br> A poet could not but be gay,<br> In such a jocund company;<br> I gazed—and gazed—but little thought<br> What wealth the show to me had brought:<br> <br> For oft, when on my couch I lie<br> In vacant or in pensive mood,<br> They flash upon that inward eye<br> Which is the bliss of solitude;<br> And then my heart with pleasure fills,<br> And dances with the daffodils.</p><br>Earth has not anything to show more fair:<br> Dull would he be of soul who could pass by<br> A sight so touching in its majesty:<br> This City now doth like a garment wear<br> The beauty of the morning; silent , bare,<br> Ships, towers, domes, theatres, and temples lie<br> Open unto the fields, and to the sky,<br> All bright and glittering in the smokeless air.<br> Never did the sun more beautifully steep<br> In his first splendour, valley, rock, or hill;<br> Ne'er saw I, never felt a calm so deep!<br> The river glideth at his own sweet will:<br> Dear God! the very houses seem asleep;<br> And all that mighty heart is lying still!</p><br>I heard a thousand blended notes,<br> While in a grove I sate reclined,<br> In that sweet mood when pleasant thoughts<br> Bring sad thoughts to the mind.<br> <br> To her fair works did Nature link<br> The human soul that through me ran;<br> And much it grieved my heart to think<br> What man has made of man.<br> <br> Through primrose tufts, in that green bower,<br> The periwinkle trailed its wreaths;<br> And 'tis my faith that every flower<br> Enjoys the air it breathes.<br> <br> The birds around me hopped and played,<br> Their thoughts I cannot measure:--<br> But the least motion which they made<br> It seemed a thrill of pleasure.<br> <br> The budding twigs spread out their fan,<br> To catch the breezy air;<br> And I must think, do all I can,<br> That there was pleasure there.<br> <br> If this belief from heaven be sent,<br> If such be Nature's holy plan,<br> Have I not reason to lament<br> What man has made of man?</p><br>Milton! thou should'st be living at this hour:<br> England hath need of thee: she is a fen<br> Of stagnant waters: altar, sword, and pen,<br> Fireside, the heroic wealth of hall and bower,<br> Have forfeited their ancient English dower<br> Of inward happiness. We are selfish men;<br> Oh! raise us up, return to us again;<br> And give us manners, virtue, freedom, power.<br> Thy soul was like a Star, and dwelt apart:<br> Thou hadst a voice whose sound was like the sea:<br> Pure as the naked heavens, majestic, free,<br> So didst thou travel on life's common way,<br> In cheerful godliness; and yet thy heart<br> The lowliest duties on herself did lay.</p>"}