{
				"id": "user339",
				"title": "A Dead Friend by Algernon Charles Swinburne",
				"exclude_from_menu": "true",
				"image": "Dennis Jarvis.jpg",
				"tag": ["15", "10"],
				"video": {
					"src": ["Cherry-blossom-blooms-panning.m4v", "Cherry-blossom-blooms-tilt.m4v", "Cherry-blossom-blooms-zoom-out.m4v", "Cherry-blossom-nature-scene.m4v", "Cherry-blossom-petals-in-the-wind-2.m4v", "Cherry-blossom-petals-in-the-wind.m4v", "Cherry-blossoms-up-close-focus-shift.m4v"],
					"type": "background"	
				},
				"main_text": "I.<br><br> Gone, O gentle heart and true,<br> Friend of hopes foregone,<br> Hopes and hopeful days with you<br> Gone?<br><br> Days of old that shone<br> Saw what none shall see anew,<br> When we gazed thereon.<br><br> Soul as clear as sunlit dew,<br> Why so soon pass on,<br> Forth from all we loved and knew<br> Gone?<br><br> II.<br><br> Friend of many a season fled,<br> What may sorrow send<br> Toward thee now from lips that said<br> 'Friend'?<br><br> Sighs and songs to blend<br> Praise with pain uncomforted<br> Though the praise ascend?<br><br> Darkness hides no dearer head:<br> Why should darkness end<br> Day so soon, O dear and dead<br> Friend?<br><br> III.<br><br> Dear in death, thou hast thy part<br> Yet in life, to cheer<br> Hearts that held thy gentle heart<br> Dear.<br><br> Time and chance may sear<br> Hope with grief, and death may part<br> Hand from hand's clasp here:<br><br> Memory, blind with tears that start,<br> Sees through every tear<br> All that made thee, as thou art,<br> Dear.<br><br> IV.<br><br> True and tender, single-souled,<br> What should memory do<br> Weeping o'er the trust we hold<br> True?<br><br> Known and loved of few,<br> But of these, though small their fold,<br> Loved how well were you!<br><br> Change, that makes of new things old,<br> Leaves one old thing new;<br> Love which promised truth, and told<br> True.<br><br> V.<br><br> Kind as heaven, while earth's control<br> Still had leave to bind<br> Thee, thy heart was toward man's whole<br> Kind.<br><br> Thee no shadows blind<br> Now: the change of hours that roll<br> Leaves thy sleep behind.<br><br> Love, that hears thy death-bell toll<br> Yet, may call to mind<br> Scarce a soul as thy sweet soul<br> Kind.<br><br> VI.<br><br> How should life, O friend, forget<br> Death, whose guest art thou?<br> Faith responds to love's regret,<br> How?<br><br> Still, for us that bow<br> Sorrowing, still, though life be set,<br> Shines thy bright mild brow.<br><br> Yea, though death and thou be met,<br> Love may find thee now<br> Still, albeit we know not yet<br> How.<br><br> VII.<br><br> Past as music fades, that shone<br> While its life might last;<br> As a song-bird's shadow flown<br> Past!<br><br> Death's reverberate blast<br> Now for music's lord has blown<br> Whom thy love held fast.<br><br> Dead thy king, and void his throne:<br> Yet for grief at last<br> Love makes music of his own<br> Past."
			}