{
				"id": "user294",
				"title": "Fern Hill by Dylan Thomas",
				"exclude_from_menu": "true",
				"image": "Goleudy.jpg",
				"tag": ["15", "7", "41"],
				"video": {
					"src": ["Aerial-shot-of-forest-mountains-and-lake4.m4v", "Aerial-shot-of-green-forest-and-mountains-and-meadow.m4v", "Aerial-shot-of-green-forest-and-mountains-reveal.m4v", "Aerial-shot-of-green-forest-and-mountains-reveal2.m4v", "Aerial-shot-of-green-forest-and-mountains-with-trail.m4v", "Aerial-shot-of-green-forest-and-mountains.m4v", "Aerial-shot-of-green-forest-and-mountains2.m4v", "Aerial-shot-of-green-forest-and-mountains3.m4v", "Aerial-shot-of-green-valley-river-and-ranch-in-the-distance.m4v", "Aerial-shot-of-green-valley-with-river.m4v", "Aerial-shot-of-green-valley-with-river2.m4v", "Aerial-shot-of-green-valley-with-river3.m4v"],
					"type": "background"	
				},
				"main_text": "Now as I was young and easy under the apple boughs<br>About the lilting house and happy as the grass was green,<br>The night above the dingle starry,<br>Time let me hail and climb<br>Golden in the heydays of his eyes,<br>And honoured among wagons I was prince of the apple towns<br>And once below a time I lordly had the trees and leaves<br>Trail with daisies and barley<br>Down the rivers of the windfall light.<br><br>And as I was green and carefree, famous among the barns<br>About the happy yard and singing as the farm was home,<br>In the sun that is young once only,<br>Time let me play and be<br>Golden in the mercy of his means,<br>And green and golden I was huntsman and herdsman, the calves<br>Sang to my horn, the foxes on the hills barked clear and cold,<br>And the sabbath rang slowly<br>In the pebbles of the holy streams.<br><br>All the sun long it was running, it was lovely, the hay<br>Fields high as the house, the tunes from the chimneys, it was air<br>And playing, lovely and watery<br>And fire green as grass.<br>And nightly under the simple stars<br>As I rode to sleep the owls were bearing the farm away,<br>All the moon long I heard, blessed among stables, the nightjars<br>Flying with the ricks, and the horses<br>Flashing into the dark.<br><br>And then to awake, and the farm, like a wanderer white<br>With the dew, come back, the cock on his shoulder: it was all<br>Shining, it was Adam and maiden,<br>The sky gathered again<br>And the sun grew round that very day.<br>So it must have been after the birth of the simple light<br>In the first, spinning place, the spellbound horses walking warm<br>Out of the whinnying green stable<br>On to the fields of praise.<br><br>And honoured among foxes and pheasants by the gay house<br>Under the new made clouds and happy as the heart was long,<br>In the sun born over and over,<br>I ran my heedless ways,<br>My wishes raced through the house high hay<br>And nothing I cared, at my sky blue trades, that time allows<br>In all his tuneful turning so few and such morning songs<br>Before the children green and golden<br>Follow him out of grace.<br><br>Nothing I cared, in the lamb white days, that time would<br>take me<br>Up to the swallow thronged loft by the shadow of my hand,<br>In the moon that is always rising,<br>Nor that riding to sleep<br>I should hear him fly with the high fields<br>And wake to the farm forever fled from the childless land.<br>Oh as I was young and easy in the mercy of his means,<br>Time held me green and dying<br>Though I sang in my chains like the sea."
			}