{
	"id":"user600",
	"title":"The Prodigal Son by Rudyard Kipling (Downtown)",
	"image":"Hammonton Photography.jpg",
	"tag":["15", "8", "31", "22", "44"],
	"video":{"src": ["Downtown-la-highway-timelapse.m4v", "Downtown-la-traffic-timelapse.m4v", "Downtown-miami-at-night-2.m4v"],
	"title":"video title",
	"type":"background"
	},
	"main_text":"Here come I to my own again,<br><br>Fed, forgiven and known again,<br><br>Claimed by bone of my bone again<br><br>And cheered by flesh of my flesh.<br><br>The fatted calf is dressed for me,<br><br>But the husks have greater zest for me,<br><br>I think my pigs will be best for me,<br><br>So I'm off to the Yards afresh.<br><br><br><br>I never was very refined, you see,<br><br>(And it weighs on my brother's mind, you see)<br><br>But there's no reproach among swine, d'you see,<br><br>For being a bit of a swine.<br><br>So I'm off with wallet and staff to eat<br><br>The bread that is three parts chaff to wheat,<br><br>But glory be! - there's a laugh to it,<br><br>Which isn't the case when we dine.<br><br><br><br>My father glooms and advises me,<br><br>My brother sulks and despises me,<br><br>And Mother catechises me<br><br>Till I want to go out and swear.<br><br>And, in spite of the butler's gravity,<br><br>I know that the servants have it I<br><br>Am a monster of moral depravity,<br><br>And I'm damned if I think it's fair!<br><br><br><br>I wasted my substance, I know I did,<br><br>On riotous living, so I did,<br><br>But there's nothing on record to show I did<br><br>Worse than my betters have done.<br><br>They talk of the money I spent out there -<br><br>They hint at the pace that I went out there -<br><br>But they all forget I was sent out there<br><br>Alone as a rich man's son.<br><br><br><br>So I was a mark for plunder at once,<br><br>And lost my cash (can you wonder?) at once,<br><br>But I didn't give up and knock under at once,<br><br>I worked in the Yards, for a spell,<br><br>Where I spent my nights and my days with hogs.<br><br>And shared their milk and maize with hogs,<br><br>Till, I guess, I have learned what pays with hogs<br><br>And - I have that knowledge to sell!<br><br><br><br>So back I go to my job again,<br><br>Not so easy to rob again,<br><br>Or quite so ready to sob again<br><br>On any neck that's around.<br><br>I'm leaving, Pater. Good-bye to you!<br><br>God bless you, Mater! I'll write to you!<br><br>I wouldn't be impolite to you,<br><br>But, Brother, you are a hound!",
	"shuffle": false,
	"type": "presentation", 
	"autoSlideTimer": 2
}