{"id":"user41",
"title":"Howl by Allen Ginsberg",
"exclude_from_menu":"true",
"image":"ionic c.jpg",
"tag": ["15", "22", "21", "23", "29"],
"video": {"src": ["Tombstones-at-arlington-national-cemetery-5.m4v", "colorful-lights-2.m4v","Dark-purple-lines-and-energy.m4v","Tunnel-light-blur-2.m4v", "Tunnel-light-blur-3.m4v","La-night-lights-flashing.m4v", "Hazy-rainbow.m4v", "Hazy-sunset-glow.m4v", "Slow-motion-random-colorful-particles.m4v","Neon-ink-in-water.m4v","Love-forms-in-confetti-2.m4v", "Sunrise-over-greek-mainland-from-lefkada.m4v", "Cloud-pattern-sky.m4v","Electric-blue-ink-in-water.m4v", "Slow-motion-orange-on-white-paint-splatter.m4v", "Slow-motion-orange-paint-splatter-2.m4v", "Slow-motion-orange-paint-splatter.m4v","Slow-motion-red-and-blue-on-white-paint-splatter.m4v", "Slow-motion-red-and-white-paint-splatter.m4v", "Slow-motion-red-and-white-paint-splatter2.m4v","Slow-motion-splashing-green-paint-splatter.m4v", "Slow-motion-splashing-red-paint-splatter.m4v","Dark-green-ink-in-water.m4v", "Continent-topography-view-from-space-station.m4v","Space-shuttle-lighting-up-night-sky.m4v", "Space-shuttle-soaring-in-the-sky.m4v","Spinning-earth-animation.m4v", "Spiral-galaxy.m4v", "Spiral-universe.m4v","Slow-rotating-colorful-galaxy-cloud.m4v","Spinning-starry-sky.m4v","Spinning-into-oblivion.m4v","Swirling-galaxy.m4v", "Slow-motion-army-men-battle-1.m4v", "Slow-motion-army-men-battle-3.m4v", "Slow-motion-army-men-explosion-2.m4v","Trailer-top-15.m4v", "Trailer-truck-driving-down-open-road-in-desert-at-sunset.m4v", "Trucks-passing-on-open-road-in-desert.m4v", "Wake-following-ship-in-pacific-ocean.m4v", "Warehouse-buildings-aerial.m4v", "Wide-shot-of-oil-rig.m4v", "Wide-angle-cloud-and-sky-scraper-timelapse.m4v", "Pan-across-toronto-city-after-dark.m4v", "Berlin-graffiti-montage.m4v", "Pencil-sketch-montage.m4v", "Artistic-graffiti-inverse.m4v", "Clear-white-jellyfish.m4v", "Arriving-in-grand-central-station-timelapse.m4v", "Arriving-train-in-nyc-station-timelapse.m4v", "Barcelona-night-drive.m4v", "Boston-time-lapse-at-night.m4v", "Both-sides-of-traffic.m4v", "California-freeway-driving.m4v", "Fast-la-headlights-traffic-timelapse.m4v", "Fast-skiing-down-a-slope.m4v", "Dry-winter-northern-california-highway.m4v", "Dry-canyon.m4v", "Exiting-train-in-nyc.m4v", "Following-san-diego-highway-horizon.m4v", "Graffiti-tags.m4v", "Green-and-black-ink-water.m4v", "T-l-day-to-night-high-angle-wide-shot-traffic-on-nanpu-bridge-spiral-shangh.m4v", "T-l-pedestrians-and-traffic-across-shibuya-crossing-at-night-shibuya-tokyo-.m4v", "T-l-people-walking-in-the-new-modern-shanghai-south-railway-station-shangha.m4v", "T-l-shoppers-inside-a-new-modern-shopping-complex-in-pudong-district-shangh.m4v", "Tl-smooth.m4v", "Tl-spotjump.m4v", "Time-lapse-big-moon.m4v", "Time-lapse-bridge-into-green-woods.m4v", "Time-lapse-cars-from-road.m4v", "Time-lapse-city-grid-of-lights.m4v", "Time-lapse-city-scape-on-the-water.m4v", "Time-lapse-city-skyline.m4v", "Time-lapse-cloud.m4v", "Time-lapse-clouds-medium-speed-2651.m4v"],
							"title": "video title",
							"type": "background"},
"shuffle": "true",
"type": "presentation",
"autoSlideTimer": 3,
"main_text":"I<br>I saw the best minds of my generation destroyed by<br><br>madness, starving hysterical naked,<br><br>dragging themselves through the negro streets at dawn<br><br>looking for an angry fix,<br><br>angelheaded hipsters burning for the ancient heavenly<br><br>connection to the starry dynamo in the machin-<br><br>ery of nightr,<br><br>who poverty and tatters and hollow-eyed and high sat<br><br>up smoking in the supernatural darkness of<br><br>cold-water flats floating across the tops of cities<br><br>contemplating jazz,<br><br>who bared their brains to Heaven under the El and<br><br>saw Mohammedan angels staggering on tene-<br><br>ment roofs illuminated,<br><br>who passed through universities with radiant cool eyes<br><br>hallucinating Arkansas and Blake-light tragedy<br><br>among the scholars of war,<br><br>who were expelled from the academies for crazy &<br><br>publishing obscene odes on the windows of the<br><br>skull,<br><br>who cowered in unshaven rooms in underwear, burn-<br><br>ing their money in wastebaskets and listening<br><br>to the Terror through the wall,<br><br>who got busted in their pubic beards returning through<br><br>Laredo with a belt of marijuana for New York,<br><br>who ate fire in paint hotels or drank turpentine in<br><br>Paradise Alley, death, or purgatoried their<br><br>torsos night after night<br><br>with dreams, with drugs, with waking nightmares, al-<br><br>cohol and cock and endless balls,<br><br>incomparable blind; streets of shuddering cloud and<br><br><br>lightning in the mind leaping toward poles of<br><br>Canada & Paterson, illuminating all the mo-<br><br>tionless world of Time between,<br><br>Peyote solidities of halls, backyard green tree cemetery<br><br>dawns, wine drunkenness over the rooftops,<br><br>storefront boroughs of teahead joyride neon<br><br>blinking traffic light, sun and moon and tree<br>vibrations in the roaring winter dusks of Brook-<br><br>lyn, ashcan rantings and kind king light of mind,<br><br>who chained themselves to subways for the endless<br><br>ride from Battery to holy Bronx on benzedrine<br><br>until the noise of wheels and children brought<br><br>them down shuddering mouth-wracked and<br><br>battered bleak of brain all drained of brilliance<br><br>in the drear light of Zoo,<br><br>who sank all night in submarine light of Bickford's<br><br>floated out and sat through the stale beer after<br><br>noon in desolate Fugazzi's, listening to the crack<br><br>of doom on the hydrogen jukebox,<br><br>who talked continuously seventy hours from park to<br><br>pad to bar to Bellevue to museum to the Brook-<br><br>lyn Bridge,<br><br>lost battalion of platonic conversationalists jumping<br><br>down the stoops off fire escapes off windowsills<br><br>off Empire State out of the moon,<br><br>yacketayakking screaming vomiting whispering facts<br><br>and memories and anecdotes and eyeball kicks<br><br>and shocks of hospitals and jails and wars,<br><br>whole intellects disgorged in total recall for seven days<br><br>and nights with brilliant eyes, meat for the<br><br>Synagogue cast on the pavement,<br><br>who vanished into nowhere Zen New Jersey leaving a<br><br>trail of ambiguous picture postcards of Atlantic<br><br>City Hall,<br><br>suffering Eastern sweats and Tangerian bone-grind-<br><br>ings and migraines of China under junk-with-<br><br>drawal in Newark's bleak furnished room,<br><br>who wandered around and around at midnight in the<br><br>railroad yard wondering where to go, and went,<br><br>leaving no broken hearts,<br><br>who lit cigarettes in boxcars boxcars boxcars racketing<br><br>through snow toward lonesome farms in grand-<br><br>father night,<br><br>who studied Plotinus Poe St, John of the Cross telep-<br><br>athy and bop kabbalah because the cosmos in-<br><br>stinctively vibrated at their feet in Kansas,<br><br>who loned it through the streets of Idaho seeking vis-<br><br>ionary indian angels who were visionary indian<br><br>angels,<br><br>who thought they were only mad when Baltimore<br><br>gleamed in supernatural ecstasy,<br><br>who jumped in limousines with the Chinaman of Okla-<br><br>homa on the impulse of winter midnight street<br><br>light smalltown rain,<br><br>who lounged hungry and lonesome through Houston<br><br>seeking jazz or sex or soup, and followed the<br><br>brilliant Spaniard to converse about America<br><br>and Eternity, a hopeless task, and so took ship<br><br>to Africa,<br><br>who disappeared into the volcanoes of Mexico leaving<br><br>behind nothing but the shadow of dungarees<br><br>and the lava and ash of poetry scattered in fire<br><br>place Chicago,<br><br>who reappeared on the West Coast investigating the<br><br>F,B,I, in beards and shorts with big pacifist<br><br>eyes sexy in their dark skin passing out incom-<br><br>prehensible leaflets,<br><br>who burned cigarette holes in their arms protesting<br><br>the narcotic tobacco haze of Capitalism,<br><br>who distributed Supercommunist pamphlets in Union<br><br>Square weeping and undressing while the sirens<br><br>of Los Alamos wailed them down, and wailed<br><br>down Wall, and the Staten Island ferry also<br>wailed,<br><br>who broke down crying in white gymnasiums naked<br><br>and trembling before the machinery of other<br><br>skeletons,<br><br>who bit detectives in the neck and shrieked with delight<br><br>in policecars for committing no crime but their<br><br>own wild cooking pederasty and intoxication,<br><br>who howled on their knees in the subway and were<br><br>dragged off the roof waving genitals and manu-<br><br>scripts,<br><br>who let themselves be fucked in the ass by saintly<br><br>motorcyclists, and screamed with joy,<br><br>who blew and were blown by those human seraphim,<br><br>the sailors, caresses of Atlantic and Caribbean<br><br>love,<br><br>who balled in the morning in the evenings in rose<br><br>gardens and the grass of public parks and<br><br>cemeteries scattering their semen freely to<br><br>whomever come who may,<br><br>who hiccuped endlessly trying to giggle but wound up<br><br>with a sob behind a partition in a Turkish Bath<br><br>when the blond & naked angel came to pierce<br><br>them with a sword,<br><br>who lost their loveboys to the three old shrews of fate<br><br>the one eyed shrew of the heterosexual dollar<br><br>the one eyed shrew that winks out of the womb<br><br>and the one eyed shrew that does nothing but<br><br>sit on her ass and snip the intellectual golden<br><br>threads of the craftsman's loom,<br><br>who copulated ecstatic and insatiate with a bottle of<br><br>beer a sweetheart a package of cigarettes a can-<br><br>dle and fell off the bed, and continued along<br><br>the floor and down the hall and ended fainting<br><br>on the wall with a vision of ultimate cunt and<br><br>come eluding the last gyzym of consciousness,<br><br>who sweetened the snatches of a million girls trembling<br><br>in the sunset, and were red eyed in the morning<br><br>but prepared to sweeten the snatch of the sun<br><br>rise, flashing buttocks under barns and naked<br><br>in the lake,<br><br>who went out whoring through Colorado in myriad<br><br>stolen night-cars, N,C,, secret hero of these<br><br>poems, cocksman and Adonis of Denver-joy<br><br>to the memory of his innumerable lays of girls<br><br>in empty lots & diner backyards, moviehouses'<br><br>rickety rows, on mountaintops in caves or with<br><br>gaunt waitresses in familiar roadside lonely pet-<br><br>ticoat upliftings & especially secret gas-station<br><br>solipsisms of johns, & hometown alleys too,<br><br>who faded out in vast sordid movies, were shifted in<br><br>dreams, woke on a sudden Manhattan, and<br><br>picked themselves up out of basements hung<br><br>over with heartless Tokay and horrors of Third<br><br>Avenue iron dreams & stumbled to unemploy-<br><br>ment offices,<br><br>who walked all night with their shoes full of blood on<br><br>the snowbank docks waiting for a door in the<br><br>East River to open to a room full of steamheat<br><br>and opium,<br>who created great suicidal dramas on the apartment<br><br>cliff-banks of the Hudson under the wartime<br><br>blue floodlight of the moon & their heads shall<br><br>be crowned with laurel in oblivion,<br><br>who ate the lamb stew of the imagination or digested<br><br>the crab at the muddy bottom of the rivers of<br><br>Bowery,<br><br>who wept at the romance of the streets with their<br><br>pushcarts full of onions and bad music,<br><br>who sat in boxes breathing in the darkness under the<br><br>bridge, and rose up to build harpsichords in<br><br>their lofts,<br><br>who coughed on the sixth floor of Harlem crowned<br><br>with flame under the tubercular sky surrounded<br><br>by orange crates of theology,<br><br>who scribbled all night rocking and rolling over lofty<br><br>incantations which in the yellow morning were<br><br>stanzas of gibberish,<br><br>who cooked rotten animals lung heart feet tail borsht <br><br>& tortillas dreaming of the pure vegetable<br><br>kingdom,<br><br>who plunged themselves under meat trucks looking for<br><br>an egg,<br><br>who threw their watches off the roof to cast their ballot<br><br>for Eternity outside of Time, & alarm clocks<br><br>fell on their heads every day for the next decade,<br><br>who cut their wrists three times successively unsuccess-<br><br>fully, gave up and were forced to open antique<br><br>stores where they thought they were growing<br><br>old and cried,<br><br>who were burned alive in their innocent flannel suits<br><br>on Madison Avenue amid blasts of leaden verse<br><br>& the tanked-up clatter of the iron regiments<br><br>of fashion & the nitroglycerine shrieks of the<br><br>fairies of advertising & the mustard gas of sinis-<br><br>ter intelligent editors, or were run down by the<br><br>drunken taxicabs of Absolute Reality,<br><br>who jumped off the Brooklyn Bridge this actually hap-<br><br>pened and walked away unknown and forgotten<br><br>into the ghostly daze of Chinatown soup alley<br><br>ways & firetrucks, not even one free beer,<br><br>who sang out of their windows in despair, fell out of<br><br>the subway window, jumped in the filthy Pas-<br><br>saic, leaped on negroes, cried all over the street,<br><br>danced on broken wineglasses barefoot smashed<br><br>phonograph records of nostalgic European<br><br>1930s German jazz finished the whiskey and<br><br>threw up groaning into the bloody toilet, moans<br><br>in their ears and the blast of colossal steam<br><br>whistles,<br><br>who barreled down the highways of the past journeying<br><br>to each other's hotrod-Golgotha jail-solitude<br><br>watch or Birmingham jazz incarnation,<br><br>who drove crosscountry seventytwo hours to find out<br><br>if I had a vision or you had a vision or he had<br><br>a vision to find out Eternity,<br><br>who journeyed to Denver, who died in Denver, who<br><br>came back to Denver & waited in vain, who<br><br>watched over Denver & brooded & loned in<br><br>Denver and finally went away to find out the<br><br>Time, & now Denver is lonesome for her heroes,<br><br>who fell on their knees in hopeless cathedrals praying<br><br>for each other's salvation and light and breasts,<br><br>until the soul illuminated its hair for a second,<br><br>who crashed through their minds in jail waiting for<br><br>impossible criminals with golden heads and the<br><br>charm of reality in their hearts who sang sweet<br><br>blues to Alcatraz,<br><br>who retired to Mexico to cultivate a habit, or Rocky<br><br>Mount to tender Buddha or Tangiers to boys<br><br>or Southern Pacific to the black locomotive or<br><br>Harvard to Narcissus to Woodlawn to the<br><br>daisychain or grave,<br><br>who demanded sanity trials accusing the radio of hyp<br><br>notism & were left with their<br><br>insanity & their<br><br>hands & a hung jury,<br><br>who threw potato salad at CCNY lecturers on Dadaism<br><br>and subsequently presented themselves on the<br><br>granite steps of the madhouse with shaven heads<br><br>and harlequin speech of suicide, demanding in-<br><br>stantaneous lobotomy,<br><br>and who were given instead the concrete void of insulin<br><br>Metrazol electricity hydrotherapy psycho-<br><br>therapy occupational therapy pingpong &<br><br>amnesia,<br><br>who in humorless protest overturned only one symbolic<br><br>pingpong table, resting briefly in catatonia,<br><br>returning years later truly bald except for a wig of<br><br>blood, and tears and fingers, to the visible mad<br><br>man doom of the wards of the madtowns of the<br><br>East,<br><br>Pilgrim State's Rockland's and Greystone's foetid<br><br>halls, bickering with the echoes of the soul, rock-<br><br>ing and rolling in the midnight solitude-bench<br><br>dolmen-realms of love, dream of life a night-<br><br>mare, bodies turned to stone as heavy as the<br><br>moon,<br><br>with mother finally ******, and the last fantastic book<br><br>flung out of the tenement window, and the last<br><br>door closed at 4, A,M, and the last telephone<br><br>slammed at the wall in reply and the last fur-<br><br>nished room emptied down to the last piece of<br><br>mental furniture, a yellow paper rose twisted<br><br>on a wire hanger in the closet, and even that<br><br>imaginary, nothing but a hopeful little bit of<br><br>hallucination<br><br>ah, Carl, while you are not safe I am not safe, and<br><br>now you're really in the total animal soup of<br><br>time<br><br>and who therefore ran through the icy streets obsessed<br><br>with a sudden flash of the alchemy of the use<br><br>of the ellipse the catalog the meter & the vibrat-<br><br>ing plane,<br><br>who dreamt and made incarnate gaps in Time & Space<br><br>through images juxtaposed, and trapped the<br><br>archangel of the soul between 2 visual images<br><br>and joined the elemental verbs and set the noun<br><br>and dash of consciousness together jumping<br><br>with sensation of Pater Omnipotens Aeterna<br><br>Deus<br><br>to recreate the syntax and measure of poor human<br><br>prose and stand before you speechless and intel-<br><br>ligent and shaking with shame, rejected yet con-<br><br>fessing out the soul to conform to the rhythm<br><br>of thought in his naked and endless head,<br><br>the madman bum and angel beat in Time, unknown,<br><br>yet putting down here what might be left to say<br><br>in time come after death,<br><br>and rose reincarnate in the ghostly clothes of jazz in<br><br>the goldhorn shadow of the band and blew the<br><br>suffering of America's naked mind for love into<br><br>an eli eli lamma lamma sabacthani saxophone<br><br>cry that shivered the cities down to the last radio<br><br>with the absolute heart of the poem of life butchered<br><br>out of their own bodies good to eat a thousand<br><br>years,<br><br>II <br> What sphinx of cement and aluminum bashed open<br><br>their skulls and ate up their brains and imagi-<br><br>nation?<br><br>Moloch! Solitude! Filth! Ugliness! Ashcans and unob<br><br>tainable dollars! Children screaming under the<br><br>stairways! Boys sobbing in armies! Old men<br><br>weeping in the parks!<br><br>Moloch! Moloch! Nightmare of Moloch! Moloch the<br><br>loveless! Mental Moloch! Moloch the heavy<br><br>judger of men!<br><br>Moloch the incomprehensible prison! Moloch the<br><br>crossbone soulless jailhouse and Congress of<br><br>sorrows! Moloch whose buildings are judgment!<br><br>Moloch the vast stone of war! Moloch the stun-<br><br>ned governments!<br><br>Moloch whose mind is pure machinery! Moloch whose<br><br>blood is running money! Moloch whose fingers<br><br>are ten armies! Moloch whose breast is a canni-<br><br>bal dynamo! Moloch whose ear is a smoking<br><br>tomb!<br><br>Moloch whose eyes are a thousand blind windows!<br><br>Moloch whose skyscrapers stand in the long<br><br>streets like endless Jehovahs! Moloch whose fac-<br><br>tories dream and croak in the fog! Moloch whose<br><br>smokestacks and antennae crown the cities!<br><br>Moloch whose love is endless oil and stone! Moloch<br><br>whose soul is electricity and banks! Moloch<br><br>whose poverty is the specter of genius! Moloch<br><br>whose fate is a cloud of sexless hydrogen!<br><br>Moloch whose name is the Mind!<br><br>Moloch in whom I sit lonely! Moloch in whom I dream<br><br>Angels! Crazy in Moloch! Cocksucker in<br><br>Moloch! Lacklove and manless in Moloch!<br><br>Moloch who entered my soul early! Moloch in whom<br><br>I am a consciousness without a body! Moloch<br><br>who frightened me out of my natural ecstasy!<br><br>Moloch whom I abandon! Wake up in Moloch!<br><br>Light streaming out of the sky!<br><br>Moloch! Moloch! Robot apartments! invisible suburbs!<br><br>skeleton treasuries! blind capitals! demonic<br><br>industries! spectral nations! invincible mad<br><br>houses! granite cocks! monstrous bombs!<br><br>They broke their backs lifting Moloch to Heaven! Pave-<br><br>ments, trees, radios, tons! lifting the city to<br><br>Heaven which exists and is everywhere about<br><br>us!<br><br>Visions! omens! hallucinations! miracles! ecstasies!<br><br>gone down the American river!<br><br>Dreams! adorations! illuminations! religions! the whole<br><br>boatload of sensitive bullshit!<br><br>Breakthroughs! over the river! flips and crucifixions!<br><br>gone down the flood! Highs! Epiphanies! De-<br><br>spairs! Ten years' animal screams and suicides!<br><br>Minds! New loves! Mad generation! down on<br><br>the rocks of Time!<br><br>Real holy laughter in the river! They saw it all! the<br><br>wild eyes! the holy yells! They bade farewell!<br><br>They jumped off the roof! to solitude! waving!<br><br>carrying flowers! Down to the river! into the<br><br>street!<br><br>III<br> Carl Solomon! I'm with you in Rockland<br><br>where you're madder than I am<br>I'm with you in Rockland<br><br>where you must feel very strange<br>I'm with you in Rockland<br><br>where you imitate the shade of my mother<br>I'm with you in Rockland<br><br>where you've murdered your twelve secretaries<br>I'm with you in Rockland<br><br>where you laugh at this invisible humor<br>I'm with you in Rockland<br><br>where we are great writers on the same dreadful<br><br>typewriter<br>I'm with you in Rockland<br><br>where your condition has become serious and<br><br>is reported on the radio<br>I'm with you in Rockland<br>where the faculties of the skull no longer admit<br><br>the worms of the senses<br>I'm with you in Rockland<br><br>where you drink the tea of the breasts of the<br><br>spinsters of Utica<br>I'm with you in Rockland<br><br>where you pun on the bodies of your nurses the<br><br>harpies of the Bronx<br>I'm with you in Rockland<br><br>where you scream in a straightjacket that you're<br><br>losing the game of the actual pingpong of the<br><br>abyss<br>I'm with you in Rockland<br><br>where you bang on the catatonic piano the soul<br><br>is innocent and immortal it should never die<br><br>ungodly in an armed madhouse<br>I'm with you in Rockland<br><br>where fifty more shocks will never return your<br><br>soul to its body again from its pilgrimage to a<br><br>cross in the void<br>I'm with you in Rockland<br><br>where you accuse your doctors of insanity and<br><br>plot the Hebrew socialist revolution against the<br><br>fascist national Golgotha<br><br>I'm with you in Rockland<br>where you will split the heavens of Long Island<br><br>and resurrect your living human Jesus from the<br><br>superhuman tomb<br>I'm with you in Rockland<br><br>where there are twenty-five-thousand mad com-<br><br>rades all together singing the final stanzas of the Internationale<br>I'm with you in Rockland<br><br>where we hug and kiss the United States under<br><br>our bedsheets the United States that coughs all<br><br>night and won't let us sleep<br>I'm with you in Rockland<br><br>where we wake up electrified out of the coma<br><br>by our own souls' airplanes roaring over the<br><br>roof they've come to drop angelic bombs the<br><br>hospital illuminates itself imaginary walls col-<br><br>lapse O skinny legions run outside O starry<br><br>spangled shock of mercy the eternal war is<br><br>here O victory forget your underwear we're<br><br>free<br><br>I'm with you in Rockland<br><br>in my dreams you walk dripping from a sea-<br><br>journey on the highway across America in tears<br><br>to the door of my cottage in the Western night."}