{"id":"user47","title":"Gerard Manley Hopkins","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"No worst, there is none. Pitched past pitch of grief,<br> More pangs will, schooled at forepangs, wilder wring.<br> Comforter, where, where is your comforting?<br> Mary, mother of us, where is your relief?<br> My cries heave, herds-long; huddle in a main, a chief<br> Woe, world-sorrow; on an age-old anvil wince and sing-;<br> Then lull, then leave off. Fury had shrieked 'No ling-<br> ering! Let me be fell: force I must be brief'. <br> <br> O the mind, mind has mountains; cliffs of fall<br> Frightful, sheer, no-man-fathomed. Hold them cheap<br> May who ne'er hung there. Nor does long our small<br> Durance deal with that steep or deep. Here! creep,<br> Wretch, under a comfort serves in a whirlwind: all<br> Life death does end and each day dies with sleep.</p><br>The world is charged with the grandeur of God.<br> It will flame out, like shining from shook foil;<br> It gathers to a greatness, like the ooze of oil<br> Crushed. Why do men then now not reck his rod?<br> Generations have trod, have trod, have trod;<br> And all is seared with trade; bleared, smeared with toil;<br> And wears man's smudge and shares man's smell: the soil<br> Is bare now, nor can foot feel, being shod. <br> And for all this, nature is never spent;<br> There lives the dearest freshness deep down things;<br> And though the last lights off the black West went<br> Oh, morning, at the brown brink eastward, springs-; <br> Because the Holy Ghost over the bent<br> World broods with warm breast and with ah! bright wings.</p><br>Repeat that, repeat,<br>Cuckoo, bird, and open ear wells, heart-springs, delightfully sweet,<br>With a ballad, with a ballad, a rebound <br>Off trundled timber and scoops of the hillside ground, hollow hollow hollow ground:<br>The whole landscape flushes on a sudden at a sound.</p><br>When will you ever, Peace, wild wooddove, shy wings shut,<br> Your round me roaming end, and under be my boughs?<br> When, when, Peace, will you, Peace? I'll not play hypocrite<br> To own my heart: I yield you do come sometimes; but<br> That piecemeal peace is poor peace. What pure peace allows<br> Alarms of wars, the daunting wars, the death of it? <br> <br> O surely, reaving Peace, my Lord should leave in lieu<br> Some good! And so he does leave Patience exquisite,<br> That plumes to Peace thereafter. And when Peace here does house<br> He comes with work to do, he does not come to coo,<br> He comes to brood and sit.</p><br>I wake and feel the fell of dark, not day.<br> What hours, O what black hours we have spent<br> This night! what sights you, heart, saw; ways you went!<br> And more must, in yet longer light's delay.<br> <br> With witness I speak this. But where I say<br> Hours I mean years, mean life. And my lament<br> Is cries countless, cries like dead letters sent<br> To dearest him that lives alas! away.<br> <br> I am gall, I am heartburn. God's most deep decrees<br> Bitter would have me taste: my taste was me;<br> Bones built in me, flesh filled, blood brimmed the curse.<br> <br> Selfyeast of spirit a dull dough sours. I see<br> The lost are like this, and their scourge to be<br> As I am mine, their sweating selves, but worse.</p><br>Yes. Why do we бll, seeing of a soldier, bless him? Bless<br>Our redcoats, our tars? Both these being, the greater part,<br>But frail clay, nay but foul clay. Here it is: the heart,<br>Since, proud, it calls the calling manly, gives a guess<br>That, hopes that, makesbelieve, the men must be no less;<br>It fancies, feigns, deems, dears the artist after his art;<br>And fain will find as sterling all as all is smart,<br>And scarlet wear the spirit of wбr thйre express. <br><br>Mark Christ our King. He knows war, served this soldiering through;<br>He of all can handle a rope best. There he bides in bliss<br>Now, and sйeing somewhйre some mбn do all that man can do,<br>For love he leans forth, needs his neck must fall on, kiss,<br>And cry 'O Christ-done deed! So God-made-flesh does too:<br>Were I come o'er again' cries Christ 'it should be this'.</p><br>As kingfishers catch fire, dragonflies draw flame;<br>As tumbled over rim in roundy wells<br>Stones ring; like each tucked string tells, each hung bell's<br>Bow swung finds tongue to fling out broad its name;<br>Each mortal thing does one thing and the same:<br>Deals out that being indoors each one dwells;<br>Selves — goes itself; myself it speaks and spells,<br>Crying, What I do is me: for that I came.<br><br>I say more: the just man justices;<br>Keeps grace: that keeps all his goings graces;<br>Acts in God's eye what in God's eye he is — <br>Christ. For Christ plays in ten thousand places,<br>Lovely in limbs, and lovely in eyes not his<br>To the Father through the features of men's faces.</p>"}