{"id":"user45","title":"Edward Lear","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"The Owl and the Pussy Cat went to sea<br> In a beautiful pea-green boat,<br> They took some honey, and plenty of money<br> Wrapped up in a five-pound note.<br> The Owl looked up to the stars above,<br> And sang to a small guitar,<br> ‘;O lovely Pussy, O Pussy, my love,<br> What a beautiful Pussy you are,<br> You are,<br> You are!<br> What a beautiful Pussy you are!’; <br> <br> Pussy said to the Owl, ‘;You elegant fowl!<br> How charmingly sweet you sing!<br> O let us be married! too long we have tarried:<br> But what shall we do for a ring?’;<br> They sailed away, for a year and a day,<br> To the land where the Bong-tree grows<br> And there in a wood a Piggy-wig stood<br> With a ring at the end of his nose,<br> His nose,<br> His nose,<br> With a ring at the end of his nose. <br> <br> ‘;Dear Pig, are you willing to sell for one shilling<br> Your ring?’; Said the Piggy, ‘;I will.’;<br> So they took it away, and were married next day<br> By the Turkey who lives on the hill.<br> They dined on mince, and slices of quince,<br> Which they ate with a runcible spoon;<br> And hand in hand, on the edge of the sand,<br> They danced by the light of the moon,<br> The moon,<br> The moon,<br> They danced by the light of the moon.</p><br>I<br> They went to sea in a Sieve, they did,<br> In a Sieve they went to sea:<br> In spite of all their friends could say,<br> On a winter's morn, on a stormy day,<br> In a Sieve they went to sea!<br> And when the Sieve turned round and round,<br> And every one cried, 'You'll all be drowned!'<br> They called aloud, 'Our Sieve ain't big,<br> But we don't care a button! we don't care a fig!<br> In a Sieve we'll go to sea!'<br> Far and few, far and few,<br> Are the lands where the Jumblies live;<br> Their heads are green, and their hands are blue,<br> And they went to sea in a Sieve.<br> <br> <br> II <br> They sailed away in a Sieve, they did,<br> In a Sieve they sailed so fast,<br> With only a beautiful pea-green veil<br> Tied with a riband by way of a sail,<br> To a small tobacco-pipe mast;<br> And every one said, who saw them go,<br> 'O won't they be soon upset, you know!<br> For the sky is dark, and the voyage is long,<br> And happen what may, it's extremely wrong<br> In a Sieve to sail so fast!'<br> Far and few, far and few,<br> Are the lands where the Jumblies live;<br> Their heads are green, and their hands are blue,<br> And they went to sea in a Sieve.<br> <br> <br> III <br> The water it soon came in, it did,<br> The water it soon came in;<br> So to keep them dry, they wrapped their feet<br> In a pinky paper all folded neat,<br> And they fastened it down with a pin.<br> And they passed the night in a crockery-jar,<br> And each of them said, 'How wise we are!<br> Though the sky be dark, and the voyage be long,<br> Yet we never can think we were rash or wrong,<br> While round in our Sieve we spin!'<br> Far and few, far and few,<br> Are the lands where the Jumblies live;<br> Their heads are green, and their hands are blue,<br> And they went to sea in a Sieve.<br> <br> <br> IV <br> And all night long they sailed away;<br> And when the sun went down,<br> They whistled and warbled a moony song<br> To the echoing sound of a coppery gong,<br> In the shade of the mountains brown.<br> 'O Timballo! How happy we are,<br> When we live in a Sieve and a crockery-jar,<br> And all night long in the moonlight pale,<br> We sail away with a pea-green sail,<br> In the shade of the mountains brown!'<br> Far and few, far and few,<br> Are the lands where the Jumblies live;<br> Their heads are green, and their hands are blue,<br> And they went to sea in a Sieve.<br> <br> <br> V <br> They sailed to the Western Sea, they did,<br> To a land all covered with trees,<br> And they bought an Owl, and a useful Cart,<br> And a pound of Rice, and a Cranberry Tart,<br> And a hive of silvery Bees.<br> And they bought a Pig, and some green Jack-daws,<br> And a lovely Monkey with lollipop paws,<br> And forty bottles of Ring-Bo-Ree,<br> And no end of Stilton Cheese.<br> Far and few, far and few,<br> Are the lands where the Jumblies live;<br> Their heads are green, and their hands are blue,<br> And they went to sea in a Sieve.<br> <br> <br> VI <br> And in twenty years they all came back,<br> In twenty years or more,<br> And every one said, 'How tall they've grown!<br> For they've been to the Lakes, and the Torrible Zone,<br> And the hills of the Chankly Bore!'<br> And they drank their health, and gave them a feast<br> Of dumplings made of beautiful yeast;<br> And every one said, 'If we only live,<br> We too will go to sea in a Sieve,---<br> To the hills of the Chankly Bore!'<br> Far and few, far and few,<br> Are the lands where the Jumblies live;<br> Their heads are green, and their hands are blue,<br> And they went to sea in a Sieve.</p><br>There was an Old Man with a beard,<br> Who said, ‘It is just as I feared! --<br> Two Owls and a Hen, four Larks and a Wren,<br> Have all built their nests in my beard.</p><br>There was a young lady whose eyes,<br> were unique as to colour and size;<br> When she opened them wide,<br> people all turned aside,<br> and started away in surprise.</p>"}