{"id":"user183","title":"'The flame of French resistance' by Charles de Gaulle","exclude_from_menu":"true","image": "Andrew Rollingeras.jpg",
				"tag": "27","video": {
							"src": ["Light-cloud.m4v", "Light-concert-spectrum.m4v", "Light-glowing-traffic-on-highway.m4v", "Light-grey-clouds-in-sky-2.m4v", "Light-hall-escalator.m4v", "Light-particles-in-purple-orb.m4v", "Light-pattern-space.m4v", "Light-sea-shimmer.m4v", "Light-shining-down-through-clouds-on-valley.m4v", "Light-shining-through-cave.m4v", "Light-through-the-trees.m4v", "Light-vibe-spectrum.m4v"],
							"title": "video title",
							"type": "background"
						},"shuffle": "true","main_text":"'The leaders who, for many years past, have been at the head of the French armed forces have set up a government.<br> Alleging the defeat of our armies, this government has entered into negotiations with the enemy with a view to bringing about a cessation of hostilities.<br><br> It is quite true that we were, and still are, overwhelmed by enemy mechanized forces, both on the ground and in the air. It was the tanks, the planes, and the tactics of the Germans, far more than the fact that we were outnumbered, that forced our armies to retreat. It was the German tanks, planes, and tactics that provided the element of surprise which brought our leaders to their present plight.<br><br> But has the last word been said? Must we abandon all hope? Is our defeat final and irremediable?<br><br> To those questions I answer - No!<br><br> Speaking in full knowledge of the facts, I ask you to believe me when I say that the cause of France is not lost. The very factors that brought about our defeat may one day lead us to victory.<br><br> For, remember this, France does not stand alone. She is not isolated. Behind her is a vast empire, and she can make common cause with the British empire, which commands the seas and is continuing the struggle. Like England, she can draw unreservedly on the immense industrial resources of the United States.<br><br> This war is not limited to our unfortunate country. The outcome of the struggle has not been decided by the battle of France. This is a world war. Mistakes have been made, there have been delays and untold suffering, but the fact remains that there still exists in the world everything we need to crush our enemies some day.<br><br> Today we are crushed by the sheer weight of mechanized force hurled against us, but we can still look to a future in which even greater mechanized force will bring us victory.<br><br> The destiny of the world is at stake.<br><br> I, General de Gaulle, now in London, call on all French officers and men who are at present on British soil, or may be in the future, with or without their arms. I call on all engineers and skilled workmen from the armaments factories who are at present on British soil, or may be in the future, to get in touch with me.<br><br> Whatever happens, the flame of French resistance must not and shall not die.<br><br> Tomorrow I shall broadcast again from London.'"}