{
				"id": "user380",
				"title": "Regeneration by Henry Vaughan",
				"exclude_from_menu": "true",
				"image": "Dragon flower.jpg",
				"tag": "15",
				"video": {
					"src": ["View-from-water-of-alaskan-mountains.m4v", "View-from-water-of-sunset-going-behind-mountains-in-romani.m4v", "View-of-alaskan-wilderness-from-mountain-side.m4v", "View-of-caribbean-sea.m4v", "View-of-city-and-traffic.m4v", "View-of-earth-and-sun-from-the-moon.m4v", "View-of-earth-from-international-space-station.m4v"],
					"type": "background"	
				},
				"main_text": "1.<br> <br> Award, and still in bonds, one day <br> I stole abroad, <br> It was high-spring, and all the way <br> Primros'd, and hung with shade; <br> Yet, was it frost within, <br> And surly winds <br> Blasted my infant buds, and sin <br> Like clouds eclips'd my mind.<br> <br> 2.<br> <br> Storm'd thus; I straight perceiv'd my spring <br> Mere stage, and show, <br> My walk a monstrous, mountain's thing <br> Rough-cast with rocks, and snow; <br> And as a pilgrim's eye <br> Far from relief, <br> Measures the melancholy sky <br> Then drops, and rains for grief,<br> <br> 3.<br> <br> So sigh'd I upwards still, at last <br> 'Twixt steps, and falls <br> I reach'd the pinnacle, where plac'd <br> I found a pair of scales, <br> I took them up and laid <br> In th'one late pains, <br> The other smoke, and pleasures weigh'd <br> But prov'd the heavier grains;<br> <br> 4.<br> <br> With that, some cried, Away; straight I <br> Obey'd, and led <br> Full east, a fair, fresh field could spy <br> Some call'd it Jacob's Bed; <br> A virgin-soil, which no <br> Rude feet ere trod, <br> Where (since he slept there,) only go <br> Prophets, and friends of God.<br> <br> 5.<br> <br> Here, I repos'd; but scarce well set, <br> A grove descried <br> Of stately height, whose branches met <br> And mixed on every side; <br> I entered, and once in <br> (Amaz'd to see't,) <br> Found all was chang'd, and a new spring <br> Did all my senses greet;<br> <br> 6.<br> <br> The unthrift sun shot vital gold <br> A thousand pieces, <br> And heaven its azure did unfold <br> Checker'd with snowy fleeces, <br> The air was all in spice <br> And every bush <br> A garland wore; thus fed my eyes <br> But all the ear lay hush.<br> <br> 7.<br> <br> Only a little fountain lent <br> Some use for ears, <br> And on the dumb shades language spent <br> The music of her tears; <br> I drew her near, and found <br> The cistern full <br> Of diverse stones, some bright, and round <br> Others ill'shap'd, and dull.<br> <br> 8.<br> <br> The first (pray mark,) as quick as light <br> Danc'd through the flood, <br> But, th'last more heavy than the night <br> Nail'd to the center stood; <br> I wonder'd much, but tir'd <br> At last with thought, <br> My restless eye that still desir'd <br> As strange an object brought;<br> <br> 9.<br> <br> It was a bank of flowers, where I descried <br> (Though 'twas mid'day,) <br> Some fast asleep, others broad-eyed <br> And taking in the ray, <br> Here musing long, I heard <br> A rushing wind <br> Which still increas'd, but whence it stirr'd <br> No where I could not find;<br> <br> 10.<br> <br> I turn'd me round, and to each shade <br> Dispatch'd an eye, <br> To see, if any leaf had made <br> Least motion, or reply, <br> But while I listening sought <br> My mind to ease <br> By knowing, where 'twas, or where not, <br> It whispered: Where I please. <br> Lord, then said I, On me one breath, <br> And let me die before my death!"
			}