{"id":"user55","title":"Seamus Heaney","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"Late August, given heavy rain and sun<br> For a full week, the blackberries would ripen.<br> At first, just one, a glossy purple clot<br> Among others, red, green, hard as a knot.<br> You ate that first one and its flesh was sweet<br> Like thickened wine: summer's blood was in it<br> Leaving stains upon the tongue and lust for<br> Picking. Then red ones inked up and that hunger<br> Sent us out with milk cans, pea tins, jam-pots<br> Where briars scratched and wet grass bleached our boots.<br> Round hayfields, cornfields and potato-drills<br> We trekked and picked until the cans were full<br> Until the tinkling bottom had been covered<br> With green ones, and on top big dark blobs burned<br> Like a plate of eyes. Our hands were peppered<br> With thorn pricks, our palms sticky as Bluebeard's.<br> We hoarded the fresh berries in the byre.<br> But when the bath was filled we found a fur,<br> A rat-grey fungus, glutting on our cache.<br> The juice was stinking too. Once off the bush<br> The fruit fermented, the sweet flesh would turn sour.<br> I always felt like crying. It wasn't fair<br> That all the lovely canfuls smelt of rot.<br> Each year I hoped they'd keep, knew they would not.</p><br>Between my finger and my thumb<br> The squat pin rest; snug as a gun.<br> <br> Under my window, a clean rasping sound<br> When the spade sinks into gravelly ground:<br> My father, digging. I look down<br> <br> Till his straining rump among the flowerbeds<br> Bends low, comes up twenty years away<br> Stooping in rhythm through potato drills<br> Where he was digging.<br> <br> The coarse boot nestled on the lug, the shaft<br> Against the inside knee was levered firmly.<br> He rooted out tall tops, buried the bright edge deep<br> To scatter new potatoes that we picked,<br> Loving their cool hardness in our hands.<br> <br> By God, the old man could handle a spade.<br> Just like his old man.<br> <br> My grandfather cut more turf in a day<br> Than any other man on Toner's bog.<br> Once I carried him milk in a bottle<br> Corked sloppily with paper. He straightened up<br> To drink it, then fell to right away<br> Nicking and slicing neatly, heaving sods<br> Over his shoulder, going down and down<br> For the good turf. Digging.<br> <br> The cold smell of potato mould, the squelch and slap<br> Of soggy peat, the curt cuts of an edge<br> Through living roots awaken in my head.<br> But I've no spade to follow men like them.<br> <br> Between my finger and my thumb<br> The squat pen rests.<br> I'll dig with it.</p><br>All year the flax-dam festered in the heart<br> Of the townland; green and heavy headed<br> Flax had rotted there, weighted down by huge sods.<br> Daily it sweltered in the punishing sun.<br> Bubbles gargled delicately, bluebottles<br> Wove a strong gauze of sound around the smell.<br> There were dragon-flies, spotted butterflies,<br> But best of all was the warm thick slobber<br> Of frogspawn that grew like clotted water<br> In the shade of the banks. Here, every spring<br> I would fill jampotfuls of the jellied<br> Specks to range on window-sills at home,<br> On shelves at school, and wait and watch until<br> The fattening dots burst into nimble-<br> Swimming tadpoles. Miss Walls would tell us how<br> The daddy frog was called a bullfrog<br> And how he croaked and how the mammy frog<br> Laid hundreds of little eggs and this was<br> Frogspawn. You could tell the weather by frogs too<br> For they were yellow in the sun and brown<br> In rain.<br> Then one hot day when fields were rank<br> With cowdung in the grass the angry frogs<br> Invaded the flax-dam; I ducked through hedges<br> To a coarse croaking that I had not heard<br> Before. The air was thick with a bass chorus.<br> Right down the dam gross-bellied frogs were cocked<br> On sods; their loose necks pulsed like sails. Some hopped:<br> The slap and plop were obscene threats. Some sat<br> Poised like mud grenades, their blunt heads farting.<br> I sickened, turned, and ran. The great slime kings<br> Were gathered there for vengeance and I knew<br> That if I dipped my hand the spawn would clutch it.</p><br>Her scarf a la Bardot, <br> In suede flats for the walk, <br> She came with me one evening<br> For air and friendly talk.<br> We crossed the quiet river, <br> Took the embankment walk.<br> <br> Traffic holding its breath, <br> Sky a tense diaphragm: <br> Dusk hung like a backcloth<br> That shook where a swan swam, <br> Tremulous as a hawk<br> Hanging deadly, calm.<br> <br> A vacuum of need<br> Collapsed each hunting heart<br> But tremulously we held<br> As hawk and prey apart, <br> Preserved classic decorum, <br> Deployed our talk with art.<br> <br> Our Juvenilia<br> Had taught us both to wait, <br> Not to publish feeling<br> And regret it all too late -<br> Mushroom loves already<br> Had puffed and burst in hate.<br> <br> So, chary and excited, <br> As a thrush linked on a hawk, <br> We thrilled to the March twilight<br> With nervous childish talk: <br> Still waters running deep<br> Along the embankment walk.</p><br>I<br> <br> He would drink by himself<br> And raise a weathered thumb<br> Towards the high shelf,<br> Calling another rum<br> And blackcurrant, without<br> Having to raise his voice,<br> Or order a quick stout<br> By a lifting of the eyes<br> And a discreet dumb-show<br> Of pulling off the top;<br> At closing time would go<br> In waders and peaked cap<br> Into the showery dark,<br> A dole-kept breadwinner<br> But a natural for work.<br> I loved his whole manner,<br> Sure-footed but too sly,<br> His deadpan sidling tact,<br> His fisherman's quick eye<br> And turned observant back.<br> <br> Incomprehensible<br> To him, my other life.<br> Sometimes on the high stool,<br> Too busy with his knife<br> At a tobacco plug<br> And not meeting my eye,<br> In the pause after a slug<br> He mentioned poetry.<br> We would be on our own<br> And, always politic<br> And shy of condescension,<br> I would manage by some trick<br> To switch the talk to eels<br> Or lore of the horse and cart<br> Or the Provisionals.<br> <br> But my tentative art<br> His turned back watches too:<br> He was blown to bits<br> Out drinking in a curfew<br> Others obeyed, three nights<br> After they shot dead<br> The thirteen men in Derry.<br> PARAS THIRTEEN, the walls said,<br> BOGSIDE NIL. That Wednesday<br> Everyone held<br> His breath and trembled.<br> <br> II<br> <br> It was a day of cold<br> Raw silence, wind-blown<br> Surplice and soutane:<br> Rained-on, flower-laden<br> Coffin after coffin<br> Seemed to float from the door<br> Of the packed cathedral<br> Like blossoms on slow water.<br> The common funeral<br> Unrolled its swaddling band,<br> Lapping, tightening<br> Till we were braced and bound<br> Like brothers in a ring.<br> <br> But he would not be held<br> At home by his own crowd<br> Whatever threats were phoned,<br> Whatever black flags waved.<br> I see him as he turned<br> In that bombed offending place,<br> Remorse fused with terror<br> In his still knowable face,<br> His cornered outfaced stare<br> Blinding in the flash.<br> <br> He had gone miles away<br> For he drank like a fish<br> Nightly, naturally<br> Swimming towards the lure<br> Of warm lit-up places,<br> The blurred mesh and murmur<br> Drifting among glasses<br> In the gregarious smoke.<br> How culpable was he<br> That last night when he broke<br> Our tribe's complicity?<br> 'Now, you're supposed to be<br> An educated man,'<br> I hear him say. 'Puzzle me<br> The right answer to that one.'<br> <br> III<br> <br> I missed his funeral,<br> Those quiet walkers<br> And sideways talkers<br> Shoaling out of his lane<br> To the respectable<br> Purring of the hearse...<br> They move in equal pace<br> With the habitual<br> Slow consolation<br> Of a dawdling engine,<br> The line lifted, hand<br> Over fist, cold sunshine<br> On the water, the land<br> Banked under fog: that morning<br> I was taken in his boat,<br> The screw purling, turning<br> Indolent fathoms white,<br> I tasted freedom with him.<br> To get out early, haul<br> Steadily off the bottom,<br> Dispraise the catch, and smile<br> As you find a rhythm<br> Working you, slow mile by mile,<br> Into your proper haunt<br> Somewhere, well out, beyond...<br> <br> Dawn-sniffing revenant,<br> Plodder through midnight rain,<br> Question me again.</p><br>I sat all morning in the college sick bay<br> Counting bells knelling classes to a close.<br> At two o'clock our neighbors drove me home.<br> <br> In the porch I met my father crying--<br> He had always taken funerals in his stride--<br> And Big Jim Evans saying it was a hard blow.<br> <br> The baby cooed and laughed and rocked the pram<br> When I came in, and I was embarrassed<br> By old men standing up to shake my hand<br> <br> And tell me they were ‘sorry for my trouble,’<br> Whispers informed strangers I was the eldest,<br> Away at school, as my mother held my hand<br> <br> In hers and coughed out angry tearless sighs.<br> At ten o'clock the ambulance arrived<br> With the corpse, stanched and bandaged by the nurses.<br> <br> Next morning I went up into the room. Snowdrops<br> And candles soothed the bedside; I saw him<br> For the first time in six weeks. Paler now,<br> <br> Wearing a poppy bruise on his left temple,<br> He lay in the four foot box as in his cot.<br> No gaudy scars, the bumper knocked him clear.<br> <br> A four foot box, a foot for every year.</p>"}