{
				"id": "user330",
				"title": "La Belle Dame Sans Merci by John Keats",
				"exclude_from_menu": "true",
				"image": "Murat Tasiroglu.jpg",
				"tag": ["15", "50", "9", "25"],
				"video": {
					"src": ["Sun-reflecting-off-plant-life.m4v", "Sunlight-flaring-behind-desert-bush.m4v", "Sunlight-flowers.m4v", "Asian-couple-kissing-2.m4v", "Closeup-of-hands-being-held-2.m4v", "Extreme-closeup-of-lips-kissing.m4v", "Lipstick-mouth.m4v", "Orange-ink-in-water.m4v", "Lily-batch-of-flowers.m4v", "Slow-motion-swans-flying-in-morning-sun.m4v", "View-of-womans-legs-walking-down-bermuda-beach.m4v", "Time-lapse-clouds-with-sunset-on-mountain-1.m4v"],
					"type": "background"	
				},"shuffle": "true",
				"main_text": "I<br><br>Oh what can ail thee, knight-at-arms,<br> Alone and palely loitering?<br> The sedge has withered from the lake,<br> And no birds sing.<br><br>II<br> Oh what can ail thee, knight-at-arms,<br> So haggard and so woe-begone?<br> The squirrel's granary is full,<br> And the harvest's done.<br><br>III<br> I see a lily on thy brow,<br> With anguish moist and fever-dew,<br> And on thy cheeks a fading rose<br> Fast withereth too.<br><br>IV<br> I met a lady in the meads,<br> Full beautiful - a faery's child,<br> Her hair was long, her foot was light,<br> And her eyes were wild.<br><br>V<br> I made a garland for her head,<br> And bracelets too, and fragrant zone;<br> She looked at me as she did love,<br> And made sweet moan.<br><br>VI<br> I set her on my pacing steed,<br> And nothing else saw all day long,<br> For sidelong would she bend, and sing<br> A faery's song.<br><br>VII<br> She found me roots of relish sweet,<br> And honey wild, and manna-dew,<br> And sure in language strange she said -<br> 'I love thee true'.<br><br>VIII<br> She took me to her elfin grot,<br> And there she wept and sighed full sore,<br> And there I shut her wild wild eyes<br> With kisses four.<br><br>IX<br> And there she lulled me asleep<br> And there I dreamed - Ah! woe betide! -<br> The latest dream I ever dreamt<br> On the cold hill side.<br><br>X<br> I saw pale kings and princes too,<br> Pale warriors, death-pale were they all;<br> They cried - 'La Belle Dame sans Merci<br> Hath thee in thrall!'<br><br>XI<br> I saw their starved lips in the gloam,<br> With horrid warning gaped wide,<br> And I awoke and found me here,<br> On the cold hill's side.<br><br>XII<br> And this is why I sojourn here<br> Alone and palely loitering,<br> Though the sedge is withered from the lake, <br> And no birds sing."
			}