{
				"id": "user399",
				"title": "The Voice by Matthew Arnold",
				"exclude_from_menu": "true",
				"image": "Chris Smith1.jpg",
				"tag": "15",
				"video": {
					"src": ["Yellow-autumn-woods-from-the-ground.m4v", "Yellow-fireworks-exploding.m4v", "Yellow-flower-meadow-timelapse.m4v", "Yellow-flowers-in-green-field-5.m4v", "Yellow-flowers-in-green-field-6.m4v", "Yellow-grassy-landscape.m4v", "Yellow-jellyfish-heading-to-surface.m4v", "Yellow-jellyfish.m4v", "Yellow-leaves-in-wind.m4v", "Yellow-leaves-swaying-on-tree-branch-3.m4v", "Yellow-moon-shining-through-dark-clouds-at-night.m4v", "Yellow-moon-through-slow-black-clouds-at-night.m4v", "Yellow-rock-mountain-with-desert-in-background-2.m4v", "Yellow-sun-reflected-in-ocean-waves.m4v", "Yellow-sunset-through-beach-grass.m4v"],
					"type": "background"	
				},
				"main_text": "As the kindling glances,<br> Queen-like and clear,<br> Which the bright moon lances<br> From her tranquil sphere<br> At the sleepless waters<br> Of a lonely mere,<br> On the wild whirling waves, mournfully, mournfully,<br> Shiver and die.<br><br> As the tears of sorrow<br> Mothers have shed-;<br> Prayers that tomorrow<br> Shall in vain be sped<br> When the flower they flow for<br> Lies frozen and dead-;<br> Fall on the throbbing brow, fall on the burning breast,<br> Bringing no rest.<br><br> Like bright waves that fall<br> With a lifelike motion<br> On the lifeless margin of the sparkling Ocean;<br> A wild rose climbing up a mouldering wall-;<br> A gush of sunbeams through a ruined hall-;<br> Strains of glad music at a funeral-;<br> So sad, and with so wild a start<br> To this deep-sobered heart,<br> So anxiously and painfully,<br> So drearily and doubtfully,<br> And oh, with such intolerable change<br> Of thought, such contrast strange,<br> O unforgotten voice, thy accents come,<br> Like wanderers from the world's extremity,<br> Unto their ancient home!<br><br> In vain, all, all in vain,<br> They beat upon mine ear again,<br> Those melancholy tones so sweet and still.<br> Those lute-like tones which in the bygone year<br> Did steal into mine ear-;<br> Blew such a thrilling summons to my will,<br> Yet could not shake it;<br> Made my tost heart its very life-blood spill,<br> Yet could not break it."
			}