{"id":"user7","title":"Normality","image":"background-3.jpg","video":{"src":["Cherry-blossom-nature-scene.m4v","Overhead-evergreen-winter-forest.m4v","Dolly-shot-of-pink-blossoms-on-tree-branches.m4v","Cell-explosion.m4v","Finches-on-perch-2.m4v","Aerial-shot-of-forest-and-mountains-and-fields.m4v","Cars-and-trucks-on-freeway-aerial.m4v","Giant-bokeh.m4v","Billowing-cumulus-clouds.m4v","Sallent-sky.m4v","Karadere-beachfront.m4v","Slow-motion-swans-flying-in-morning-sun.m4v","Clear-jellyfish-swimming-upwards.m4v","Above-canadian-forest.m4v","Slow-motion-swans-flying-in-morning-sun.m4v","Night-clouds.m4v","Urban-sprawl.m4v","Red-natural-rock-archway-2.m4v","Los-angeles-downtown-city-time-lapse.m4v","Retro-hippie-flowers.m4v","Tombstones-at-arlington-national-cemetery-9.m4v","Timelapse-headlights-traffic.m4v","Zoom-out-suburb-aerial-spin.m4v","Cars-and-trucks-on-freeway-aerial.m4v","Time-lapse-sunset-over-distant-city-skyline.m4v","Time-lapse-colorful-orange-sunset-on-water.m4v","Zoom-out-new-york-city-freedom-tower-aerial.m4v","Sunset-over-new-york-city-aerial-2.m4v","Blue-flux.m4v","Boat-harbor-push-to-san-diego-city-view.m4v","Hudson-river-and-new-york.m4v","Driving-on-desert-road.m4v","Cell-explosion.m4v","Plane-wing-over-countryside-at-sunset.m4v","Mountain-haze-with-golden-sunset.m4v","Looking-up-at-stars-through-trees.m4v","Time-lapse-traffic-patterns-bridges.m4v","Khr-slo-Mo-Brit-Ww2-Commander-Soldiers-Run.m4v","Sun-coming-through-tree-branches.m4v","Firing-a-gun.m4v","Slow-motion-money-on-fire.m4v","World-war-2-soldiers-run-over-hill-with-explosion.m4v","Tombstones-at-arlington-national-cemetery-9.m4v","Time-lapse-clouds.m4v","Khr-slo-Mo-German-Ww2-2soldiers.m4v","Abstract-whirling-colors.m4v","World-war-2-soldiers-running-with-explosion.m4v","Cloud-landscape-reflective-sun-timelapse.m4v"],"type":"background"},"main_text":"There was never a sound beside the wood but one,<br>And that was my long scythe whispering to the ground.<br>What was it it whispered? I knew not well myself;<br>Perhaps it was something about the heat of the sun,<br>Something, perhaps, about the lack of sound—<br>And that was why it whispered and did not speak.<br>It was no dream of the gift of idle hours,<br>Or easy gold at the hand of fay or elf:<br>Anything more than the truth would have seemed too weak<br>To the earnest love that laid the swale in rows,<br>Not without feeble-pointed spikes of flowers<br>(Pale orchises), and scared a bright green snake.<br>The fact is the sweetest dream that labor knows.<br>My long scythe whispered and left the hay to make.</p><br>Never and never, my girl riding far and near<br>In the land of the hearthstone tales, and spelled asleep,<br>Fear or believe that the wolf in a sleepwhite hood<br>Loping and bleating roughly and blithely shall leap,<br>My dear, my dear<br>Out of a lair in the flocked leaves in the dew dipped year<br>To eat your heart in the house in the rosy wood.<br><br>Sleep, good, for ever, slow and deep, spelled rare and wise,<br>My girl ranging the night in the rose and shire<br>Of the hobnail tales: no gooseherd or swine will turn<br>Into a homestall king or hamlet of fire<br>And prince of ice<br>To court the honeyed heart from your side before sunrise<br>In a spinney of ringed boys and ganders, spike and burn,<br><br>Nor the innocent lie in the rooting dingle wooed<br>And staved, and riven among plumes my rider weep.<br>From the broomed witch’s spume you are shielded by fern<br>And flower of country sleep and the greenwood keep.<br>Lie fast and soothed,<br>Safe be and smooth from the bellows of the rushy brood.</p><br>The Sun does arise,<br>And make happy the skies.<br>The merry bells ring,<br>To welcome the Spring.<br>The sky-lark and thrush,<br>The birds of the bush,<br>Sing louder around,<br>To the bells cheerful sound.<br>While our sports shall be seen<br>On the Ecchoing Green.<br><br>Old John, with white hair<br>Does laugh away care,<br>Sitting under the oak,<br>Among the old folk.<br>They laugh at our play,<br>And soon they all say,<br>Such such were the joys<br>When we all girls & boys.<br>In our youth time were seen,<br>On the Ecchoing Green.<br><br>Till the little ones weary<br>No more can be merry<br>The sun does descend,<br>And our sports have an end:<br>Round the laps of their mothers.<br>Many sisters and brothers,<br>Like birds in their nest.<br>Are ready for rest;<br>And sport no more seen,<br>On the darkening Green.</p><br>It so happens I am sick of being a man.<br>And it happens that I walk into tailorshops and movie<br>houses<br>dried up, waterproof, like a swan made of felt<br>steering my way in a water of wombs and ashes.<br><br>The smell of barbershops makes me break into hoarse<br>sobs.<br>The only thing I want is to lie still like stones or wool.<br>The only thing I want is to see no more stores, no gardens,<br>no more goods, no spectacles, no elevators.<br><br>It so happens that I am sick of my feet and my nails<br>and my hair and my shadow.<br>It so happens I am sick of being a man.<br><br>Still it would be marvelous<br>to terrify a law clerk with a cut lily,<br>or kill a nun with a blow on the ear.<br>It would be great<br>to go through the streets with a green knife<br>letting out yells until I died of the cold.<br><br>I don't want to go on being a root in the dark,<br>insecure, stretched out, shivering with sleep,<br>going on down, into the moist guts of the earth,<br>taking in and thinking, eating every day.<br><br>I don't want so much misery.<br>I don't want to go on as a root and a tomb,<br>alone under the ground, a warehouse with corpses,<br>half frozen, dying of grief.<br><br>That's why Monday, when it sees me coming<br>with my convict face, blazes up like gasoline,<br>and it howls on its way like a wounded wheel,<br>and leaves tracks full of warm blood leading toward the<br>night.<br><br>And it pushes me into certain corners, into some moist<br>houses,<br>into hospitals where the bones fly out the window,<br>into shoeshops that smell like vinegar,<br>and certain streets hideous as cracks in the skin.<br><br>There are sulphur-colored birds, and hideous intestines<br>hanging over the doors of houses that I hate,<br>and there are false teeth forgotten in a coffeepot,<br>there are mirrors<br>that ought to have wept from shame and terror,<br>there are umbrellas everywhere, and venoms, and umbilical<br>cords.<br><br>I stroll along serenely, with my eyes, my shoes,<br>my rage, forgetting everything,<br>I walk by, going through office buildings and orthopedic<br>shops,<br>and courtyards with washing hanging from the line:<br>underwear, towels and shirts from which slow<br>dirty tears are falling.</p><br>Something there is that doesn't love a wall,<br>That sends the frozen-ground-swell under it,<br>And spills the upper boulders in the sun;<br>And makes gaps even two can pass abreast.<br>The work of hunters is another thing:<br>I have come after them and made repair<br>Where they have left not one stone on a stone,<br>But they would have the rabbit out of hiding,<br>To please the yelping dogs. The gaps I mean,<br>No one has seen them made or heard them made,<br>But at spring mending-time we find them there.<br>I let my neighbor know beyond the hill;<br>And on a day we meet to walk the line<br>And set the wall between us once again.<br>We keep the wall between us as we go.<br>To each the boulders that have fallen to each.<br>And some are loaves and some so nearly balls<br>We have to use a spell to make them balance:<br>æStay where you are until our backs are turned!'<br>We wear our fingers rough with handling them.<br>Oh, just another kind of outdoor game,<br>One on a side. It comes to little more:<br>There where it is we do not need the wall:<br>He is all pine and I am apple orchard.<br>My apple trees will never get across<br>And eat the cones under his pines, I tell him.<br>He only says, æGood fences make good neighbors.'<br>Spring is the mischief in me, and I wonder<br>If I could put a notion in his head:<br>æWhy do they make good neighbors? Isn't it<br>Where there are cows? But here there are no cows.<br>Before I built a wall I'd ask to know<br>What I was walling in or walling out,<br>And to whom I was like to give offense.<br>Something there is that doesn't love a wall,<br>That wants it down.' I could say æElves' to him,<br>But it's not elves exactly, and I'd rather<br>He said it for himself. I see him there<br>Bringing a stone grasped firmly by the top<br>In each hand, like an old-stone savage armed.<br>He moves in darkness as it seems to me,<br>Not of woods only and the shade of trees.<br>He will not go behind his father's saying,<br>And he likes having thought of it so well<br>He says again, æGood fences make good neighbors.'</p><br>Now as I was young and easy under the apple boughs<br>About the lilting house and happy as the grass was green,<br>The night above the dingle starry,<br>Time let me hail and climb<br>Golden in the heydays of his eyes,<br>And honoured among wagons I was prince of the apple towns<br>And once below a time I lordly had the trees and leaves<br>Trail with daisies and barley<br>Down the rivers of the windfall light.<br><br>And as I was green and carefree, famous among the barns<br>About the happy yard and singing as the farm was home,<br>In the sun that is young once only,<br>Time let me play and be<br>Golden in the mercy of his means,<br>And green and golden I was huntsman and herdsman, the calves<br>Sang to my horn, the foxes on the hills barked clear and cold,<br>And the sabbath rang slowly<br>In the pebbles of the holy streams.<br><br>All the sun long it was running, it was lovely, the hay<br>Fields high as the house, the tunes from the chimneys, it was air<br>And playing, lovely and watery<br>And fire green as grass.<br>And nightly under the simple stars<br>As I rode to sleep the owls were bearing the farm away,<br>All the moon long I heard, blessed among stables, the nightjars<br>Flying with the ricks, and the horses<br>Flashing into the dark.<br><br>And then to awake, and the farm, like a wanderer white<br>With the dew, come back, the cock on his shoulder: it was all<br>Shining, it was Adam and maiden,<br>The sky gathered again<br>And the sun grew round that very day.<br>So it must have been after the birth of the simple light<br>In the first, spinning place, the spellbound horses walking warm<br>Out of the whinnying green stable<br>On to the fields of praise.<br><br>And honoured among foxes and pheasants by the gay house<br>Under the new made clouds and happy as the heart was long,<br>In the sun born over and over,<br>I ran my heedless ways,<br>My wishes raced through the house high hay<br>And nothing I cared, at my sky blue trades, that time allows<br>In all his tuneful turning so few and such morning songs<br>Before the children green and golden<br>Follow him out of grace.<br><br>Nothing I cared, in the lamb white days, that time would<br>take me<br>Up to the swallow thronged loft by the shadow of my hand,<br>In the moon that is always rising,<br>Nor that riding to sleep<br>I should hear him fly with the high fields<br>And wake to the farm forever fled from the childless land.<br>Oh as I was young and easy in the mercy of his means,<br>Time held me green and dying<br>Though I sang in my chains like the sea.</p><br>When voices of children are heard on the green<br>And laughing is heard on the hill,<br>My heart is at rest within my breast<br>And everything else is still<br><br>Then come home my children the sun is gone down<br>And the dews of night arise<br>Come come leave off play, and let us away<br>Till the morning appears in the skies<br><br>No no let us play, for it is yet day<br>And we cannot go to sleep<br>Besides in the sky, the little birds fly<br>And the hills are all covered with sheep<br><br>Well well go and play till the light fades away<br>And then go home to bed<br>The little ones leaped & shouted & laugh'd<br>And all the hills echoed</p><br>What is the boy now, who has lost his ball,<br>What, what is he to do? I saw it go<br>Merrily bouncing, down the street, and then<br>Merrily over—there it is in the water!<br>No use to say 'O there are other balls':<br>An ultimate shaking grief fixes the boy<br>As he stands rigid, trembling, staring down<br>All his young days into the harbour where<br>His ball went. I would not intrude on him,<br>A dime, another ball, is worthless. Now<br>He senses first responsibility<br>In a world of possessions. People will take balls,<br>Balls will be lost always, little boy,<br>And no one buys a ball back. Money is external.<br>He is learning, well behind his desperate eyes,<br>The epistemology of loss, how to stand up<br>Knowing what every man must one day know<br>And most know many days, how to stand up<br>And gradually light returns to the street<br>A whistle blows, the ball is out of sight,<br>Soon part of me will explore the deep and dark<br>Floor of the harbour . . I am everywhere,<br>I suffer and move, my mind and my heart move<br>With all that move me, under the water<br>Or whistling, I am not a little boy.</p><br>Because his nose and face were one festering sore<br>That no treatment persuaded, month after month,<br>And his feet four sores, the same,<br>Which could only stand and no more,<br><br>Because his sickness was converting his growth<br>Simply to strengthening sickness<br>While his breath wheezed through a mask of flies<br>No stuff could rid him of<br><br>I shot the lamb.<br>I shot him while he was looking the other way.<br>I shot him between the ears.<br><br>He lay down.<br>His machinery adjusted itself<br>And his blood escaped, without loyalty.<br><br>But the lamb life in my care<br>Left him where he lay, and stood up in front of me<br><br>Asking to be banished,<br>Asking for permission to be extinct,<br>For permission to wait, at least,<br><br>Inside my head<br>In the radioactive space<br>From which the meteorite had removed his body.</p><br>My long two-pointed ladder's sticking through a tree<br>Toward heaven still,<br>And there's a barrel that I didn't fill<br>Beside it, and there may be two or three<br>Apples I didn't pick upon some bough.<br>But I am done with apple-picking now.<br>Essence of winter sleep is on the night,<br>The scent of apples: I am drowsing off.<br>I cannot rub the strangeness from my sight<br>I got from looking through a pane of glass<br>I skimmed this morning from the drinking trough<br>And held against the world of hoary grass.<br>It melted, and I let it fall and break.<br>But I was well<br>Upon by way to sleep before it fell,<br>And I could tell<br>What form my dreaming was about to take,<br>Magnified apples appear and disappear,<br>Stem end and blossom end,<br>And every fleck of russet showing clear.<br>My instep arch not only keeps the ache,<br>It keeps the pressure of the ladder-round.<br>I feel the ladder sway as the boughs bend.<br>And I keep hearing from the cellar bin<br>The rumbling sound<br>Of load on load of apples coming in.<br>For I have had too much<br>Of apple-picking: I am overtired<br>Of the great harvest I myself desired.<br>There were ten thousand thousand fruit to touch,<br>Cherish in hand, lift down, and not let fall.<br>For all<br>That struck the earth,<br>No matter if not bruised or spiked with stubble,<br>Went surely to the cider-heap as of no worth.<br>One can see what will trouble<br>This sleep of mine, whatever sleep it is.<br>Were he not gone,<br>The woodchuck could say whether it's like his<br>Long sleep, as I describe its coming on,<br>Or just some human sleep</p><br>Through throats where many rivers meet, the curlews cry<br>Under the conceiving moon, on the high chalk hill,<br>And there this night I walk in the white giant's thigh<br>Where barren as boulders women lie longing still<br><br>To labour and love though they lay down long ago.<br><br>Through throats where many rivers meet, the women pray,<br>Pleading in the waded bay for the seed to flow<br>Though the names on their weed grown stones are rained away<br><br>And alone in the night's eternal, curving act<br>They yearn with tongues of curlews for the unconceived<br>And immemorial sons of the cudgelling, hacked<br><br>Hill. Who once in gooseskin winter loved all ice leaved<br>In the courters' lanes, or twined in the ox roasting sun<br>In the wains tonned so high that the wisps of the hay<br>Clung to the pitching clouds, or gay with any one<br>Young as they in the after milking moonlight lay<br><br>Under the lighted shapes of faith and their moonshade<br>Petticoats galed high, or shy with the rough riding boys,<br>Now clasp me to their grains in the gigantic glade,<br><br>Who once, green countries since, were a hedgerow of joys.<br>Time by, their dust was flesh the swineherd rooted sly,<br>Flared in the reek of the wiving sty with the rush<br>Light of his thighs, spreadeagle to the dunghill sky,<br>Or with their orchard man in the core of the sun's bush<br>Rough as cows' tongues and trashed with brambles their buttermilk<br>Manes, under his quenchless summer barbed gold to the bone,<br><br>Or rippling soft in the spinney moon as the silk<br>And ducked and draked white lake that harps to a hail stone.<br><br>Who once were a bloom of wayside brides in the hawed house<br>And heard the lewd, wooed field flow to the coming frost,<br>The scurrying, furred small friars squeal, in the dowse<br>Of day, in the thistle aisles, till the white owl crossed<br><br>Their breast, the vaulting does roister, the horned bucks climb<br>Quick in the wood at love, where a torch of foxes foams,<br>All birds and beasts of the linked night uproar and chime<br><br>And the mole snout blunt under his pilgrimage of domes,<br>Or, butter fat goosegirls, bounced in a gambo bed,<br>Their breasts full of honey, under their gander king<br>Trounced by his wings in the hissing shippen, long dead<br>And gone that barley dark where their clogs danced in the spring,<br>And their firefly hairpins flew, and the ricks ran round —<br><br>(But nothing bore, no mouthing babe to the veined hives<br>Hugged, and barren and bare on Mother Goose's ground<br>They with the simple Jacks were a boulder of wives) —<br><br>Now curlew cry me down to kiss the mouths of their dust.<br><br>The dust of their kettles and clocks swings to and fro<br>Where the hay rides now or the bracken kitchens rust<br>As the arc of the billhooks that flashed the hedges low<br>And cut the birds' boughs that the minstrel sap ran red.<br>They from houses where the harvest bows, hold me hard,<br>Who heard the tall bell sail down the Sundays of the dead<br>And the rain wring out its tongues on the faded yard,<br>Teach me the love that is evergreen after the fall leaved<br>Grave, after Beloved on the grass gulfed cross is scrubbed<br>Off by the sun and Daughters no longer grieved<br>Save by their long desirers in the fox cubbed<br>Streets or hungering in the crumbled wood: to these<br>Hale dead and deathless do the women of the hill<br>Love for ever meridian through the courters' trees<br><br>And the daughters of darkness flame like Fawkes fires still.</p><br>Coming up England by a different line<br>For once, early in the cold new year,<br>We stopped, and, watching men with number plates<br>Sprint down the platform to familiar gates,<br>‘Why, Coventry!’ I exclaimed. ‘I was born here.’<br><br>I leant far out, and squinnied for a sign<br>That this was still the town that had been 'mine'<br>So long, but found I wasn't even clear<br>Which side was which. From where those cycle-crates<br>Were standing, had we annually departed<br><br>For all those family hols? . . . A whistle went:<br>Things moved. I sat back, staring at my boots.<br>'Was that,' my friend smiled, 'where you ‘have your roots’?'<br>No, only where my childhood was unspent,<br>I wanted to retort, just where I started:<br><br>By now I've got the whole place clearly charted.<br>Our garden, first: where I did not invent<br>Blinding theologies of flowers and fruits,<br>And wasn't spoken to by an old hat.<br>And here we have that splendid family<br><br>I never ran to when I got depressed,<br>The boys all biceps and the girls all chest,<br>Their comic Ford, their farm where I could be<br>'Really myself'. I'll show you, come to that, <br>The bracken where I never trembling sat,<br><br>Determined to go through with it; where she<br>Lay back, and 'all became a burning mist'.<br>And, in those offices, my doggerel<br>Was not set up in blunt ten-point, nor read<br>By a distinguished cousin of the mayor,<br><br>Who didn't call and tell my father There<br>Before us, had we the gift to see ahead -<br>'You look as though you wished the place in Hell,'<br>My friend said, 'judging from your face.' 'Oh well,<br>I suppose it's not the place's fault,' I said.<br><br>'Nothing, like something, happens anywhere.'</p><br>The bows glided down, and the coast<br>Blackened with birds took a last look<br>At his thrashing hair and whale-blue eye;<br>The trodden town rang its cobbles for luck.<br><br>Then good-bye to the fishermanned<br>Boat with its anchor free and fast<br>As a bird hooking over the sea,<br>High and dry by the top of the mast,<br><br>Whispered the affectionate sand<br>And the bulwarks of the dazzled quay.<br>For my sake sail, and never look back,<br>Said the looking land.<br><br>Sails drank the wind, and white as milk<br>He sped into the drinking dark;<br>The sun shipwrecked west on a pearl<br>And the moon swam out of its hulk.<br><br>Funnels and masts went by in a whirl.<br>Good-bye to the man on the sea-legged deck<br>To the gold gut that sings on his reel<br>To the bait that stalked out of the sack,<br><br>For we saw him throw to the swift flood<br>A girl alive with his hooks through her lips;<br>All the fishes were rayed in blood,<br>Said the dwindling ships.<br><br>Good-bye to chimneys and funnels,<br>Old wives that spin in the smoke,<br>He was blind to the eyes of candles<br>In the praying windows of waves<br><br>But heard his bait buck in the wake<br>And tussle in a shoal of loves.<br>Now cast down your rod, for the whole<br>Of the sea is hilly with whales,<br><br>She longs among horses and angels,<br>The rainbow-fish bend in her joys,<br>Floated the lost cathedral<br>Chimes of the rocked buoys.<br><br>Where the anchor rode like a gull<br>Miles over the moonstruck boat<br>A squall of birds bellowed and fell,<br>A cloud blew the rain from its throat;<br><br>He saw the storm smoke out to kill<br>With fuming bows and ram of ice,<br>Fire on starlight, rake Jesu's stream;<br>And nothing shone on the water's face<br><br>But the oil and bubble of the moon,<br>Plunging and piercing in his course<br>The lured fish under the foam<br>Witnessed with a kiss.<br><br>Whales in the wake like capes and Alps<br>Quaked the sick sea and snouted deep,<br>Deep the great bushed bait with raining lips<br>Slipped the fins of those humpbacked tons<br><br>And fled their love in a weaving dip.<br>Oh, Jericho was falling in their lungs!<br>She nipped and dived in the nick of love,<br>Spun on a spout like a long-legged ball<br><br>Till every beast blared down in a swerve<br>Till every turtle crushed from his shell<br>Till every bone in the rushing grave<br>Rose and crowed and fell!<br><br>Good luck to the hand on the rod,<br>There is thunder under its thumbs;<br>Gold gut is a lightning thread,<br>His fiery reel sings off its flames,<br><br>The whirled boat in the burn of his blood<br>Is crying from nets to knives,<br>Oh the shearwater birds and their boatsized brood<br>Oh the bulls of Biscay and their calves<br><br>Are making under the green, laid veil<br>The long-legged beautiful bait their wives.<br>Break the black news and paint on a sail<br>Huge weddings in the waves,<br><br>Over the wakeward-flashing spray<br>Over the gardens of the floor<br>Clash out the mounting dolphin's day,<br>My mast is a bell-spire,<br><br>Strike and smoothe, for my decks are drums,<br>Sing through the water-spoken prow<br>The octopus walking into her limbs<br>The polar eagle with his tread of snow.<br><br>From salt-lipped beak to the kick of the stern<br>Sing how the seal has kissed her dead!<br>The long, laid minute's bride drifts on<br>Old in her cruel bed.<br><br>Over the graveyard in the water<br>Mountains and galleries beneath<br>Nightingale and hyena<br>Rejoicing for that drifting death<br><br>Sing and howl through sand and anemone<br>Valley and sahara in a shell,<br>Oh all the wanting flesh his enemy<br>Thrown to the sea in the shell of a girl<br><br>Is old as water and plain as an eel;<br>Always good-bye to the long-legged bread<br>Scattered in the paths of his heels<br>For the salty birds fluttered and fed<br><br>And the tall grains foamed in their bills;<br>Always good-bye to the fires of the face,<br>For the crab-backed dead on the sea-bed rose<br>And scuttled over her eyes,<br><br>The blind, clawed stare is cold as sleet.<br>The tempter under the eyelid<br>Who shows to the selves asleep<br>Mast-high moon-white women naked<br><br>Walking in wishes and lovely for shame<br>Is dumb and gone with his flame of brides.<br>Susannah's drowned in the bearded stream<br>And no-one stirs at Sheba's side<br><br>But the hungry kings of the tides;<br>Sin who had a woman's shape<br>Sleeps till Silence blows on a cloud<br>And all the lifted waters walk and leap.<br><br>Lucifer that bird's dropping<br>Out of the sides of the north<br>Has melted away and is lost<br>Is always lost in her vaulted breath,<br><br>Venus lies star-struck in her wound<br>And the sensual ruins make<br>Seasons over the liquid world,<br>White springs in the dark.<br><br>Always good-bye, cried the voices through the shell,<br>Good-bye always, for the flesh is cast<br>And the fisherman winds his reel<br>With no more desire than a ghost.<br><br>Always good luck, praised the finned in the feather<br>Bird after dark and the laughing fish<br>As the sails drank up the hail of thunder<br>And the long-tailed lightning lit his catch.<br><br>The boat swims into the six-year weather,<br>A wind throws a shadow and it freezes fast.<br>See what the gold gut drags from under<br>Mountains and galleries to the crest!<br><br>See what clings to hair and skull<br>As the boat skims on with drinking wings!<br>The statues of great rain stand still,<br>And the flakes fall like hills.<br><br>Sing and strike his heavy haul<br>Toppling up the boatside in a snow of light!<br>His decks are drenched with miracles.<br>Oh miracle of fishes! The long dead bite!<br><br>Out of the urn a size of a man<br>Out of the room the weight of his trouble<br>Out of the house that holds a town<br>In the continent of a fossil<br><br>One by one in dust and shawl,<br>Dry as echoes and insect-faced,<br>His fathers cling to the hand of the girl<br>And the dead hand leads the past,<br><br>Leads them as children and as air<br>On to the blindly tossing tops;<br>The centuries throw back their hair<br>And the old men sing from newborn lips:<br><br>Time is bearing another son.<br>Kill Time! She turns in her pain!<br>The oak is felled in the acorn<br>And the hawk in the egg kills the wren.<br><br>He who blew the great fire in<br>And died on a hiss of flames<br>Or walked the earth in the evening<br>Counting the denials of the grains<br><br>Clings to her drifting hair, and climbs;<br>And he who taught their lips to sing<br>Weeps like the risen sun among<br>The liquid choirs of his tribes.<br><br>The rod bends low, divining land,<br>And through the sundered water crawls<br>A garden holding to her hand<br>With birds and animals<br><br>With men and women and waterfalls<br>Trees cool and dry in the whirlpool of ships<br>And stunned and still on the green, laid veil<br>Sand with legends in its virgin laps<br><br>And prophets loud on the burned dunes;<br>Insects and valleys hold her thighs hard,<br>Times and places grip her breast bone,<br>She is breaking with seasons and clouds;<br><br>Round her trailed wrist fresh water weaves,<br>with moving fish and rounded stones<br>Up and down the greater waves<br>A separate river breathes and runs;<br><br>Strike and sing his catch of fields<br>For the surge is sown with barley,<br>The cattle graze on the covered foam,<br>The hills have footed the waves away,<br><br>With wild sea fillies and soaking bridles<br>With salty colts and gales in their limbs<br>All the horses of his haul of miracles<br>Gallop through the arched, green farms,<br><br>Trot and gallop with gulls upon them<br>And thunderbolts in their manes.<br>O Rome and Sodom To-morrow and London<br>The country tide is cobbled with towns<br><br>And steeples pierce the cloud on her shoulder<br>And the streets that the fisherman combed<br>When his long-legged flesh was a wind on fire<br>And his loin was a hunting flame<br><br>Coil from the thoroughfares of her hair<br>And terribly lead him home alive<br>Lead her prodigal home to his terror,<br>The furious ox-killing house of love.<br><br>Down, down, down, under the ground,<br>Under the floating villages,<br>Turns the moon-chained and water-wound<br>Metropolis of fishes,<br><br>There is nothing left of the sea but its sound,<br>Under the earth the loud sea walks,<br>In deathbeds of orchards the boat dies down<br>And the bait is drowned among hayricks,<br><br>Land, land, land, nothing remains<br>Of the pacing, famous sea but its speech,<br>And into its talkative seven tombs<br>The anchor dives through the floors of a church.<br><br>Good-bye, good luck, struck the sun and the moon,<br>To the fisherman lost on the land.<br>He stands alone in the door of his home,<br>With his long-legged heart in his hand.</p><br>When I see birches bend to left and right<br>Across the lines of straighter darker trees,<br>I like to think some boy's been swinging them.<br>But swinging doesn't bend them down to stay<br>As ice-storms do. Often you must have seen them<br>Loaded with ice a sunny winter morning<br>After a rain. They click upon themselves<br>As the breeze rises, and turn many-colored<br>As the stir cracks and crazes their enamel.<br>Soon the sun's warmth makes them shed crystal shells<br>Shattering and avalanching on the snow-crust—<br>Such heaps of broken glass to sweep away<br>You'd think the inner dome of heaven had fallen.<br>They are dragged to the withered bracken by the load,<br>And they seem not to break; though once they are bowed<br>So low for long, they never right themselves:<br>You may see their trunks arching in the woods<br>Years afterwards, trailing their leaves on the ground<br>Like girls on hands and knees that throw their hair<br>Before them over their heads to dry in the sun.<br>But I was going to say when Truth broke in<br>With all her matter-of-fact about the ice-storm<br>I should prefer to have some boy bend them<br>As he went out and in to fetch the cows—<br>Some boy too far from town to learn baseball,<br>Whose only play was what he found himself,<br>Summer or winter, and could play alone.<br>One by one he subdued his father's trees<br>By riding them down over and over again<br>Until he took the stiffness out of them,<br>And not one but hung limp, not one was left<br>For him to conquer. He learned all there was<br>To learn about not launching out too soon<br>And so not carrying the tree away<br>Clear to the ground. He always kept his poise<br>To the top branches, climbing carefully<br>With the same pains you use to fill a cup<br>Up to the brim, and even above the brim.<br>Then he flung outward, feet first, with a swish,<br>Kicking his way down through the air to the ground.<br>So was I once myself a swinger of birches.<br>And so I dream of going back to be.<br>It's when I'm weary of considerations,<br>And life is too much like a pathless wood<br>Where your face burns and tickles with the cobwebs<br>Broken across it, and one eye is weeping<br>From a twig's having lashed across it open.<br>I'd like to get away from earth awhile<br>And then come back to it and begin over.<br>May no fate willfully misunderstand me<br>And half grant what I wish and snatch me away<br>Not to return. Earth's the right place for love:<br>I don't know where it's likely to go better.<br>I'd like to go by climbing a birch tree,<br>And climb black branches up a snow-white trunk<br>Toward heaven, till the tree could bear no more,<br>But dipped its top and set me down again.<br>That would be good both going and coming back.<br>One could do worse than be a swinger of birches.</p>"}