{"id":"user74","title":"Oscar Wilde","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"One morning the old Water-rat put his head out of his hole. He had bright beady eyes and stiff grey whiskers, and his tail was like a long bit of black india-rubber. The little ducks were swimming about in the pond, looking just like a lot of yellow canaries, and their mother, who was pure white with real red legs, was trying to teach them how to stand on their heads in the water.<br> <br> 'You will never be in the best society unless you can stand on your heads,' she kept saying to them; and every now and then she showed them how it was done. But the little ducks paid no attention to her. They were so young that they did not know what an advantage it is to be in society at all.<br> <br> 'What disobedient children!' cried the old Water-rat; 'they really deserve to be drowned.'<br> <br> 'Nothing of the kind,' answered the Duck, 'every one must make a beginning, and parents cannot be too patient.'<br> <br> 'Ah! I know nothing about the feelings of parents,' said the Water-rat; 'I am not a family man. In fact, I have never been married, and I never intend to be. Love is all very well in its way, but friendship is much higher. Indeed, I know of nothing in the world that is either nobler or rarer than a devoted friendship.'<br> <br> 'And what, pray, is your idea of the duties of a devoted friend?' asked a Green Linnet, who was sitting in a willow-tree hard by, and had overheard the conversation.<br> <br> 'Yes, that is just what I want to know,' said the Duck, and she swam away to the end of the pond, and stood upon her head, in order to give her children a good example.<br> <br> 'What a silly question!' cried the Water-rat. 'I should expect my devoted friend to be devoted to me, of course.'<br> <br> 'And what would you do in return?' said the little bird, swinging upon a silver spray, and flapping his tiny wings.<br> <br> 'I don't understand you,' answered the Water-rat.<br> <br> 'Let me tell you a story on the subject,' said the Linnet.<br> <br> 'Is the story about me?' asked the Water-rat. If so, I will listen to it, for I am extremely fond of fiction.'<br> <br> 'It is applicable to you,' answered the Linnet; and he flew down, and alighting upon the bank, he told the story of The Devoted Friend.<br> <br> 'Once upon a time,' said the Linnet, 'there was an honest little fellow named Hans.'<br> <br> 'Was he very distinguished?' asked the Water-rat.<br> <br> 'No,' answered the Linnet, 'I don't think he was distinguished at all, except for his kind heart, and his funny round good-humoured face. He lived in a tiny cottage all by himself, and every day he worked in his garden. In all the country-side there was no garden so lovely as his. Sweet-william grew there, and Gilly-flowers, and Shepherds'-purses, and Fair-maids of France. There were damask Roses, and yellow Roses, lilac Crocuses, and gold, purple Violets and white. Columbine and Ladysmock, Marjoram and Wild Basil, the Cowslip and the Flower-de-luce, the Daffodil and the Clove-Pink bloomed or blossomed in their proper order as the months went by, one flower taking another flower's place, so that there were always beautiful things to look at, and pleasant odours to smell.<br> <br> 'Little Hans had a great many friends, but the most devoted friend of all was big Hugh the Miller. Indeed, so devoted was the rich Miller to little Hans, that he [Hans"}