{
	"id":"user726",
	"title":"In Youth I have Known One by Edgar Allan Poe (Winter)",
	"image":"Hammonton Photography.jpg",
	"tag":["15", "22"],
	"video":{"src":["Countryside-home-in-snowy-winter-medium-view.m4v", "Aerial-shot-of-snowy-mountains-with-salt-lake-valley-in-the-distance.m4v", "Aerial-shot-of-snowy-peaks-with-clouds-and-forest.m4v","Forest-during-a-blizzard.m4v","Slow-motion-heavy-snowfall.m4v"], "title":"video title","type":"background"},
	"main_text":"How often we forget all time, when lone <br><br> Admiring Nature's universal throne; <br><br> Her woods - her winds - her mountains - the intense <br><br> Reply of Hers to Our intelligence! <br><br><br><br> I. <br><br><br><br> In youth I have known one with whom the Earth <br><br> In secret communing held - as he with it, <br><br> In daylight, and in beauty, from his birth: <br><br> Whose fervid, flickering torch of life was lit <br><br> From the sun and stars, whence he had drawn forth <br><br> A passionate light - such for his spirit was fit - <br><br> And yet that spirit knew - not in the hour <br><br> Of its own fervour - what had o'er it power. <br><br><br><br> II. <br><br><br><br> Perhaps it may be that my mind is wrought <br><br> To a fever by the moonbeam that hangs o'er, <br><br> But I will half believe that wild light fraught <br><br> With more of sovereignty than ancient lore <br><br> Hath ever told - or is it of a thought <br><br> The unembodied essence, and no more <br><br> That with a quickening spell doth o'er us pass <br><br> As dew of the night time, o'er the summer grass? <br><br><br><br> III. <br><br><br><br> Doth o'er us pass, when as th' expanding eye <br><br> To the loved object - so the tear to the lid <br><br> Will start, which lately slept in apathy? <br><br> And yet it need not be - (that object) hid <br><br> From us in life - but common - which doth lie <br><br> Each hour before us - but then only bid <br><br> With a strange sound, as of a harpstring broken <br><br> T' awake us - 'Tis a symbol and a token - <br><br><br><br> IV. <br><br><br><br> Of what in other worlds shall be - and given <br><br> In beauty by our God, to those alone <br><br> Who otherwise would fall from life and Heaven <br><br> Drawn by their heart's passion, and that tone, <br><br> That high tone of the spirit which hath striven <br><br> Though not with Faith - with godliness - whose throne <br><br> With desperate energy 't hath beaten down; <br><br> Wearing its own deep feeling as a crown.",
	"shuffle": false,
	"type": "presentation", 
	"autoSlideTimer": 2
}