{
				"id": "user516",
				"title": "The Ice Palace by F. Scott Fitzgerald",
				"exclude_from_menu": "true",
				"image": "Eric.jpg",
				"tag": ["19", "22", "28", "21"],
				"video": {
					"src": ["Winter-and-snow-.m4v", "Winter-and-snow-23.m4v", "Winter-and-snow-40.m4v", "Winter-forest-windy-clouds-timelapse.m4v", "Winter-mountain-driving.m4v", "Wintery-lake-tahoe-landscape.m4v", "Time-lapse-clouds-over-snowy-mountains.m4v", "Time-lapse-clouds-over-white-wintry-mountains.m4v", "Time-lapse-clouds-with-sunset-on-mountain-1.m4v", "Time-lapse-colorful-clouds-over-snowy-mountains.m4v","Time-lapse-clouds-with-sunset-on-mountain-2.m4v", "Time-lapse-colorful-panning-sunrise-winter-landscape-2.m4v", "Time-lapse-colorful-panning-sunrise-winter-landscape.m4v", "Time-lapse-fisheye-winter-landscape.m4v", "Time-lapse-clouds-rushing-across-utah-mountain-peaks.m4v", "Time-lapse-passing-through-alaskan-waters.m4v","Time-lapse-winter-landscape-wide.m4v", "Time-lapse-winter-water-landscape.m4v", "Time-lapse-wintry-landscape.m4v", "Timelapse-clouds-over-mountain-range.m4v", "Time-lapse-sunset-over-mountain-range.m4v", "Time-lapse-sunrise-to-sunset-over-mountains-.m4v", "Time-lapse-sunrise-to-sunset-over-mountains-2.m4v", "Timelapse-of-winter-blizzard.m4v", "Time-lapse-smooth-silky-clouds-over-mountain.m4v", "Time-lapse-snow-melting-on-branch.m4v", "Time-lapse-snowy-landscape.m4v", "Time-lapse-snowy-mountain-range-close.m4v", "Alaskan-frozen-wilderness.m4v", "Alaskan-mountain-stream.m4v", "Alaskan-train-crossing-bridge.m4v", "Amish-snow-landscape-1.m4v", "Aerial-shot-of-ski-area-and-luxury-homes.m4v", "Aerial-shot-of-snowy-mountains-with-salt-lake-valley-in-the-distance.m4v", "Aerial-shot-of-snowy-peaks-with-clouds-and-forest.m4v", "Cave-formations.m4v", "Crystalline-ice-pattern.m4v", "Floating-ice-chunks-in-bay-mountains.m4v", "Forest-in-snow-storm.m4v", "Glaciers-off-alaskan-shore.m4v", "Gorgeous-alaskan-landscape.m4v", "Passing-by-majestic-glacier.m4v", "Snow-and-string-lights.m4v", "Snow-capped-mountain-at-dusk.m4v", "Snow-capped-timpanogos-mountain-in-wasatch-mountain-range.m4v", "Snow-covered-ground-tilt-to-mountain-landscape.m4v", "Snow-falling-at-sunset.m4v", "Snow-falling-in-oregon-forest-2.m4v", "Snow-falling-off-trees-in-oregon-forest.m4v", "Snow-falling-on-trees-in-oregon-forest.m4v", "Snow-falling-softly-on-christmas-tree-1.m4v", "Snow-grass-cropped.m4v", "Snow-grass.m4v", "Snow-lightly-falls-on-road.m4v", "Snow-melting-on-grass.m4v", "Snow-melting-panning.m4v", "Snow-storm-panning.m4v", "Snow-tree-cropped.m4v", "Snow-tree-panning.m4v", "Snowfall-sunse.m4v", "Snowflakes-in-an-orange-sunset.m4v", "Snowflakes-in-the-air.m4v", "Snowing-on-tree-branches-2.m4v", "Snowy-city-sidewalk.m4v", "Snowy-city-sprawl-2.m4v", "Snowy-farm-zoom-out.m4v", "Snowy-forest-2.m4v", "Snowy-forest-tilt-to-mountain-sun-glare.m4v", "Snowy-land-by-river.m4v", "Snowy-mountains-10.m4v", "Snowy-mountains-11.m4v", "Snowy-mountains-12.m4v", "Snowy-mountains-14.m4v", "Snowy-mountains-3.m4v", "Snowy-mountains-7.m4v", "Snowy-mountains-8-2318.m4v", "Snowy-mountains-9.m4v", "Snowy-mountains.m4v", "Slow-motion-heavy-snowfall2.m4v","Slow-motion-on-icy-river-rapids1.m4v","Slow-motion-snow-geese-flying-over-flock.m4v", "Slow-motion-snow-geese-through-trees.m4v","Clouds-over-snow-capped-mountains.m4v","Clouds-over-mountain-range.m4v", "Countryside-home-in-snowy-winter-medium-view.m4v", "Aerial-shot-of-snowy-mountains-with-salt-lake-valley-in-the-distance.m4v", "Aerial-shot-of-snowy-peaks-with-clouds-and-forest.m4v","Forest-during-a-blizzard.m4v","Slow-motion-heavy-snowfall.m4v", "Cloud-blue-panning.m4v","People-outisde-in-snow-storm-2.m4v", "People-outside-in-snow-storm.m4v","People-walking-in-snow-storm-2.m4v","Aerial-shot-of-downtown-park-city-utah.m4v", "Aerial-shot-of-downtown-park-city-utah2.m4v", "Colorful-alaskan-sunset.m4v", "Bright-glowing-winter-forest.m4v", "Multicolored-alaskan-sky.m4v", "Colorful-mountain-clouds.m4v", "Colorful-mountain-clouds2.m4v", "Hazy-forest-ridge.m4v", "Hazy-forest-snowstorm.m4v", "Hazy-mountain-peaks.m4v"],
					"type": "background"	
				},
				"main_text": "The sunlight dripped over the house like golden paint over an art jar, and the freckling shadows here and there<br>only intensified the rigor of the bath of light. The Butterworth and Larkin houses flanking were intrenched behind<br> great stodgy trees; only the Happer house took the full sun, and all day long faced the dusty road-street with a<br> tolerant kindly patience. This was the city of Tarleton in southernmost Georgia, September afternoon.<br> Up in her bedroom window Sally Carrol Happer rested her nineteen-year-old chin on a fifty-two-year-old sill<br> and watched Clark Darrow's ancient Ford turn the corner. The car was hot-- being partly metallic it retained all<br> the heat it absorbed or evolved -- and Clark Darrow sitting bolt upright at the wheel wore a pained, strained<br> expression as though he considered himself a spare part, and rather likely to break. He laboriously crossed two<br> dust ruts, the wheels squeaking indignantly at the encounter, and then with a terrifying expression he gave the<br> steering-gear a final wrench and deposited self and car approximately in front of the Happer steps. There was a<br> plaintive heaving sound, a death-rattle, followed by a short silence; and then the air was rent by a startling<br> whistle.<br> Sally Carrol gazed down sleepily. She started to yawn, but finding this quite impossible unless she raised her chin<br> from the window-sill, changed her mind and continued silently to regard the car, whose owner sat brilliantly if<br> perfunctorily at attention as he waited for an answer to his signal. After a moment the whistle once more split the<br> dusty air.<br> 'Good mawnin'.'<br> With difficulty Clark twisted his tall body round and bent a distorted glance on the window.<br> ''Tain't mawnin', Sally Carrol.'<br> 'Isn't it, sure enough?'<br> 'What you do in'?'<br> 'Eatin' 'n apple.'<br> 'Come on go swimmin'-- want to?'<br> 'Reckon so.'<br> 'How 'bout hurryin' up?'<br> 'Sure enough.'<br> Sally Carrol sighed voluminously and raised herself with profound inertia from the floor, where she had been<br> occupied in alternately destroying parts of a green apple and painting paper tops for her younger sister. She<br> approached a mirror, regarded her expression with a pleassd and pleasant languor, dabbed two spots of rouge on<br> her lips and a grain of powder on her nose, and covered her bobbed corn-colored hair with a rose littered sun<br> bonnet. Then she kicked over the painting water, said, 'Oh, damn!' -- but let it lay-- and left the room.<br> 'How you, Clark?' she inquired a minute later as she slipped nimbly over the side of the car.<br> 'Mighty fine, Sally Carrol.'<br> 'Where we go swimmin'?'<br> 'Out to Walley's pool. Told Marylyn we'd call by an' get her an' Joe Ewing.'<br> Clark was dark and lean, and when on foot was rather inclined to stoop. His eyes were ominous and his<br> expression somewhat petulant except when startlingly illuminated by one of his frequent smiles. Clark had 'a<br> income'-- just enough to keep himself in ease and his car in gasolene-- and he had spent the two years since he<br> graduated from Georgia Tech in dozing round the lazy streets of his home town, discussing how he could best<br> invest his capital for an immediate fortune.<br> Hanging round he found not at all difficult; a crowd of little girls had grown up beautifully, the amazing Sally<br> Carrol foremost among them; and they enjoyed being swum with and danced with and made love to in the<br> flower-filled summery evenings -- and they all liked Clark immensely. When feminine company palled there<br> were half a dozen other youths who were always just about to do something, and meanwhile were quite willing to<br> join him in a few holes of golf, or a game of billiards, or the consumption of a quart of 'hard yella licker.' Every<br> once in a while one of these contemporaries made a farewell round of calls before going up to New York or<br> Philadelphia or Pittsburgh to go into business, but mostly they just stayed round in this languid parade of dreamy<br> skies and fireily evenings and noisy niggery street fairs-- and especially of gracious, soft-voiced girls, who were<br> brought up on memories instead of money.<br> The Ford having been excited into a sort of restless resentful life Clark and Sally Carrol rolled and rattled down<br> Valley Avenue into Jefferson Street, where the dust road became a pavement; along opiate Millicent Place, where<br> there were half a dozen prosperous, substantial mansions; and on into the down-town section. Driving was<br> perilous here, for it was shopping time; the population idled casually across the streets and a drove of<br> low-moaning oxen were being urged along in front of a placid street-car; even the shops seemed only yawning<br> their doors and blinking their windows in the sunshine before retiring into a state of utter and finite coma.<br> 'Sally Carrol,' said Clark suddenly, 'it a fact that you're engaged?'<br> She looked at him quickly.<br> 'Where'd you hear that?'<br> 'Sure enough, you engaged?'<br> ''At's a nice question!'<br> 'Girl told me you were engaged to a Yankee you met up in Asheville last summer.'<br> Sally Carrol sighed.<br> 'Never saw such an old town for rumors.'<br> 'Don't marry a Yankee, Sally Carrol. We need you round here.'<br> Sally Carrol was silent a moment.<br> 'Clark,' she demanded suddenly, 'who on earth shall I marry?'<br> 'I offer my services.'<br> 'Honey, you couldn't support a wife,' she answered cheerfully. 'Anyway, I know you too well to fall in love with<br> you.'<br> ''At doesn't mean you ought to marry a Yankee,' he persisted.<br> 'S'pose I love him?'<br> He shook his head.<br> 'You couldn't. He'd be a lot different from us, every way.'<br> He broke off as he halted the car in front of a rambling, dilapidated house. Marylyn Wade and Joe Ewing<br> appeared in the doorway.<br> ''Lo, Sally Carrol.'<br> 'Hi!'<br> 'How you-all?'<br> ' Sally Carrol,' demanded Marylyn as they started off again, 'you engaged?'<br> 'Lawdy, where'd all this start? Can't I look at a man 'thout everybody in town engagin' me to him?'<br> Clark stared straight in front of him at a bolt on the clattering wind-shield.<br> 'Sally Carrol,' he said with a curious intensity, 'don't you like us?'<br> 'What?'<br> 'Us down here?'<br> `Why, Clark, you know I do. I adore all you boys.'<br> 'Then why you gettin' engaged to a Yankee?'<br> 'Clark, I don't know. I'm not sure what I'll do,<br> but-- well, I want to go places and see people. I want my mind to grow. I want to live where things happen on a<br> big scale.'<br> 'What you mean?'<br> 'Oh, Clark, I love you, and I love Joe here, and Ben Arrot, and you-all, but you'll-- you'll-- -- '<br> 'We'll all be failures?'<br> 'Yes. I don't mean only money failures, but just sort of-- of ineffectual and sad, and-- oh, how can I tell you?'<br> 'You mean because we stay here in Tarleton?'<br> 'Yes, Clark; and because you like it and never want to change things or think or go ahead.'<br> He nodded and she reached over and pressed his hand.<br> 'Clark,' she said softly, 'I wouldn't change you for the world. You're sweet the way you are. The things that'll<br> make you fail I'll love always-- the living in the past, the lazy days and nights you have, and all your carelessness<br> and generosity.'<br> 'But you're goin' away?'<br> 'Yes-- because I couldn't ever marry you. You've a place in my heart no one else ever could have, but tied down<br> here I'd get restless. I'd feel I was-- wastin' myself. There's two sides to me, you see. There's the sleepy old side<br> you love; an' there's a sort of energy-- the feelin' that makes me do wild things. That's the part of me that may be<br> useful somewhere, that'll last when I'm not beautiful any more.'<br> She broke off with characteristic suddenness and sighed, 'Oh, sweet cooky!' as her mood changed.<br> Half closing her eyes and tipping back her head till it rested on the seat-back she let the savory breeze fan her<br> eyes and ripple the fluffy curls of her bobbed hair. They were in the country now, hurrying between tangled<br> growths of bright-green coppice and grass and tall trees that sent sprays of foliage to hang a cool welcome over<br> the road. Here and there they passed a battered negro cabin, its oldest white-haired inhabitant smoking a corncob<br> pipe beside the door, and half a dozen scantily clothed pickaninnies parading tattered dolls on the wild-grown<br> grass in front. Farther out were lazy cotton-fields, where even the workers seemed intangible shadows lent by the<br> sun to the earth, not for toil, but to while away some age-old tradition in the golden September fields. And round<br> the drowsy picturesqueness, over the trees and shacks and muddy rivers, flowed the heat, never hostile, only<br> comforting, like a great warm nourishing bosom for the infant earth.<br> 'Sally Carrol, we're here!' 'Poor chile's soun' asleep.'<br> 'Honey, you dead at last out a sheer laziness?'<br> 'Water, Sally Carrol! Cool water waitin' for you!'<br> Her eyes opened sleepily.<br> 'Hi!' she murmured, smiling.<br> II<br> In November Harry Bellamy, tall, broad, and brisk, came down from his Northern city to spend four days. His<br> intention was to settle a matter that had been hanging fire since he and Sally Carrol had met in Asheville, North<br> Carolina, in midsummer. The settlement took only a quiet afternoon and an evening in front of a glowing open<br> fire, for Harry Bellamy had everything she wanted; and, besides, she loved him-- loved him with that side of her<br> she kept especially for loving. Sally Carrol had several rather clearly defined sides.<br> On his last afternoon they walked, and she found their steps tending half-unconsciously toward one of her<br> favorite haunts, the cemetery. When it came in sight, gray-white and golden-green under the cheerful late sun,<br> she paused, irresolute, by the iron gate.<br> 'Are you mournful by nature, Harry?' she asked with a faint smile.<br> 'Mournful? Not I.'<br> 'Then let's go in here. It depresses some folks, but I like it.'<br> They passed through the gateway and followed a path that led through a wavy valley of graves-- dusty-gray and<br> mouldy for the fifties; quaintly carved with flowers and jars for the seventies; ornate and hideous for the nineties,<br> with fat marble cherubs lying in sodden sleep on stone pillows, and great impossible growths of nameless granite<br> flowers. Occasionally they saw a kneeling figure with tributary flowers, but over most of the graves lay silence<br> and withered leaves with only the fragrance that their own shadowy memories could waken in living minds.<br> They reached the top of a hill where they were fronted by a tall, round head-stone, freckled with dark spots of<br> damp and half grown over with vines.<br> 'Margery Lee,' she read; '1844-1873. Wasn't she nice? She died when she was twenty-nine. Dear Margery Lee,'<br> she added softly. 'Can't you see her, Harry?'<br> 'Yes, Sally Carrol.'<br> He felt a little hand insert itself into his.<br> 'She was dark, I think; and she always wore her hair with a ribbon in it, and gorgeous hoop-skirts of alice blue<br> and old rose.'<br> 'Yes.'<br> 'Oh, she was sweet, Harry! And she was the sort of girl born to stand on a wide, pillared porch and welcome folks<br> in. I think perhaps a lot of men went away to war meanin' to come back to her; but maybe none of 'em ever did.'<br> He stooped down close to the stone, hunting for any record of marriage.<br> 'There's nothing here to show.'<br> 'Of course not. How could there be anything there better than just 'Margery Lee,' and that eloquent date?'<br> She drew close to him and an unexpected lump<br> came into his throat as her yellow hair brushed his cheek.<br> 'You see how she was, don't you, Harry?'<br> 'I see,' he agreed gently. 'I see through your precious eyes. You're beautiful now, so I know she must have been.'<br> Silent and close they stood, and he could feel her shoulders trembling a little. An ambling breeze swept up the hill<br> and stirred the brim of her floppidy<br> hat.<br> 'Let's go down there!'<br> She was pointing to a flat stretch on the other side of the hill where along the green-turf were a thousand<br> grayish-white crosses stretching in endless, ordered rows like the stacked arms of a battalion.<br> 'Those are the Confederate dead,' said Sally Carrol simply.<br> They walked along and read the inscriptions, always only a name and a date, sometimes quite indecipherable.<br> 'The last row is the saddest-- see, 'way over there. Every cross has just a date on it, and the word `Unknown.''<br> She looked at him and her eyes brimmed with tears.<br> 'I can't tell you how real it is to me, darling-- if you don't know.'<br> 'How you feel about it is beautiful to me.'<br> 'No, no, it's not me, it's them-- that old time that I've tried to have live in me. These were just men, unimportant<br> evidently or they wouldn't have been `unknown'; but they died for the most beautiful thing in the world-- the<br> dead South. You see,' she continued, her voice still husky, her eyes glistening with tears, 'people have these<br> dreams they fasten onto things, and I've always grown up with that dream. It was so easy because it was all dead<br> and there weren't any disillusions comin' to me. I've tried in a way to live up to those past standards of noblesse<br> oblige-- there's just the last remnants of it, you know, like the roses of an old garden dying all round us-- streaks<br> of strange courtliness and chivalry in some of these boys an' stories I used to hear from a Confederate soldier who<br> lived next door, and a few old darkies. Oh, Harry, there was something, there was something! I couldn't ever<br> make you understand, but it was there.'<br> 'I understand,' he assured her again quietly.<br> Sally Carrol smiled and dried her eyes on the tip of a handkerchief protruding from his breast pocket.<br> 'You don't feel depressed, do you, lover? Even when I cry I'm happy here, and I get a sort of strength from it.'<br> Hand in hand they turned and walked slowly away. Finding soft grass she drew him down to a seat beside her<br> with their backs against the remnants of a low broken wall.<br> 'Wish those three old women would clear out,' he complained. 'I want to kiss you, Sally Carrol.'<br> 'Me, too.'<br> They waited impatiently for the three bent figures to move off, and then she kissed him until the sky seemed to<br> fade out and all her smiles and tears to vanish in an ecstasy of eternal seconds.<br> Afterward they walked slowly back together, while on the corners twilight played at somnolent black-and-white<br> checkers with the end of day.<br> 'You'll be up about mid-January,' he said, 'and you've got to stay a month at least. It'll be slick. There's a winter<br> carnival on, and if you've never really seen snow it'll be like fairy-land to you. There'll be skating and skiing and<br> tobogganing and sleigh-riding, and all sorts of torchlight parades on snow-shoes. They haven't had one for years,<br> so they're going to make it a knock-out.'<br> 'Will I be cold, Harry?' she asked suddenly.<br> 'You certainly won't. You may freeze your nose, but you won't be shivery cold. It's hard and dry, you know.'<br> 'I guess I'm a summer child. I don't like any cold I've ever seen.'<br> She broke off and they were both silent for a minute.<br> 'Sally Carrol,' he said very slowly, 'what do you say to-- March?'<br> 'I say I love you.'<br> 'March?'<br> 'March, Harry.'<br> III<br> All night in the Pullman it was very cold. She rang for the porter to ask for another blanket, and when he couldn't<br> give her one she tried vainly, by squeezing down into the bottom of her berth and doubling back the bedclothes, to<br> snatch a few hours' sleep. She wanted to look her best in the morning.<br> She rose at six and sliding uncomfortably into her clothes stumbled up to the diner for a cup of coffee. The snow<br> had filtered into the vestibules and covered the floor with a slippery coating. It was intriguing, this cold, it crept in<br> everywhere. Her breath was quite visible and she blew into the air with a nave enjoyment. Seated in the diner she<br> stared out the window at white hills and valleys and scattered pines whose every branch was a green platter for a<br> cold feast of snow. Sometimes a solitary farmhouse would fly by, ugly and bleak and lone on the white waste; and<br> with each one she had an instant of chill compassion for the souls shut in there waiting for spring.<br> As she left the diner and swayed back into the Pullman she experienced a surging rush of energy and wondered if<br> she was feeling the bracing air of which Harry had spoken. This was the North, the North-- her land now!<br> 'Then blow, ye winds, heigho!<br> A-roving I will go,'<br> she chanted exultantly to herself.<br> 'What's 'at?' inquired the porter politely.<br> 'I said: `Brush me off.''<br> The long wires of the telegraph-poles doubled; two tracks ran up beside the train-- three-- four; came a<br> succession of white-roofed houses, a glimpse of a trolley-car with frosted windows, streets-- more streets-- the<br> city.<br> She stood for a dazed moment in the frosty station before she saw three fur-bundled figures descending upon her.<br> 'There she is!'<br> 'Oh, Sally Carrol!'<br> Sally Carrol dropped her bag.<br> 'Hi!'<br> A faintly familiar icy-cold face kissed her, and then she was in a group of faces all apparently emitting great<br> clouds of heavy smoke; she was shaking hands. There were Gordon, a short, eager man of thirty who looked like<br> an amateur knocked-about model for Harry, and his wife, Myra, a listless lady with flaxen hair under a fur<br> automobile cap. Almost immediately Sally Carrol thought of her as vaguely Scandinavian. A cheerful chauffeur<br> adopted her bag, and amid ricochets of half-phrases, exclamations, and perfunctory listless 'my dears' from<br> Myra, they swept each other from the station.<br> Then they were in a sedan bound through a crooked succession of snowy streets where dozens of little boys were<br> hitching sleds behind grocery wagons and automobiles.<br> 'Oh,' cried Sally Carrol, 'I want to do that! Can we, Harry?'<br> 'That's for kids. But we might-- -- '<br> 'It looks like such a circus ' she said regretfully.<br> Home was a rambling frame house set on a white lap of snow, and there she met a big, gray-haired man of whom<br> she approved, and a lady who was like an egg, and who kissed her-- these were Harry's parents. There was a<br> breathless indescribable hour crammed full of half-sentences, hot water, bacon and eggs and confusion; and after<br> that she was alone with Harry in the library, asking him if she dared smoke.<br> It was a large room with a Madonna over the fireplace and rows upon rows of books in covers of light gold and<br> dark gold and shiny red. All the chairs had little lace squares where one's head should rest, the couch was just<br> comfortable, the books looked as if they had been read-- some-- and Sally Carrol had an instantaneous vision of<br> the battered old library at home, with her father's huge medical books, and the oil-paintings of her three<br> great-uncles, and the old couch that had been mended up for forty-five years and was still luxurious to dream in.<br> This room struck her as being neither attractive nor particularly otherwise. It was simply a room with a lot of<br> fairly expensive things in it that all looked about fifteen years old.<br> 'What do you think of it up here?' demanded Harry eagerly. 'Does it surprise you? Is it what you expected, I<br> mean?'<br> 'You are, Harry,' she said quietly, and reached out her arms to him.<br> But after a brief kiss he seemed anxious to extort enthusiasm from her.<br> 'The town, I mean. Do you like it? Can you feel the pep in the air?'<br> 'Oh, Harry,' she laughed, 'you'll have to give me time. You can't just fling questions at me.'<br> She puffed at her cigarette with a sigh of contentment.<br> 'One thing I want to ask you,' he began rather apologetically; 'you Southerners put quite an emphasis on family,<br> and all that-- not that it isn't quite all right, but you'll find it a little different here. I mean-- you'll notice a lot of<br> things that'll seem to you sort of vulgar display at first, Sally Carrol; but just remember that this is a<br> three-generation town. Everybody has a father, and about half of us have grandfathers. Back of that we don't go.'<br> 'Of course,' she murmured.<br> 'Our grandfathers, you see, founded the place, and a lot of them had to take some pretty queer jobs while they<br> were doing the founding. For instance, there's one woman who at present is about the social model for the town;<br> well, her father was the first public ash man-- things like that.'<br> 'Why,' said Sally Carrol, puzzled, 'did you s'pose I was goin' to make remarks about people?'<br> 'Not at all,' interrupted Harry; 'and I'm not apologizing for any one either. It's just that-- well, a Southern girl<br> came up here last summer and said some unfortunate things, and-- oh, I just thought I'd tell you.'<br> Sally Carrol felt suddenly indignant-- as though she had been unjustly spanked-- but Harry evidently considered<br> the subject closed, for he went on with a great surge of enthusiasm.<br> 'It's carnival time, you know. First in ten years. And there's an ice palace they're building now that's the first<br> they've had since eighty-five. Built out of blocks of the clearest ice they could find-- on a tremendous scale.'<br> She rose and walking to the window pushed aside the heavy Turkish portires and looked out.<br> 'Oh!' she cried suddenly. 'There's two little boys makin' a snow man! Harry, do you reckon I can go out an' help<br> 'em?'<br> 'You dream! Come here and kiss me.'<br> She left the window rather reluctantly.<br> 'I don't guess this is a very kissable climate, is it? I mean, it makes you so you don't want to sit round, doesn't it?'<br> 'We're not going to. I've got a vacation for the first week you're here, and there's a dinner-dance to-night.'<br> 'Oh, Harry,' she confessed, subsiding in a heap, half in his lap, half in the pillows, 'I sure do feel confused. I<br> haven't got an idea whether I'll like it or not, an' I don't know what people expect, or anythin'. You'll have to tell<br> me, honey.'<br> 'I'll tell you,' he said softly, 'if you'll just tell me you're glad to be here.'<br> 'Glad-- just awful glad!' she whispered, insinuating herself into his arms in her own peculiar way. 'Where you<br> are is home for me, Harry.'<br> And as she said this she had the feeling for almost the first time in her life that she was acting a part.<br> That night, amid the gleaming candles of a dinner-party, where the men seemed to do most of the talking while<br> the girls sat in a haughty and expensive aloofness, even Harry's presence on her left failed to make her feel at<br> home.<br> 'They're a good-looking crowd, don't you think?' he demanded. 'Just look round. There's Spud Hubbard, tackle<br> at Princeton last year, and Junie Morton-- he and the red-haired fellow next to him were both Yale hockey<br> captains; Junie was in my class. Why, the best athletes in the world come from these States round here. This is a<br> man's country, I tell you. Look at John J. Fishburn!'<br> 'Who's he?' asked Sally Carol innocently.<br> 'Don't you know?'<br> 'I've heard the name.'<br> 'Greatest wheat man in the Northwest, and one of the greatest financiers in the country.'<br> She turned suddenly to a voice on her right.<br> 'I guess they forgot to introduce us. My name's Roger Patton.'<br> 'My name is Sally Carol Happer,' she said graciously.<br> 'Yes, I know. Harry told me you were coming.'<br> 'You a relative?'<br> 'No, I'm a professor.'<br> 'Oh,' she laughed.<br> 'At the university. You're from the South, aren't you?'<br> 'Yes; Tarleton, Georgia.'<br> She liked him immediately-- a reddish-brown mustache under watery blue eyes that had something in them that<br> these other eyes lacked, some quality of appreciation. They exchanged stray sentences through dinner, and she<br> made up her mind to see him again.<br> After coffee she was introduced to numerous good-looking young men who danced with conscious precision and<br> seemed to take it for granted that she wanted to talk about nothing except Harry.<br> 'Heavens,' she thought, 'they talk as if my being engaged made me older than they are-- as if I'd tell their<br> mothers on them!'<br> In the South an engaged girl, even a young married woman, expected the same amount of half-affectionate<br> badinage and flattery that would be accorded a dbutante, but here all that seemed banned. One young man, after<br> getting well started on the subject of Sally Carrol's eyes, and how they had allured him ever since she entered the<br> room, went into a violent confusion when he found she was visiting the Bellamys-- was Harry's fiance. He<br> seemed to feel as though he had made some risque and inexcusable blunder, became immediately formal, and left<br> her at the first opportunity.<br> She was rather glad when Roger Patton cut in on her and suggested that they sit out a while.<br> 'Well,' he inquired, blinking cheerily, 'how's Carmen from the South?'<br> 'Mighty fine. How's-- how's Dangerous Dan<br> McGrew? Sorry, but he's the only Northerner I know much about.'<br> He seemed to enjoy that.<br> 'Of course,' he confessed, 'as a professor of literature I'm not supposed to have read Dangerous Dan McGrew.'<br> 'Are you a native?'<br> 'No, I'm a Philadelphian. Imported from Harvard to teach French. But I've been here ten years.'<br> 'Nine years, three hundred and sixty-four days longer than me.'<br> 'Like it here?'<br> 'Uh-huh. Sure do!'<br> 'Really?'<br> 'Well, why not? Don't I look as if I were havin' a good time?'<br> 'I saw you look out the window a minute ago-- and shiver.'<br> 'Just my imagination,' laughed Sally Carrol. 'I'm used to havin' everythin' quiet outside, an' sometimes I look out<br> an' see a flurry of snow, an' it's just as if somethin' dead was movin'.'<br> He nodded appreciatively.<br> 'Ever been North before?'<br> 'Spent two Julys in Asheville, North Carolina.'<br> 'Nice-looking crowd, aren't they?' suggested Patton, indicating the swirling floor.<br> Sally Carrol started. This had been Harry's remark.<br> 'Sure are! They're-- canine.'<br> 'What?'<br> She flushed.<br> 'I'm sorry; that sounded worse than I meant it. You see I always think of people as feline or canine, irrespective of<br> sex.'<br> 'Which are you?'<br> 'I'm feline. So are you. So are most Southern men an' most of these girls here.'<br> 'What's Harry?'<br> 'Harry's canine distinctly. All the men I've met to-night seem to be canine.'<br> 'What does `canine' imply? A certain conscious masculinity as opposed to subtlety?'<br> 'Reckon so. I never analyzed it-- only I just look at people an' say `canine' or `feline' right off. It's right absurd, I<br> guess.'<br> 'Not at all. I'm interested. I used to have a theory about these people. I think they're freezing up.'<br> 'What?'<br> 'I think they're growing like Swedes-- Ibsenesque, you know. Very gradually getting gloomy and melancholy.<br> It's these long winters. Ever read any Ibsen?'<br> She shook her head.<br> 'Well, you find in his characters a certain brooding rigidity. They're righteous, narrow, and cheerless, without<br> infinite possibilities for great sorrow or joy.'<br> 'Without smiles or tears?'<br> 'Exactly. That's my theory. You see there are thousands of Swedes up here. They come, I imagine, because the<br> climate is very much like their own, and there's been a gradual mingling. There're probably not half a dozen here<br> to-night, but-- we've had four Swedish governors. Am I boring you?'<br> 'I'm mighty interested.'<br> 'Your future sister-in-law is half Swedish. Personally I like her, but my theory is that Swedes react rather badly<br> on us as a whole. Scandinavians, you know, have the largest suicide rate in the world.'<br> 'Why do you live here if it's so depressing?'<br> 'Oh, it doesn't get me. I'm pretty well cloistered, and I suppose, books mean more than people to me anyway.'<br> 'But writers all speak about the South being tragic. You know-- Spanish seoritas, black hair and daggers an'<br> haunting music.'<br> He shook his head.<br> 'No, the Northern races are the tragic races-- they don't indulge in the cheering luxury of tears.'<br> Sally Carrol thought of her graveyard. She supposed that that was vaguely what she had meant when she said it<br> didn't depress her.<br> 'The Italians are about the gayest people in the world-- but it's a dull subject,' he broke off. 'Anyway, I want to<br> tell you you're marrying a pretty fine man.'<br> Sally Carrol was moved by an impulse of confidence.<br> 'I know. I'm the sort of person who wants to be taken care of after a certain point, and I feel sure I will be.'<br> 'Shall we dance? You know,' he continued as they rose, 'it's encouraging to find a girl who knows what she's<br> marrying for. Nine-tenths of them think of it as a sort of walking into a moving-picture sunset.'<br> She laughed, and liked him immensely.<br> Two hours later on the way home she nestled near Harry in the back seat.<br> 'Oh, Harry,' she whispered, 'it's so co-old!'<br> 'But it's warm in here, darling girl.'<br> 'But outside it's cold; and oh, that howling wind!'<br> She buried her face deep in his fur coat and trembled involuntarily as his cold lips kissed the tip of her ear.<br> IV<br> The first week of her visit passed in a whirl. She had her promised toboggan-ride at the back of an automobile<br> through a chill January twilight. Swathed in furs she put in a morning tobogganing on the country-club hill; even<br> tried skiing, to sail through the air for a glorious moment and then land in a tangled laughing bundle on a soft<br> snowdrift. She liked all the winter sports, except an afternoon spent snow-shoeing over a glaring plain under pale<br> yellow sunshine, but she soon realized that these things were for children-- that she was being humored and that<br> the enjoyment round her was only a reflection of her own.<br> At first the Bellamy family puzzled her. The men were reliable and she liked them; to Mr. Bellamy especially,<br> with his iron-gray hair and energetic dignity, she took an immediate fancy, once she found that he was born in<br> Kentucky; this made of him a link between the old life and the new. But toward the women she felt a definite<br> hostility. Myra, her future sister-in-law, seemed the essence of spiritless conventionality. Her conversation was<br> so utterly devoid of personality that Sally Carrol, who came from a country where a certain amount of charm and<br> assurance could be taken for granted in the women, was inclined to despise her.<br> 'If those women aren't beautiful,' she thought, 'they're nothing. They just fade out when you look at them.<br> They're glorified domestics. Men are the centre of every mixed group.'<br> Lastly there was Mrs. Bellamy, whom Sally Carrol detested. The first day's impression of an egg had been<br> confirmed-- an egg with a cracked, veiny voice and such an ungracious dumpiness of carriage that Sally Carrol<br> felt that if she once fell she would surely scramble. In addition, Mrs. Bellamy seemed to typify the town in being<br> innately hostile to strangers. She called Sally Carrol 'Sally,' and could not be persuaded that the double name was<br> anything more than a tedious ridiculous nickname. To Sally Carrol this shortening of her name was like<br> presenting her to the public half clothed. She loved 'Sally Carrol'; she loathed 'Sally.' She knew also that Harry's<br> mother dispproved of her bobbed hair; and she had never dared smoke down-stairs after that first day when Mrs.<br> Bellamy had come into the library sniffing violently.<br> Of all the men she met she preferred Roger Patton, who was a frequent visitor at the house. He never again<br> alluded to the Ibsenesque tendency of the populace, but when he came in one day and found her curled upon the<br> sofa bent over 'Peer Gynt' he laughed and told her to forget what he'd said-- that it was all rot.<br> And then one afternoon in her second week she and Harry hovered on the edge of a dangerously steep quarrel.<br> She considered that he precipitated it entirely, though the Serbia in the case was an unknown man who had not<br> had his trousers pressed.<br> They had been walking homeward between mounds of high-piled snow and under a sun which Sally Carrol<br> scarcely recognized. They passed a little girl done up in gray wool until she resembled a small Teddy bear, and<br> Sally Carrol could not resist a gasp of maternal appreciation.<br> 'Look! Harry!'<br> 'What?'<br> 'That little girl-- did you see her face?'<br> 'Yes, why?'<br> 'It was red as a little strawberry. Oh, she was cute!'<br> 'Why, your own face is almost as red as that already! Everybody's healthy here. We're out in<br> the cold as soon as we're old enough to walk. Wonderful climate!'<br> She looked at him and had to agree. He was mighty healthy-looking; so was his brother. And she had noticed the<br> new red in her own cheeks that very morning.<br> Suddenly their glances were caught and held, and they stared for a moment at the street-corner ahead of them. A<br> man was standing there, his knees bent, his eyes gazing upward with a tense expression as though he were about<br> to make a leap toward the chilly sky. And then they both exploded into a shout of laughter, for coming closer they<br> discovered it had been a ludicrous momentary illusion produced by the extreme bagginess of the man's trousers.<br> 'Reckon that's one on us,' she laughed.<br> 'He must be a Southerner, judging by those trousers,' suggested Earry mischievously.<br> 'Why, Harry!'<br> Her surprised look must have irritated him.<br> 'Those damn Southerners!'<br> Sally Carrol's eyes flashed.<br> 'Don't call 'em that!'<br> 'I'm sorry, dear,' said Harry, malignantly apologetic, 'but you know what I think of them. They're sort of-- sort<br> of degenerates-- not at all like the old Southerners. They've lived so long down there with all the colored people<br> that they've gotten lazy and shiftless.'<br> 'Hush your mouth, Harry!' she cried angrily.<br> 'They're not! They may be lazy-- anybody would be in that climate-- but they're my best friends, an' I don't<br> want to hear 'em criticised in any such sweepin' way. Some of 'em are the finest men in the world.'<br> 'Oh, I know. They're all right when they come North to college, but of all the hangdog, ill-dressed, slovenly lot I<br> ever saw, a hunch of small-town Southerners are the worst!'<br> Sally Carrol was clinching her gloved hands and biting her lip furiously.<br> 'Why,' continued Harry, 'there was one in my class at New Haven, and we all thought that at last we'd found the<br> true type of Southern aristocrat, but it turned out that he wasn't an aristocrat at all -- just the son of a Northern<br> carpetbagger, who owned about all the cotton round Mobile.'<br> 'A Southerner wouldn't talk the way you're talking now,' she said evenly.<br> 'They haven't the energy!'<br> 'Or the somethin' else.'<br> 'I'm sorry, Sally Carrol, but I've heard you say yourself that you'd never marry-- -- '<br> 'That's quite different. I told you I wouldn't want to tie my life to any of the boys that are round Tarleton now, but<br> I never made any sweepin' generalities.'<br> They walked along in silence.<br> 'I probably spread it on a bit thick, Sally Carrol. I'm sorry.'<br> She nodded but made no answer. Five minutes later as they stood in the hallway she suddenly threw her arms<br> round him.<br> 'Oh, Harry,' she cried, her eyes brimming with tears, 'let's get married next week. I'm afraid of having fusses like<br> that. I'm afraid, Harry. It wouldn't be that way if we were married.'<br> But Harry, being in the wrong, was still irritated.<br> 'That'd be idiotic. We decided on March.'<br> The tears in Sally Carrol's eyes faded; her expression hardened slightly.<br> 'Very well-- I suppose I shouldn't have said that.'<br> Harry melted.<br> 'Dear little nut!' he cried. 'Come and kiss me and let's forget.'<br> That very night at the end of a vaudeville performance the orchestra played 'Dixie' and Sally Carrol felt<br> something stronger and more enduring than her tears and smiles of the day brim up inside her. She leaned forward<br> gripping the arms of her chair until her face grew crimson.<br> 'Sort of get you, dear?' whispered Harry.<br> But she did not hear him. To the spirited throb of the violins and the inspiring beat of the kettledrums her own old<br> ghosts were marching by and on into the darkness, and as fifes whistled and sighed in the low encore they seemed<br> so nearly out of sight that she could have waved good-by.<br> 'Away, Away,<br> Away down South in Dixie!<br> Away, away,<br> Away down South in Dixie!'<br> V<br> It was a particularly cold night. A sudden thaw had nearly cleared the streets the day before, but now they were<br> traversed again with a powdery wraith of loose snow that travelled in wavy lines before the feet of the wind, and<br> filled the lower air with a fine-particled mist. There was no sky-- only a dark, ominous tent that draped in the<br> tops of the streets and was in reality a vast approaching army of snowflakes-- while over it all, chilling away the<br> comfort from the brown-and-green glow of lighted windows and muffling the steady trot of the horse pulling<br> their sleigh, interminably washed the north wind. It was a dismal town after all, she thought-- dismal.<br> Sometimes at night it had seemed to her as though no one lived here-- they had all gone long ago-- leaving<br> lighted houses to be covered in time by tombing heaps of sleet. Oh, if there should be snow on her grave! To be<br> beneath great piles of it all winter long, where even her headstone would be a light shadow against light shadows.<br> Her grave-- a grave that should be flower-strewn and washed with sun and rain.<br> She thought again of those isolated country houses that her train had passed, and of the life there the long winter<br> through-- the ceaseless glare through the windows, the crust forming on the soft drifts of snow, finally the slow,<br> cheerless melting, and the harsh spring of which Roger Patton had told her. Her spring-- to lose it forever-- with<br> its lilacs and the lazy sweetness it stirred in her heart. She was laying away that spring-- afterward she would lay<br> away that sweetness.<br> With a gradual insistence the storm broke. Sally Carrol felt a film of flakes melt quickly on her eyelashes, and<br> Harry reached over a furry arm and drew down her complicated flannel cap. Then the small flakes came in<br> skirmish-line, and the horse bent his neck patiently as a transparency of white appeared momentarily on his coat.<br> 'Oh, he's cold, Harry,' she said quickly.<br> 'Who? The horse? Oh, no, he isn't. He likes it!'<br> After another ten minutes they turned a corner and came in sight of their destination. On a tall hill outlined in<br> vivid glaring green against the wintry sky stood the ice palace. It was three stories in the air, with battlements and<br> embrasures and narrow icicled windows, and the innumerable electric lights inside made a gorgeous transparency<br> of the great central hall. Sally Carrol clutched Harry's hand under the fur robe.<br> 'It's beautiful!' he cried excitedly. 'My golly, it's beautiful, isn't it! They haven't had one here since eighty-five!'<br> Somehow the notion of there not having been one since eighty-five oppressed her. Ice was a ghost, and this<br> mansion of it was surely peopled by those shades of the eighties, with pale faces and blurred snow-filled hair.<br> 'Come on, dear,' said Harry.<br> She followed him out of the sleigh and waited while he hitched the horse. A party of four-- Gordon, Myra, Roger<br> Patton, and another girl-- drew up beside them with a mighty jingle of bells. There were quite a crowd already,<br> bundled in fur or sheepskin, shouting and calling to each other as they moved through the snow, which was now<br> so thick that people could scarcely be distinguished a few yards away.<br> 'It's a hundred and seventy feet tall,' Harry was saying to a muffled figure beside him as they trudged toward the<br> entrance; 'covers six thousand square yards.'<br> She caught snatches of conversation: 'One main hall'-- 'walls twenty to forty inches thick'-- 'and the ice cave<br> has almost a mile of-- '-- 'this Canuck who built it-- -- '<br> They found their way inside, and dazed by the magic of the great crystal walls Sally Carrol found herself<br> repeating over and over two lines from 'Kubla Khan':<br> 'It was a miracle of rare device,<br> A sunny pleasure-dome with caves of ice!'<br> In the great glittering cavern with the dark shut out she took a seat on a wooden bench, and the evening's<br> oppression lifted. Harry was right-- it was beautiful; and her gaze travelled the smooth surface of the walls, the<br> blocks for which had been selected for their purity and clearness to obtain this opalescent, translucent effect.<br> 'Look! Here we go-- oh, boy!' cried Harry.<br> A band in a far corner struck up 'Hail, Hail, the Gang's All Here!' which echoed over to them in wild muddled<br> acoustics, and then the lights suddenly went out; silence seemed to flow down the icy sides and sweep over them.<br> Sally Carrol could still see her white breath in the darkness, and a dim row of pale faces over on the other side.<br> The music eased to a sighing complaint, and from outside drifted in the full-throated resonant chant of the<br> marching clubs. It grew louder like some pan of a viking tribe traversing an ancient wild; it swelled-- they were<br> coming nearer; then a row of torches appeared, and another and another, and keeping time with their moccasined<br> feet a long column of gray-mackinawed figures swept in, snowshoes slung at their shoulders, torches soaring and<br> flickering as their voices rose along the great walls.<br> The gray column ended and another followed, the light streaming luridly this time over red toboggan caps and<br> flaming crimson mackinaws, and as they entered they took up the refrain; then came a long platoon of blue and<br> white, of green, of white, of brown and yellow.<br> 'Those white ones are the Wacouta Club,' whispered Harry eagerly. 'Those are the men you've met round at<br> dances.'<br> The volume of the voices grew; the great cavern was a phantasmagoria of torches waving in great banks of fire, of<br> colors and the rhythm of soft-leather steps. The leading column turned and halted, platoon deployed in front of<br> platoon until the whole procession made a solid flag of flame, and then from thousands of voices burst a mighty<br> shout that filled the air like a crash of thunder, and sent the torches wavering. It was magnificent, it was<br> tremendous! To Sally Carrol it was the North offering sacrifice on some mighty altar to the gray pagan God of<br> Snow. As the shout died the band struck up again and there came more singing, and then long reverberating<br> cheers by each club. She sat very quiet listening while the staccato cries rent the stillness; and then she started, for<br> there was a volley of explosion, and great clouds of smoke went up here and there through the cavern-- the<br> flash-light photographers at work-- and the council was over. With the band at their head the clubs formed in<br> column once more, took up their chant, and began to march out.<br> 'Come on!' shouted Harry. 'We want to see the labyrinths down-stairs before they turn the lights off!'<br> They all rose and started toward the chute-- Harry and Sally Carrol in the lead, her little mitten buried in his big<br> fur gantlet. At the bottom of the chute was a long empty room of ice, with the ceiling so low that they had to<br> stoop-- and their hands were parted. Before she realized what he intended Harry had darted down one of the<br> half-dozen glittering passages that opened into the room and was only a vague receding blot against the green<br> shimmer.<br> 'Harry!' she called.<br> 'Come on!' he cried back.<br> She looked round the empty chamber; the rest of the party had evidently decided to go home, were already<br> outside somewhere in the blundering snow. She hesitated and then darted in after Harry.<br> 'Harry!' she shouted.<br> She had reached a turning-point thirty feet down; she heard a faint muffled answer far to the left, and with a<br> touch of panic fled toward it. She passed another turning, two more yawning alleys.<br> 'Harry!'<br> No answer. She started to run straight forward, and then turned like lightning and sped back the way she had<br> come, enveloped in a sudden icy terror.<br> She reached a turn-- was it here?-- took the left and came to what should have been the outlet into the long, low<br> room, but it was only another glittering passage with darkness at the end. She called again, but the walls gave<br> back a flat, lifeless echo with no reverberations. Retracing her steps she turned another corner, this time following<br> a wide passage. It was like the green lane between the parted waters of the Red Sea, like a damp vault connecting<br> empty tombs.<br> She slipped a little now as she walked, for ice had formed on the bottom of her overshoes; she had to run her<br> gloves along the half-slippery, half-sticky walls to keep her balance.<br> 'Harry!'<br> Still no answer. The sound she made bounced mockingly down to the end of the passage.<br> Then on an instant the lights went out, and she was in complete darkness. She gave a small, frightened cry, and<br> sank down into a cold little heap on the ice. She felt her left knee do something as she fell, but she scarcely<br> noticed it as some deep terror far greater than any fear of being lost settled upon her. She was alone with this<br> presence that came out of the North, the dreary loneliness that rose from ice-bound whalers in the Arctic seas,<br> from smokeless, trackless wastes where were strewn the whitened bones of adventure. It was an icy breath of<br> death; it was rolling down low across the land to clutch at her.<br> With a furious, despairing energy she rose again and started blindly down the darkness. She must get out. She<br> might be lost in here for days, freeze to death and lie embedded in the ice like corpses she had read of, kept<br> perfectly preserved until the melting of a glacier. Harry probably thought she had left with the others-- he had<br> gone by now; no one would know until late next day. She reached pitifully for the wall. Forty inches thick, they<br> had said-- forty inches thick!<br> 'Oh!'<br> On both sides of her along the walls she felt things creeping, damp souls that haunted this palace, this town, this<br> North.<br> 'Oh, send somebody-- send somebody!' she cried aloud.<br> Clark Darrow-- he would understand; or Joe Ewing; she couldn't be left here to wander forever -- to be frozen,<br> heart, body, and soul. This her-- this Sally Carrol! Why, she was a happy thing. She was a happy little girl. She<br> liked warmth and summer and Dixie. These things were foreign-- foreign.<br> 'You're not crying,' something said aloud.<br> 'You'll never cry any more. Your tears would just freeze; all tears freeze up here!'<br> She sprawled full length on the ice.<br> 'Oh, God!' she faltered.<br> A long single file of minutes went by, and with a great weariness she felt her eyes closing. Then some one seemed<br> to sit down near here and take her face in warm, soft hands. She looked up gratefully.<br> 'Why, it's Margery Lee,' she crooned softly to herself. 'I knew you'd come.' It really was Margery Lee, and she<br> was just as Sally Carrol had known she would be, with a young, white brow, and wide, welcoming eyes, and a<br> hoop-skirt of some soft material that was quite comforting to rest on.<br> 'Margery Lee.'<br> It was getting darker now and darker-- all those tombstones ought to be repainted, sure enough, only that would<br> spoil 'em, of course. Still, you ought to be able to see 'em.<br> Then after a succession of moments that went fast and then slow, but seemed to be ultimately resolving<br> themselves into a multitude of blurred rays converging toward a pale-yellow sun, she heard a great cracking noise<br> break her new-found stillness.<br> It was the sun, it was a light; a torch, and a torch beyond that, and another one, and voices; a face took flesh below<br> the torch, heavy arms raised her, and she felt something on her cheek-- it felt wet. Some one had seized her and<br> was rubbing her face with snow. How ridiculous-- with snow!<br> 'Sally Carrol! Sally Carrol!<br> It was Dangerous Dan McGrew; and two other faces she didn't know.<br> 'Child, child! We've been looking for you two<br> hours! Harry's half-crazy!'<br> Things came rushing back into place-- the singing, the torches, the great shout of the marching clubs. She<br> squirmed in Patton's arms and gave a long low cry.<br> 'Oh, I want to get out of here! I'm going back home. Take me home'-- her voice rose to a scream that sent a chill<br> to Harry's heart as he came racing down the next passage-- 'to-morrow!' she cried with delirious, unrestrained<br> passion-- 'To-morrow! To-morrow! To-morrow!'<br> VI<br> The wealth of golden sunlight poured a quite enervating yet oddly comforting heat over the house where day long<br> it faced the dusty stretch of road. Two birds were making a great to-do in a cool spot found among the branches<br> of a tree next door, and down the street a colored woman was announcing herself melodiously as a purveyor of<br> strawberries. It was April afternoon.<br> Sally Carrol Happer, resting her chin on her arm, and her arm on an old window-seat, gazed sleepily down over<br> the spangled dust whence the heat waves were rising for the first time this spring. She was watching a very<br> ancient Ford turn a perilous corner and rattle and groan to a jolting stop at the end of the walls. She made no<br> sound, and in a minute a strident familiar whistle rent the air. Sally Carrol smiled and blinked.<br> 'Good mawnin'.'<br> A head appeared tortuously from under the cartop below.<br> ''Tain't mawnin'.'<br> 'Sure enough!' she said in affected surprise. 'I guess maybe not.'<br> 'What you doin'?'<br> 'Eatin' green peach. 'Spect to die any minute.'<br> Clark twisted himself a last impossible notch to get a view of her face.<br> 'Water's warm as a kettla steam, Sally Carrol. Wanta go swimmin'?'<br> 'Hate to move,' sighed Sally Carrol lazily, 'but I reckon so.'"
			}