{
				"id": "user333",
				"title": "To Autumn by John Keats",
				"exclude_from_menu": "true",
				"image": "Harald Kobler.jpg",
				"tag": ["15", "41"],
				"video": {
					"src": ["Autumn-aspen-grove-at-sunset-with-stormy-skies-and-lightning.m4v", "Autumn-creek.m4v", "Autumn-leaves-2.m4v", "Autumn-leaves.m4v", "Autumn-scene-rain-2.m4v", "Autumn-scene-rain.m4v", "Autumn-sunset-with-tree.m4v", "Autumn-trees-panning.m4v", "Autumn-trees-tilt-and-panning.m4v"],
					"type": "background"	
				},
				"main_text": "Season of mists and mellow fruitfulness, <br> Close bosom-friend of the maturing sun; <br> Conspiring with him how to load and bless <br> With fruit the vines that round the thatch-eves run; <br> To bend with apples the moss'd cottage-trees, <br> And fill all fruit with ripeness to the core; <br> To swell the gourd, and plump the hazel shells <br> With a sweet kernel; to set budding more, <br> And still more, later flowers for the bees, <br> Until they think warm days will never cease, <br> For Summer has o'er-brimm'd their clammy cells. <br><br> Who hath not seen thee oft amid thy store? <br> Sometimes whoever seeks abroad may find <br> Thee sitting careless on a granary floor, <br> Thy hair soft-lifted by the winnowing wind; <br> Or on a half-reap'd furrow sound asleep, <br> Drows'd with the fume of poppies, while thy hook <br> Spares the next swath and all its twined flowers: <br> And sometimes like a gleaner thou dost keep <br> Steady thy laden head across a brook; <br> Or by a cyder-press, with patient look, <br> Thou watchest the last oozings hours by hours. <br> Where are the songs of Spring? Ay, where are they?<br> Think not of them, thou hast thy music too,-- <br> While barred clouds bloom the soft-dying day, <br> And touch the stubble-plains with rosy hue; <br> Then in a wailful choir the small gnats mourn <br> Among the river sallows, borne aloft <br> Or sinking as the light wind lives or dies; <br> And full-grown lambs loud bleat from hilly bourn; <br> Hedge-crickets sing; and now with treble soft <br> The red-breast whistles from a garden-croft; <br> And gathering swallows twitter in the skies."
			}