{
				"id": "user532",
				"title": "The Dead Hand by Wilkie Collins",
				"exclude_from_menu": "true",
				"image": "Sergei Vavinov.jpg",
				"tag": "19",
				"video": {
					"src": ["Elevated-illuminated-downward-view-over-the-city-centre-and-marina-bay-south.m4v", "Elevated-view-from-the-top-of-the-arch-detriomphe-along-the-ave-de-la-grand.m4v", "Extensive-hillside-neighborhood-in-port-au-prince-haiti.m4v", "Factory-in-rotterdam-netherlands.m4v", "Factory-smoke-timelapse.m4v", "Billowing-cumulus-clouds.m4v", "Billowing-clouds-day-to-night.m4v", "Creepy-and-rundown-abandoned-building.m4v", "Flat-desert-factory.m4v", "Smoke-stack.m4v", "Industrial-smoke-stacks.m4v", "Slow-motion-blue-smoke.m4v", "Slow-motion-cloudy-grey-smoke.m4v", "Time-lapse-storm-clouds-and-weather-station.m4v", "Sunrise-construction-washington-dc.m4v", "Smoke-fire-sunset-timelapse.m4v", "Smoke-on-black-3.m4v", "Smoke-on-black-4.m4v", "Smoke-stack-with-heaving-clouds-of-smoke-1.m4v", "Smoke-stack-with-heaving-clouds-of-smoke-2.m4v", "Smoke-stack.m4v", "Slow-motion-cloudy-grey-smoke.m4v","Slow-motion-dirty-smoke.m4v","Slow-motion-smoky-air.m4v", "Flat-desert-factory.m4v", "Smoke-stack.m4v", "Industrial-smoke-stacks.m4v", "Moving-through-dharavi-slum-in-mumbai.m4v", "Man-smokes-cigarette-by-graffiti-wall.m4v", "Creepy-and-rundown-abandoned-building.m4v","Clouds-passing-moon.m4v", "Clouds-passing-star-filled-night-sky.m4v","Craters-on-the-moon.m4v","Tilt-down-from-dark-evening-sky-to-lighthouse.m4v","Tilt-up-cactus-night-lapse.m4v","Wide-sky-timelapse-above-joshua-tree.m4v","Clouds-and-stars-overhead-at-night-timelapse.m4v","Time-lapse-moon-rising-through-night-sky.m4v","Night-shot-of-miami-coastline-2.m4v","San-diego-time-lapse-city-skyline-nightscape-with-convention-center-2.m4v", "San-francisco-bay-bridge-and-cityscape-at-night.m4v","San-francisco-buildings-enveloped-in-fog.m4v", "San-diego-city-skyline-time-lapse-night-to-day.m4v", "San-diego-city-skylline-time-lapse-nightscape.m4v", "Las-vegas-strip-time-lapse-night-into-day.m4v", "Vegas-morning-sun-rising-timelapse.m4v", "Los-angeles-harbor-bridge-at-sunset.m4v", "Los-angeles-office-buildings-lights.m4v", "Aerial-shot-of-las-vegas-near-strip-daytime.m4v","Star-light-trails-over-la.m4v","Zoom-from-empire-state-building-to-busy-night-skyline.m4v","Joshua-tree-moon-rising-timelapse.m4v", "Joshua-tree-night-sky-silhouette.m4v", "Isolated-power-plant-at-night-landscape.m4v", "Moon-and-clouds-1.m4v", "Moon-and-clouds-3.m4v", "Moon-and-clouds-34.m4v", "Moon-and-misty-night-sky.m4v", "Moon-at-night-timelapse-1429.m4v", "Moon-beams-on-water.m4v", "Moon-lighting-up-night-sky-over-dc.m4v", "Moon-over-city.m4v", "Moon-reflecting-off-lake-at-night.m4v", "Moon-reflection-on-lake-by-campfire.m4v", "Moon-reflection-on-ocean.m4v", "Moon-rising-at-night.m4v", "Moon-rising-in-sky.m4v", "Moon-rising-over-edge-of-colorado-mountain-2.m4v", "Moon-rising-timelapse.m4v", "Moonlight.m4v", "Moonrise-nightscape.m4v", "Moonrise.m4v","Storm-cloud-moving-across-plush-green-landscape.m4v", "Storm-cloud.m4v", "Storm-clouds-2.m4v", "Storm-clouds-approaching-in-iceland.m4v", "Storm-clouds-forming-in-the-sky.m4v", "Stormy-1.m4v", "Stormy-2.m4v", "Stormy-a.m4v", "Stormy-skies-and-lightning-over-wheat-field.m4v", "Stormy-time-lapse-clouds-to-sunny.m4v", "Dramatic-storm-clouds-over-green-landscape.m4v", "Dramatic-white-clouds-get-darker.m4v","Lightning-storm-in-a-country-field.m4v", "Lightning-strike-over-capitol.m4v", "Lightning-strikes-in-clouds.m4v", "Lightning-strikes.m4v","Shooting-automatic-gun-on-backdrop-4.m4v","Shooting-automatic-gun-on-backdrop-4.m4v","Abandoned-car-on-fire.mp4","Slow-motion-rising-flames-closeup-2.m4v","Slow-motion-shooting-explosion.m4v","Slow-motion-strong-explosion.m4v","Car-burning-in-icy-lot-with-flames.m4v","Slow-motion-dark-ink-splatter-3.m4v","Slow-motion-dark-ink-splatter.m4v", "Slow-motion-dropping-and-breaking-piggy-bank.m4v", "Slow-motion-destroying-sheet-of-glass.m4v", "Slow-motion-dart-popping-water-balloon.m4v","Slow-motion-instant-explosion-2184.m4v","Slow-motion-smashing-alarm-clock-with-sledgehammer.m4v", "Slow-motion-smashing-tv-screen-with-sledgehammer.m4v", "Slow-motion-dark-ink-splatter-3.m4v","Slow-motion-dark-ink-splatter.m4v", "Slow-motion-dropping-and-breaking-piggy-bank.m4v", "Slow-motion-destroying-sheet-of-glass.m4v", "Slow-motion-dart-popping-water-balloon.m4v","Slow-motion-instant-explosion-2184.m4v","Slow-motion-smashing-alarm-clock-with-sledgehammer.m4v", "Slow-motion-smashing-tv-screen-with-sledgehammer.m4v", "Slow-motion-eerie-bright-green-flames.m4v", "Slow-motion-eerie-green-flames.m4v","Slow-motion-falling-sideways-flames.m4v", "Slow-motion-full-force-explosion.m4v","Slow-motion-slowly-burning-firewood.m4v","Slow-motion-sped-up-blazing-flames.m4v", "Slow-motion-water-in-flames.m4v", "Slow-motion-water-in-flames2.m4v","Slow-motion-wispy-flames.m4v", "Orange-flames-from-brushfire.m4v", "Slow-motion-burning-pile-of-money.m4v","Slow-motion-burning-red-roses.m4v", "Slow-motion-burning-up-newspaper.m4v","Slow-motion-burning-wall-of-material.m4v", "Slow-motion-burnt-logs-2.m4v","Slow-motion-globe-on-fire.m4v","Slow-motion-match-on-fire.m4v","Slow-motion-money-on-fire.m4v", "Slow-motion-money-on-fire2.m4v","Flames-behind-bull-skull.m4v","Slow-motion-cloudy-grey-smoke.m4v","Slow-motion-dirty-smoke.m4v","Slow-motion-smoky-air.m4v", "Countryside-trees-getting-rained-on.m4v","Slow-motion-diet-coke-rain.m4v","Slow-motion-pink-flowers.m4v","Slow-motion-rain-on-plant.m4v", "Slow-motion-rain-on-plants.m4v", "Slow-motion-rain-on-umbrella.m4v","Windy-flurry-at-night.m4v", "Crazy-storm-clouds-rolling-over-green-landscape.m4v", "White-and-grey-clouds-in-the-sky.m4v",  "Colors-reflecting-on-clouds-in-timelapse.m4v","Haleakala-volcano-above-the-clouds.m4v","Shifting-storm-clouds.m4v", "Shifting-clouds-over-forest.m4v","Slow-moving-clouds-on-earth-under-the-space-station.m4v","Dramatic-time-lapse-clouds-roll-over-barbed-fence.m4v", "Intense-white-clouds-moving.m4v", "Giant-clouds-billow-into-the-sky.m4v","Dense-cloud-sunset-timelapse.m4v","Time-lapse-clouds-with-pines.m4v","Time-lapse-clouds.m4v","Timelapse-blue-sky-with-clouds.m4v", "Swirling-sunset-sky.m4v","Dark-clouds-blanket-over-sky.m4v", "Dark-clouds-stretching-across-sky.m4v", "Dark-clouds-sweeping-above-sky.m4v"],
					"type": "background"	
				},
				"main_text": "When this present nineteenth century was younger by a good many years than it is now, a certain friend of mine, named Arthur Holliday, happened to arrive in the town of Doncaster exactly in the middle of the race-week, or, in other words, in the middle of the month of September.<br><br>He was one of those reckless, rattlepated, openhearted, and open-mouthed young gentlemen who possess the gift of familiarity in its highest perfection, and who scramble carelessly along the journey of life, making friends, as the phrase is, wherever they go. His father was a rich manufacturer, and had bought landed, property enough in one of the midland counties to make all the born squires in his neighbourhood thoroughly envious of him. Arthur was his only son, possessor in prospect of the great estate and the great business after his father's death; well supplied with money, and not too rigidly looked after, during his father's lifetime. Report, or scandal, whichever you please, said that the old gentleman had been rather wild in his youthful days, and that, unlike most parents, he was not disposed to be violently indignant when he found that his son took after him. This may be true or not. I myself only knew the elder Mr. Holliday when he was getting on in years, and then he was as quiet and as respectable a gentleman as ever I met with.<br><br>Well, one September, as I told you, young Arthur comes to Doncaster, having suddenly decided, in his hare-brained way, that he would go to the races. He did not reach the town till towards the close of evening, and he went at once to see about his dinner and bed at the principal hotel. Dinner they were ready enough to give him; but as for a bed, they laughed when he mentioned it. In the race week at Doncaster, it is no uncommon thing for is visitors who have not bespoken apartments to pass the night in their carriages at the inn doors. As for the lower sort of strangers, I myself have often seen them, at that full time, sleeping out on the doorsteps for want of a covered place to creep under. Rich as he was, Arthur's chance of getting a night's lodging (seeing that he had not written beforehand to secure one) was more than doubtful. He tried the second hotel, and the third hotel, and two of the inferior inns after that; and was met everywhere with the same form of answer. No accommodation for the night of any sort was left. All the bright golden sovereigns in his pocket would not buy him a bed at Doncaster in the race-week.<br><br>To a young fellow of Arthur's temperament, the novelty of being turned away into the street like a penniless vagabond, at every house where he asked for a lodging, presented itself in the light of a new and highly amusing piece of experience. He went on with his carpet-bag in his hand, applying for a bed at every place of entertainment for travellers that he could find in Doncaster, until he wandered into the outskirts of the town.<br><br>By this time the last glimmer of twilight had faded out, the moon was rising dimly in a mist, the wind was getting cold, the clouds were gathering heavily, and there was every prospect that it was soon going to rain.<br><br>The look of the night had rather a lowering effect on young Holliday's good spirits. He began to con template the houseless situation in which he was placed, from the serious rather than the humorous point of view; and he looked about him for another public-house to inquire at, with something very like downright anxiety in his mind on the subject of a lodging for the night.<br><br>The suburban part of the town towards which he had now strayed was hardly lighted at all, and he could see nothing of the houses as he passed them, except that they got progressively smaller and dirtier the farther he went. Down the winding road before him shone the dull gleam of an oil lamp, the one faint lonely light that struggled ineffectually with the foggy darkness all round him. He resolved to go on as far as this lamp; and then, if it showed him nothing in the shape of an inn, to return to the central part of the town, and to try if he could not at least secure a chair to sit down on, through the night, at one of the principal hotels.<br><br>As he got near the lamp, he heard voices; and, walking close under it, found that it lighted the entrance to a narrow court, on the wall of which was painted a long hand in faded flesh colour, pointing, with a lean forefinger, to this inscription: --<br><br>'THE TWO ROBINS.'<br><br>Arthur turned into the court without hesitation, to see what The Two Robins could do for him. Four or five men were standing together round the door of the house, which was at the bottom of the court, facing the entrance from the street. The men were all listening to one other man, better dressed than the rest, who was telling his audience something, in a low voice, in which they were apparently very much interested.<br><br>On entering the passage, Arthur was passed by a stranger with a knapsack in his hand, who was evidently leaving the house.<br><br>'No,' said the traveller with the knapsack, turning round and addressing himself cheerfully to a fat, sly-looking, bald-headed man, with a dirty white apron on, who had followed him down the passage. 'No, Mr. Landlord, I am not easily scared by trifles; but I don't mind confessing that I can't quite stand that.'<br><br>It occurred to young Holliday, the moment he heard these words, that the stranger had been asked an exorbitant price for a bed at The Two Robins; and that he was unable, or unwilling to pay it. The moment his back was turned, Arthur, comfortably conscious of his own well-filled pockets, addressed himself in a great hurry, for fear any other benighted traveller should slip in and forestall him, to the sly-looking landlord with the dirty apron and the bald head.<br><br>'If you have got a bed to let,' he said, 'and if that gentleman who has just gone out won't pay your price for it, I will.'<br><br>The sly landlord looked hard at Arthur.<br><br>'Will you, sir?' he asked, in a meditative, doubtful way.<br><br>'Name your price,' said young Holliday; thinking that the landlord's hesitation sprang from some boorish distrust of him. 'Name your price, and I'll give you the money at once, if you like.'<br><br>'Are you game for five shillings?' inquired the landlord, rubbing his stubbly double chin, and looking up thoughtfully at the ceiling above him.<br><br>Arthur nearly laughed in the man's face; but thinking it prudent to control himself, offered the five shillings as seriously as he could. The sly landlord held out his hand, then suddenly drew it back again.<br><br>'You're acting all fair and above-board by me, he said; 'and, before I take your money, I'll do the same by you. Look here, this is how it stands. You can have a bed all to yourself for five shillings; but you can't have more than a half share of the room it stands in. Do you see what I mean, young gentleman?'<br><br>'Of course I do,' returned Arthur, a little irritably. 'You mean that it is a double-bedded room, and that one of the beds is occupied?'<br><br>The landlord nodded his head, and rubbed his double chin harder than even. Arthur hesitated, and mechanically moved back a step or two towards the door. The idea of sleeping in the same room with a total stranger did not present an attractive prospect to him. He felt more than half inclined to drop his five shillings into his pocket, and to go out into the street once more.<br><br>'Is it yes, or no?' asked the landlord. 'Settle it as quick as you can, because there's lots of people wanting a bed at Doncaster, to-night, besides you.'<br><br>Arthur looked towards the court, and heard the rain falling heavily in the street outside. He thought he would ask a question or two before he rashly decided on leaving the shelter of The Two Robins.<br><br>'What sort of man is it who has got the other bed?' he inquired. 'Is he a gentleman? I mean is he a quiet, well-behaved person?'<br><br>'The quietest man I ever came across,' said the landlord, rubbing his fat hands stealthily one over the other. 'As sober as a judge, and as regular as clock-work in his habits. It hasn't struck nine, not ten minutes ago, and he's in his bed already. I don't know whether that comes up to your notion of a quiet man it goes a long way a-head of mine, I can tell you.'<br><br>'Is he asleep, do you think?' asked Arthur.<br><br>'I know he's asleep,' returned the landlord. 'And what's more, he's gone off so fast, that I'll warrant you don't wake him. This way, sir,' said the landlord, speaking over young Holliday's shoulder, as if he was addressing some new guest who was approaching the house.<br><br>'Here you are,' said Arthur, determined to be before-hand with the stranger, whoever he might be. 'I'll take the bed.' And he handed the five shillings to the landlord, who nodded, dropped the money carelessly into his waistcoat-pocket, and lighted a candle.<br><br>'Come up and see the room,' said the host of The Two Robins, leading the way to the staircase quite briskly, considering how fat he was.<br><br>They mounted to the second floor of the house. The landlord half opened a door, fronting the landing, then stopped, and turned round to Arthur.<br><br>'It's a fair bargain, mind, on my side as well as on yours,' he said. 'You give me five shillings; I will give you in return a clean, comfortable bed; and I warrant, before-hand, that you won't be interfered with, or annoyed in any way, by the man who sleeps in the same room with you.' Saying those words, he looked hard, for a moment, in young Holliday's face, and then led the way into the room.<br><br>It was larger and cleaner than Arthur expected it would be. The two beds stood parallel with each other -- a space of about six feet intervening between them. They were both of the same medium size, and both had the same plain white curtains, made to draw, if necessary, all round them.<br><br>The occupied bed was the bed nearest the window. The curtains were all drawn round it, except the half curtain at the bottom, on the side of the bed farthest from the window. Arthur saw the feet of the sleeping man raising the scanty clothes into a sharp little eminence, as if he were lying flat on his back. He took the candle, and advanced softly to draw the curtain -- stopped half way, and listened for a moment -- then turned to the landlord.<br><br>'He is a very quiet sleeper,' said Arthur.<br><br>'Yes,' said the landlord, 'very quiet.'<br><br>Young Holliday advanced with the candle, arid looked in at the man cautiously.<br><br>'How pale he is,' said Arthur.<br><br>'Yes,' returned the landlord, 'pale enough, isn't he?'<br><br>Arthur looked closer at the man. The bedclothes were drawn up to his chin, and they lay perfectly still over the region of his chest. Surprised and vaguely startled, as he noticed this, Arthur stooped down closer over the stranger; looked at his ashy, parted lips; listened breathlessly for an instant; looked again at the still face, and the motionless lips and chest; and turned round suddenly on the landlord, with his own cheeks as pale, for the moment, as the hollow cheeks of the man on the bed.<br><br>'Come here, 'he whispered, under his breath. 'Come here, for God's sake! The man's not asleep -- he is dead.'<br><br>'You have found that out sooner than I thought you would, ' said the landlord composedly. 'Yes, he's dead, sure enough. He died at five o'clock to-day.'<br><br>'How did he die? Who is he?' asked Arthur, staggered for the moment by the audacious coolness of the answer.<br><br>'As to who he is,' rejoined the landlord, 'I know no more about him than you do. There are his books and letters and things, all sealed up in that brown paper parcel, for the Coroner's inquest to open to-morrow or next day. He's been here a week, paying his way fairly enough, and stopping in doors, for the most part, as if he was ailing. My girl brought up his tea at five to-day, and as he was pouring of it out, he fell down in a faint, or a fit, or a compound of both, for anything I know. We couldn't bring him to -- and I said he was dead. And the doctor couldn't bring him to -- and the doctor said he was dead. And there he is. And the Coroner's inquest's coming as soon as it can. And that's as much as I know about it.'<br><br>Arthur held the candle close to the man's lips. The flame still burnt straight up, as steadily as ever. There was a moment of silence; and the rain pattered drearily through it against the panes of the window.<br><br>'If you haven't got nothing more to say to me,' continued the landlord, 'I suppose I may go. You don't expect your five shillings back, do you? There's the bed I promised you, clean and comfortable. There's the man I warranted not to disturb you, quiet in this world for ever. If you're frightened to stop alone with him, that's not my look-out. I've kept my part of the bargain, and I mean to keep the money. I'm not Yorkshire myself, young gentleman; but I've lived long enough in these parts to have my wits sharpened; and I shouldn't wonder if you found out the way to brighten up yours, next time you come among us.'<br><br>With those words, the landlord turned towards the door, and laughed to himself softly, in high satisfaction at his own sharpness.<br><br>Startled and shocked as he was, Arthur had by this time sufficiently recovered himself to feel indignant at the trick that had been played on him, and at the insolent manner in which the landlord exulted in it.<br><br>'Don't laugh, till you are quite sure you have is got the laugh against me,' he said sharply. 'You shan't have the five shillings for nothing, my man. I'll keep the bed.'<br><br>'Will you?' said the landlord. 'Then I wish you a good night's rest.' With that brief farewell, he went out, and shut the door after him.<br><br>A good night's rest The words had hardly been spoken, the door had hardly been closed, before Arthur half repented the hasty words that had just escaped him. Though not naturally over-sensitive, and not wanting in courage of the moral as well as the physical sort, the presence of the dead man had an instantaneously chilling effect on his mind when he found himself alone in the room -- alone, and bound by his own rash words to stay there till the next morning. An older man would have thought nothing of those words, and would have acted without reference to them, as his calmer sense suggested. But Arthur was too young to treat the ridicule, even of his inferiors, with contempt -- too young not to fear the momentary humiliation of falsifying his own foolish boast, more than he feared the trial of watching out the long night in the same chamber with the dead.<br><br>'It is but a few hours,' he thought to himself, 'and I can get away the first thing in the morning.'<br><br>He was looking towards the occupied bed, as that idea passed through his mind, and the sharp angular eminence made in the clothes by the dead man's upturned feet, again caught his eye. He advanced and drew the curtains, purposely abstaining, as he did so, from looking at the face of the corpse, lest he might unnerve himself at the outset by fastening some ghastly impression of it on his mind. He drew the curtain very gently, and sighed involuntarily as he closed it.<br><br>'Poor fellow!' he said, almost as sadly as if he had known the man. 'Ah, poor fellow!'<br><br>He went next to the window. The night was black and he could see nothing from it. The rain still pattered heavily against the glass. He inferred, from hearing it, that the window was at the back of the house; remembering that the front was sheltered from the weather by the court and the buildings over it.<br><br>While he was still standing at the window -- for even the dreary rain was a relief, because of the sound it made; a relief, also, because it moved, and had some faint suggestion, in consequence, of life and companionship in it -- while he was standing at the window, and looking vacantly into the black darkness outside, he heard a distant church-clock strike ten. Only ten! How was he to pass the time till the house was astir the next morning?<br><br>Under any other circumstances, he would have gone down to the public-house parlour, would have called for his grog, and would have laughed and talked with the company assembled as familiarly as if he had known them all his life. But the very thought of whiling away the time in this manner was now distasteful to him. The new situation in which he was placed seemed to have altered him to himself already. Thus far, his life had been the common, trifling, prosaic surface-life of a prosperous young man, with no troubles to conquer, and no trials to face. He had lost no relation whom he loved, no friend whom he treasured. Till this night, what share he had of the immortal inheritance that is divided amongst us all, had lain dormant with him Till this night, Death and he had not once met, even in thought.<br><br>He took a few turns up and down the room -- then stopped. The noise made by his boots on the poorly carpeted floor jarred on his ear. He hesitated a little, and ended by taking the boots off, and walking backwards and forwards noiselessly.<br><br>All desire to sleep or to rest had left him. The bare thought of lying down on the unoccupied bed, instantly drew the picture on his mind of a dreadful mimicry of the position of the dead man. Who was he? What was the story of his past life? Poor he must have been, or he would not have is stopped at such a place as The Two Robins Inn -- and weakened, probably, by long illness, or he could hardly have died in the manner which the landlord had described. Poor, ill, lonely -- dead in a strange place; dead, with nobody but a stranger to pity him. A sad story: truly, on the mere face of it, a very sad story.<br><br>While these thoughts were passing through his mind, he had stopped insensibly at the window, close to which stood the foot of the bed with the closed curtains. At first he looked at it absently; then he became conscious that his eyes were fixed on it; and then, a perverse desire took possession of him to do the very thing which he had resolved not to do, up to this time -- to look at the dead man.<br><br>He stretched out his hand towards the curtains; but checked himself in the very act of undrawing them, turned his back sharply on the bed, and walked towards the chimney-piece, to see what things were placed on it, and to try if he could keep the dead man out of his mind that way.<br><br>There was a pewter inkstand on the chimney-piece, with some mildewed remains of ink in the bottle. There were two coarse china ornaments of the commonest kind; and there was a square of embossed card, dirty and fly-blown, with a collection of wretched riddles printed on it, in all sorts of zigzag directions, and in variously coloured inks. He took the card and went away to read it at the is table on which the candle was placed; sitting down, with his back resolutely turned to the curtained bed.<br><br>He read the first riddle, the second, the third, all in one corner of the card -- then turned it round impatiently to look at another. Before he could begin reading the riddles printed here, the sound of the church clock stopped him.<br><br>Eleven.<br><br>He had got through an hour of the time, in the room with the dead man.<br><br>Once more he looked at the card. It was not easy to make out the letters printed on it, in consequence of the dimness of the light which the landlord had left him -- a common tallow candle, furnished with a pair of heavy old-fashioned steel snuffers. Up to this time, his mind had been too much occupied to think of the light. He had left the wick of the candle unsnuffed, till it had risen higher than the flame, and had burnt into an odd -penthouse shape at the top, from which morsels of the charred cotton fell off, from time to time, in is little flakes. He took up the snuffers now, and trimmed the wick. The light brightened directly, and the room became less dismal.<br><br>Again he turned to the riddles; reading them doggedly and resolutely, now in one corner of the card, now in another. All his efforts, however, could not fix his attention on them. He pursued his occupation mechanically, deriving no sort of impression from what he was reading. It was as if a shadow from the curtained bed had got between his mind and the gaily printed letters -- a shadow that nothing could dispel. At last, he gave up the struggle, threw the card from him impatiently, and took to walking softly up and down the room again.<br><br>The dead man, the dead man, the hidden dead man on the bed!<br><br>There was the one persistent idea still haunting him. Hidden! Was it only the body being there -- or was it the body being there, concealed, that was preying on his mind? He stopped at the window, with that doubt in him; once more listening to the pattering rain, once more looking out into the black darkness.<br><br>Still the dead man!<br><br>The darkness forced his mind back upon itself, and set his memory at work, reviving, with a painfully vivid distinctness, the momentary impression it had received from his first sight of the corpse. Before long, the face seemed to be hovering out in the middle of the rain and darkness, confronting him through the window, with the paleness whiter, with the dreadful dull line of light between the imperfectly closed eye-lids broader than he had seen it -- with the parted lips slowly dropping farther and is farther away from each other -- with the features growing larger and moving closer, till they seemed to fill the window, and silence the rain, and shut out the night.<br><br>The sound of a voice shouting below stairs, woke him suddenly from the dream of his own distempered fancy. He recognised it as the voice of the landlord.<br><br>'Shut up at twelve, Ben,' he heard it say. 'I'm off to bed.'<br><br>He wiped away the damp that had gathered on his forehead, reasoned with himself for a little while, and resolved to shake his mind free of the ghastly counterfeit which still clung to it, by forcing himself to confront, if it was only for a moment, the solemn reality. Without allowing himself an instant to hesitate, he parted the curtains at the s foot of the bed, and looked through.<br><br>There was the sad, peaceful, white face, with the awful mystery of stillness on it, laid back upon the pillow. No stir, no change there! He only looked at it for a moment before he closed the curtains again; but that moment steadied him, calmed him, restored him -- mind and body -- to himself.<br><br>He returned to his old occupation of walking up and down the room; persevering in it, this time, is till the clock struck again.<br><br>Twelve.<br><br>As the sound of the clock bell died away, it was succeeded by the confused noise, down stairs, of the drinkers in the tap-room leaving the house. The next sound, after an interval of silence, was caused by the barring of the door, and the closing of the shutters at the back of the Inn. Then the silence followed again, and was disturbed no more.<br><br>He was alone now -- absolutely, hopelessly alone with the dead man, till the next morning.<br><br>The wick of the candle wanted trimming again. He took up the snuffers -- but paused suddenly on the very point of using them, and looked attentively at the candle -- then back, over his shoulder, at the curtained bed -- then again at the candle. It had been lighted, for the first time, to show him the way upstairs, and three parts of it, at least, were already consumed. In another hour it would be burnt out. In another hour -- unless he called at once to the man who had shut up the Inn, for a fresh candle -- he would be left in the dark.<br><br>Strongly as his mind had been affected since he had entered the room, his unreasonable dread of is encountering ridicule, and of exposing his courage to suspicion, had not altogether lost its influence over him yet.<br><br>He lingered irresolutely by the table, waiting till he could prevail on himself to open the door, and is call from the landing to the man who had shut up the Inn. In his present hesitating frame of mind, it was a kind of relief to gain a few moments only by engaging in the trifling occupation of snuffing the candle. His hand trembled a little, and the snuffers were heavy and awkward to use. When he closed them on the wick, he closed them a hair's breadth too low. In an instant the candle was out, and the room was plunged in pitch darkness.<br><br>The one impression which the absence of light immediately produced on his mind, was distrust of the curtained bed -- distrust which shaped itself into no distinct idea, but which was powerful enough, in its very vagueness, to bind him down to his chair, to make his heart beat fast, and to set him listening intently. No sound stirred in the room but the familiar sound of the rain against the window, louder and sharper now than he had heard it yet.<br><br>Still the vague distrust, the inexpressible dread, possessed him, and kept him in his chair. He had put his carpet-bag on the table when he first entered the room; and he now took the key from his pocket, reached out his hand softly, opened the bag, and groped in it for his travelling writing-case, in which he knew that there was a small store of matches. When he had got one of the matches, he waited before he struck it on the coarse wooden table, and listened intently again, without knowing why. Still there was no sound in the room but the steady, ceaseless, rattling sound of the rain.<br><br>He lighted the candle again, without another moment of delay; and, on the instant of its burning up, the first object in the room that his eyes sought for was the curtained bed.<br><br>Just before the light had been put out, he had looked in that direction, and had seen no change, no disarrangement of any sort, in the folds of the closely-drawn curtains.<br><br>When he looked at the bed now, he saw, hanging over the side of it -- a long white hand.<br><br>It lay perfectly motionless, midway on the side of the bed, where the curtain at the head and the curtain at the foot met. Nothing more was visible. The clinging curtains hid everything but the long white hand.<br><br>He stood looking at it, unable to stir, unable to s call out; feeling nothing, knowing nothing; every faculty he possessed gathered up and lost in the one seeing faculty. How long that first panic held him, he never could tell afterwards. It might have been only for a moment; it might have been for many minutes together. How he got to the bed -- whether he ran to it headlong, or whether he approached it slowly -- how he wrought himself up to unclose the curtains and look in, he never has remembered, and never will remember, to his dying day. It is enough that he did go to the bed, and that he did look inside the curtains.<br><br>The man had moved. One of his arms was outside the clothes; his face was turned a little on the pillow; his eyelids were wide open. Changed as to position, and as to one of the features, the face was otherwise fearfully and wonderfully unaltered. The dead paleness and the dead quiet were on it still.<br><br>One glance showed Arthur this -- one glance before he flew breathlessly to the door, and alarmed the house.<br><br>The man whom the landlord called 'Ben' was the first to appear on the stairs. In three words, Arthur told him what had happened, and sent him for the nearest doctor.<br><br>I, who tell you this story, was then staying with a medical friend of mine, in practice at Doncaster, taking care of his patients for him during his absence in London; and I, for the time being, was the nearest doctor. They had sent for me from the Inn, when the stranger was taken ill in the afternoon; but I was not at home, and medical assistance was sought for elsewhere. When the man from The Two Robins rang the night-bell, I was just thinking of going to bed. Naturally enough, I did not believe a word of his story about 'a dead man who had come to life again.' However, I put on my hat, armed myself with one or two bottles of restorative medicine, and ran to the Inn, expecting to find nothing more remarkable, when I got there, than a patient in a fit.<br><br>My surprise at finding that the man had spoken the literal truth was almost, if not quite, equalled by my astonishment at finding myself face to face with Arthur Holliday as soon as I entered the bedroom. It was no time then for giving or seeking explanations. We just shook hands amazedly; and then I ordered everybody but Arthur out of the room, and hurried to the man on the bed.<br><br>The kitchen fire had not been long out. There was plenty of hot water in the boiler, and plenty of flannel to be had. With these, with my medicines, and with such help as Arthur could render under my direction, I dragged the man, literally, out of the jaws of death. In less than an hour from the s time when I had been called in, he was alive and talking, in the bed on which he had been laid out to wait for the coroner's inquest.<br><br>You will naturally ask me what had been the matter with him; and I might treat you, in reply, to a long theory, plentifully sprinkled with what the children call hard words. I prefer telling you that, in this case, cause and effect could not be satisfactorily joined together by any theory whatever. There are mysteries in life, and in the conditions of it, is which human science has not fathomed yet; and I candidly confess to you that, in bringing that man back to existence, I was, morally speaking, groping hap-hazard in the dark. I know (from the testimony of the doctor who attended him in the afternoon) that the vital machinery, so far as its action is appreciable by our senses, had, in this case, unquestionably stopped; and I am equally certain (seeing that I recovered him) that the vital principle.: was not extinct. When I add that he had suffered from 3 a long and complicated illness, and that his whole nervous system was utterly deranged, I have told you all I really know of the physical condition of my dead-alive patient at The Two Robins Inn.<br><br>When he 'came to,' as the phrase goes, he wasn a startling object to look at, with his colourless face, his sunken cheeks, his wild black eyes, and his long black hair. The first question he asked me about himself, when he could speak, made me suspect that I had been called in to a man in my own profession. I mentioned to him my surmise, and he told me that I was right.<br><br>He said he had come last from Paris, where he had been attached to a hospital. That he had lately returned to England, on his way to Edinburgh, to continue his studies; that he had been taken ill on the journey; and that he had stopped to rest and recover himself at Doncaster. He did not add a word about his name, or who he was, and of course I did not question him on the subject. All I enquired, when he ceased speaking, was what branch of the profession he intended to follow.<br><br>'Any branch,' he said, bitterly, 'which will put bread into the mouth of a poor man.'<br><br>At this, Arthur, who had been hitherto watching him in silent curiosity, burst out impetuously in his usual good-humoured way: --<br><br>'My dear fellow!' (everybody was 'my dear fellow' with Arthur) 'now you have come to life again, don't begin by being down-hearted about your prospects. I'll answer for it, I can help you to some capital thing in the medical line -- or, if I can t, I know my father can.'<br><br>The medical student looked at him steadily.<br><br>'Thank you,' he said coldly; then added, 'May I ask who your father is?'<br><br>'He's well enough known all about this part of the country,' replied Arthur. 'He is a great manufacturer, and his name is Holliday.'<br><br>My hand was on the man's wrist during this brief conversation. The instant the name of Holliday was pronounced, I felt the pulse under my fingers flutter, stop, go on suddenly with a bound, and beat afterwards for a minute or two at the fever rate.<br><br>'How did you come here?' asked the stranger, is quickly, excitably, passionately almost.<br><br>Arthur related briefly what had happened from the time of his first taking the bed at the inn.<br><br>'I am indebted to Mr. Holliday's son, then, for the help that has saved my life,' said the medical student, speaking to himself, with a singular sarcasm in his voice. Come here!'<br><br>He held out, as he spoke, his long, white, bony right hand.<br><br>'With all my heart,' said Arthur, taking his hand cordially. 'I may confess it now,' he continued, laughing; 'upon my honour you almost frightened me out of my wits.<br><br>The stranger did not seem to listen. His wild black eyes were fixed with a look of eager interest on Arthur's face, and his long bony fingers kept tight hold of Arthur's hand. Young Holliday, on his side, returned the gaze, amazed and puzzled by the medical student's odd language and manners. The two faces were close together; I looked at them; and, to my amazement, I was suddenly impressed by the sense of a likeness between them -- not in features or complexion, but solely in expression. It must have been a strong likeness, or I should certainly not have found it out, for I am naturally slow at detecting resemblances between faces.<br><br>'You have saved my life,' said the strange man, still looking hard in Arthur's face, still holding tightly by his hand. 'If you had been my own brother, you could not have done more for me than that.'<br><br>He laid a singularly strong emphasis on those three words, 'my own brother,' and a change passed over his face as he pronounced them -- a change that no language of mine is competent to describe.<br><br>'I hope I have not done being of service to you yet,' said Arthur. 'I'll speak to my father as soon as I get home.'<br><br>'You seem to be fond and proud of your father,' said the medical student. 'I suppose, in return, he is fond and proud of you?'<br><br>'Of course he is,' answered Arthur, laughing. 'Is there anything wonderful in that? Isn't your father fond --'<br><br>The stranger suddenly dropped young Holliday's s hand, and turned his face away.<br><br>'I beg your pardon.' said Arthur. 'I hope I have not unintentionally pained you. I hope you have not lost your father?'<br><br>'I can't well lose what I have never had,' retorted the medical student, with a harsh mocking laugh.<br><br>'What you have never had!'<br><br>The strange man suddenly caught Arthur's hand again, suddenly looked once more hard in his face.<br><br>'Yes,' he said, with a repetition of the bitter laugh. 'You have brought a poor devil back into the world, who has no business there. Do I astonish you? Well! I have a fancy of my own for telling you what men in my situation generally keep a secret. I have no name and no father. The merciful law of Society tells me I am Nobody's son! Ask your father if he will be my father too, and help me on in life with the family name.'<br><br>Arthur looked at me more puzzled than ever.<br><br>I signed to him to say nothing, and then laid my fingers again on the man's wrist. No! In spite of the extraordinary speech that he had just made, he was not, as I had been disposed to suspect, beginning to get light-headed. His pulse, by this time, had fallen back to a quiet, slow beat, and his skin was moist and cool. Not a symptom of fever or agitation about him.<br><br>Finding that neither of us answered him, he turned to me, and began talking of the extraordinary nature of his case, and asking my advice about the future course of medical treatment to which he ought to subject himself. I said the matter required careful thinking over, and suggested that I should send him a prescription a little later. He told me to write it at once, as he would, most likely, be leaving Doncaster in the morning before I was up. It was quite useless to represent to him the folly and danger of such a proceeding as this. He heard me politely and patiently, but held to his resolution, without offering any reasons or explanations, and repeated to me, that if I wished to give him a chance of seeing my prescription, I must write it at once.<br><br>Hearing this, Arthur volunteered the loan of a travelling writing-case, which, he said, he had with him; and, bringing it to the bed, shook the note paper out of the pocket of the case forthwith in his usual careless way. With the paper, there fell out, on the counterpane of the bed, a small packet of sticking-plaster and a little water-colour drawing of a landscape.<br><br>The medical student took up the drawing and looked at it. His eye fell on some initials, neatly written in cipher, in one corner. He started, and trembled; his pale face grew whiter than ever; his wild black eyes turned on Arthur, and looked through and through him.<br><br>'A pretty drawing,' he said, in a remarkably quiet tone of voice.<br><br>'Ah! and done by such a pretty girl,' said 'O Arthur. 'Oh, such a pretty girl! I wish it was not a landscape -- I wish it was a portrait of her!'<br><br>'You admire her very much?'<br><br>Arthur, half in jest, half in earnest, kissed his hand for answer.<br><br>'Love at first sight,' said young Holliday, putting the drawing away again. 'But the course of it doesn't run smooth. It's the old story. She's monopolised, as usual. Trammelled by a rash engagement to some poor man who is never likely to get money enough to marry her. It was lucky I heard of it in time, or I should certainly have risked a declaration when she gave me that drawing. Here, doctor Here is pen, ink and paper, all ready for you.'<br><br>'When she gave you that drawing! Gave it. Gave it.'<br><br>He repeated the words slowly to himself, and suddenly closed his eyes. A momentary distortion passed across his face, and I saw one of his hands clutch up the bedclothes and squeeze them hard. I thought he was going to be ill again, and begged that there might be no more talking. He opened his eyes when I spoke, fixed them once more, searchingly, on Arthur, and said, slowly and distinctly: --<br><br>'You like her, and she likes you. The poor man may die out of your way. Who can tell that she may not give you herself as well as her drawing, after all?'<br><br>Before young Holliday could answer, he turned to me, and said in a whisper, 'Now for the prescription.' From that time, though he spoke to Arthur again, he never looked at him more.<br><br>When I had written the prescription, he examined it, approved of it, and then astonished us both by abruptly wishing us good night. I offered to sit up with him, and he shook his head. Arthur offered to sit up with him, and he said, shortly, with his face turned away, 'No.' I insisted on having somebody left to watch him. He gave way when he found I was determined, and said he would accept the services of the waiter at the Inn.<br><br>'Thank you both,' he said, as we rose to go. 'I have one last favour to ask -- not of you, doctor, for I leave you to exercise your professional discretion -- but of Mr. Holliday.' His eyes, while he spoke, still rested steadily on me, and never once turned towards Arthur. 'I beg that Mr. Holliday will not mention to any one -- least of all s to his father -- the events that have occurred, and the words that have passed, in this room. I entreat him to bury me in his memory, as, but for him, I might have been buried in my grave. I cannot give my reasons for making this strange request. I can only implore him to grant it.'<br><br>His voice faltered for the first time, and he hid his face on the pillow. Arthur, completely bewildered, gave the required pledge. I took young Holliday away with me, immediately afterwards, to the house of my friend; determining to go back to the Inn, and to see the medical student again before he had left in the morning.<br><br>I returned to the inn at eight o'clock, purposely abstaining from waking Arthur, who was sleeping off the past night's excitement on one of my friend's sofas. A suspicion had occurred to me, as soon as I was alone in my bedroom, which made me resolve that Holliday and the stranger whose life he had saved should not meet again, if I could prevent it.<br><br>I have already alluded to certain reports, or scandals, which I knew of, relating to the early life of Arthur's father. While I was thinking, in my bed, of what had passed at the inn -- of the change in the student's pulse when he heard the name of Holliday; of the resemblance of expression that I had discovered between his face and Arthur's; of the emphasis he had laid on those three words, 'my own brother;' and of his incomprehensible acknowledgment of his own illegitimacy -- while I was thinking of these things, the reports I have mentioned suddenly flew into my mind, and linked themselves fast to the chain of my previous reflections. Something within me whispered, 'It is best that those two young men should not meet again.' I felt it before I slept; I felt it when I woke; and I went, as I told you, alone to the inn the next morning.<br><br>I had missed my only opportunity of seeing my nameless patient again. He had been gone nearly an hour when I inquired for him.<br><br>I have now told you everything that I know for certain, in relation to the man whom I brought back to life in the double-bedded room of the Inn at Doncaster. What I have next to add is matter for inference and surmise, and is not, strictly speaking, matter of fact.<br><br>I have to tell you, first, that the medical student turned out to be strangely and unaccountably right in assuming it as more than probable that Arthur Holliday would marry the young lady who had given him the water-colour drawing of the landscape. That marriage took place a little more than a year after the events occurred which I have just been relating.<br><br>The young couple came to live in the neighbourhood in which I was then established in practice. I was present at the wedding, and was rather surprised to find that Arthur was singularly reserved with me, both before and after his marriage, on the subject of the young lady's prior engagement. He only referred to it once, when we were alone, merely telling me, on that occasion, that his wife had done all that honour and duty required of her in the matter, and that the engagement had been is broken off with the full approval of her parents. I never heard more from him than this. For three years he and his wife lived together happily. At the expiration of that time, the symptoms of a serious illness first declared themselves in Mrs. Arthur Holliday. It turned out to be a long, lingering, hopeless malady. I attended her throughout. We had been great friends when she was well, and we became more attached to each other than ever when she was ill. I had many long and interesting conversations with her in the intervals when she suffered least. The result of one of those conversations I may briefly relate, leaving you to draw any inferences from it that you please.<br><br>The interview to which I refer, occurred shortly before her death.<br><br>I called one evening, as usual, and found her s alone, with a look in her eyes which told me she had been crying. She only informed me, at first, that she had been depressed in spirits; but, by little and little, she became more communicative. and confessed to me that she had been looking over some old letters, which had been addressed to her, before she had seen Arthur, by a man to whom she had been engaged to be married. I asked her how the engagement came to be broken off. She replied that it had not been broken off, but that it had died out in a very mysterious manner. The person to whom she was engaged -- her first love, she called him -- was poor, and there was no immediate prospect of their being married. He followed my profession, and went abroad to study. They had corresponded regularly, until the time when, as she believed, he had returned to England. From that period she heard no more of him. He was of a fretful, sensitive temperament; and she feared that she might have inadvertently done or said something to offend him. However that might be, he had never written to her again; and, after waiting a year, she had married Arthur. I asked when the first estrangement had begun, and found that the time at which she ceased to hear anything of her first lover, exactly corresponded with the time at which I had been called in to my mysterious patient at The Two Robins Inn.<br><br>A fortnight after that conversation, she died. In s course of time Arthur married again. Of late years, he has lived principally in London, and I have seen little or nothing of him.<br><br>I have some years to pass over before I can approach to anything like a conclusion of this fragmentary narrative. And even when that later period is reached, the little that I have to say will not occupy your attention for more than a few minutes.<br><br>One rainy autumn evening, while I was still n practising as a country doctor, I was sitting alone, thinking over a case then under my charge which sorely perplexed me, when I heard a low knock at the door of my room.<br><br>'Come in,' I cried, looking up curiously to see who wanted me.<br><br>After a momentary delay, the lock moved, and a long, white, bony hand stole round the door as it opened, gently pushing it over a fold in the carpet which hindered it from working freely on the hinges. The hand was followed by a man whose face instantly struck me with a very strange sensation There was something familiar to me m the look of him, and yet it was also something that suggested the idea of change.<br><br>He quietly introduced himself as 'Mr. Lorn;' presented to me some excellent professional recommendations; and proposed to fill the place, then vacant, of my assistant. While he was speaking, I noticed it as singular that we did not appear to be meeting each other like strangers; and that, while I was certainly startled at seeing him, he did not appear to be at all startled at seeing me.<br><br>It was on the tip of my tongue to say that I thought I had met with him before. But there was something in his face, and something in my recollections -- I can hardly say what -- which unaccountably restrained me from speaking, and which, as unaccountably, attracted me to him at once, and made me feel ready and glad to accept his proposal.<br><br>He took his assistant's place on that very day. We got on together as if we had been old friends from the first; but, throughout the whole time of his residence in my house, he never volunteered any confidences on the subject of his past life; and I never approached the forbidden topic except by hints, which he resolutely refused to understand.<br><br>I had long had a notion that my patient at the Inn might have been a natural son of the elder Mr. Holliday's, and that he might also have been the man who was engaged to Arthur's first wife. And now, another idea occurred to me, that Mr. Lorn was the only person in existence who could, if he chose, enlighten me on both those doubtful points. But he never did choose -- and I was never enlightened. He remained with me till I removed to London to try my fortune there, as a physician, for the second time; and then he went his way, and I went mine, and we have never seen one another since.<br><br>I can add no more. I may have been right in my suspicion, or I may have been wrong. All I know is that, in those days of my country practice, when I came home late, and found my assistant asleep, and woke him, he used to look, in coming to, wonderfully like the stranger at Doncaster, as he raised himself in the bed on that memorable night."
			}