{"id":"user34","title":"Short Stories","exclude_from_menu":"false","image":"Georgie Pauwels.jpg","main_text":"Mrs. Baroda was a little provoked to learn that her husband expected his friend, Gouvernail, up to spend a week or two on the plantation.<br><br>They had entertained a good deal during the winter; much of the time had also been passed in New Orleans in various forms of mild dissipation. She was looking forward to a period of unbroken rest, now, and undisturbed tete-a-tete with her husband, when he informed her that Gouvernail was coming up to stay a week or two.<br><br>This was a man she had heard much of but never seen. He had been her husband's college friend; was now a journalist, and in no sense a society man or ‘a man about town,’ which were, perhaps, some of the reasons she had never met him. But she had unconsciously formed an image of him in her mind. She pictured him tall, slim, cynical; with eye-glasses, and his hands in his pockets; and she did not like him. Gouvernail was slim enough, but he wasn't very tall nor very cynical; neither did he wear eyeglasses nor carry his hands in his pockets. And she rather liked him when he first presented himself.<br><br>But why she liked him she could not explain satisfactorily to herself when she partly attempted to do so. She could discover in him none of those brilliant and promising traits which Gaston, her husband, had often assured her that he possessed. On the contrary, he sat rather mute and receptive before her chatty eagerness to make him feel at home and in face of Gaston's frank and wordy hospitality. His manner was as courteous toward her as the most exacting woman could require; but he made no direct appeal to her approval or even esteem.<br><br>Once settled at the plantation he seemed to like to sit upon the wide portico in the shade of one of the big Corinthian pillars, smoking his cigar lazily and listening attentively to Gaston's experience as a sugar planter.<br><br>‘This is what I call living,’ he would utter with deep satisfaction, as the air that swept across the sugar field caressed him with its warm and scented velvety touch. It pleased him also to get on familiar terms with the big dogs that came about him, rubbing themselves sociably against his legs. He did not care to fish, and displayed no eagerness to go out and kill grosbecs when Gaston proposed doing so.<br><br>Gouvernail's personality puzzled Mrs. Baroda, but she liked him. Indeed, he was a lovable, inoffensive fellow. After a few days, when she could understand him no better than at first, she gave over being puzzled and remained piqued. In this mood she left her husband and her guest, for the most part, alone together. Then finding that Gouvernail took no manner of exception to her action, she imposed her society upon him, accompanying him in his idle strolls to the mill and walks along the batture. She persistently sought to penetrate the reserve in which he had unconsciously enveloped himself.<br><br>‘When is he going--your friend?’ she one day asked her husband. ‘For my part, he tires me frightfully.’<br><br>‘Not for a week yet, dear. I can't understand; he gives you no trouble.’<br><br>‘No. I should like him better if he did; if he were more like others, and I had to plan somewhat for his comfort and enjoyment.’<br><br>Gaston took his wife's pretty face between his hands and looked tenderly and laughingly into her troubled eyes.<br><br>They were making a bit of toilet sociably together in Mrs. Baroda's dressing-room.<br><br>‘You are full of surprises, ma belle,’ he said to her. ‘Even I can never count upon how you are going to act under given conditions.’ He kissed her and turned to fasten his cravat before the mirror.<br><br>‘Here you are,’ he went on, ‘taking poor Gouvernail seriously and making a commotion over him, the last thing he would desire or expect.’<br><br>‘Commotion!’ she hotly resented. ‘Nonsense! How can you say such a thing? Commotion, indeed! But, you know, you said he was clever.’<br><br>‘So he is. But the poor fellow is run down by overwork now. That's why I asked him here to take a rest.’<br><br>‘You used to say he was a man of ideas,’ she retorted, unconciliated. ‘I expected him to be interesting, at least. I'm going to the city in the morning to have my spring gowns fitted. Let me know when Mr. Gouvernail is gone; I shall be at my Aunt Octavie's.’<br><br>That night she went and sat alone upon a bench that stood beneath a live oak tree at the edge of the gravel walk.<br><br>She had never known her thoughts or her intentions to be so confused. She could gather nothing from them but the feeling of a distinct necessity to quit her home in the morning.<br><br>Mrs. Baroda heard footsteps crunching the gravel; but could discern in the darkness only the approaching red point of a lighted cigar. She knew it was Gouvernail, for her husband did not smoke. She hoped to remain unnoticed, but her white gown revealed her to him. He threw away his cigar and seated himself upon the bench beside her; without a suspicion that she might object to his presence.<br><br>‘Your husband told me to bring this to you, Mrs. Baroda,’ he said, handing her a filmy, white scarf with which she sometimes enveloped her head and shoulders. She accepted the scarf from him with a murmur of thanks, and let it lie in her lap.<br><br>He made some commonplace observation upon the baneful effect of the night air at the season. Then as his gaze reached out into the darkness, he murmured, half to himself:<br><br>`Night of south winds--night of the large few stars!<br><br>Still nodding night--'<br><br>She made no reply to this apostrophe to the night, which, indeed, was not addressed to her.<br><br>Gouvernail was in no sense a diffident man, for he was not a self-conscious one. His periods of reserve were not constitutional, but the result of moods. Sitting there beside Mrs. Baroda, his silence melted for the time.<br><br>He talked freely and intimately in a low, hesitating drawl that was not unpleasant to hear. He talked of the old college days when he and Gaston had been a good deal to each other; of the days of keen and blind ambitions and large intentions. Now there was left with him, at least, a philosophic acquiescence to the existing order--only a desire to be permitted to exist, with now and then a little whiff of genuine life, such as he was breathing now.<br><br>Her mind only vaguely grasped what he was saying. Her physical being was for the moment predominant. She was not thinking of his words, only drinking in the tones of his voice. She wanted to reach out her hand in the darkness and touch him with the sensitive tips of her fingers upon the face or the lips. She wanted to draw close to him and whisper against his cheek--she did not care what--as she might have done if she had not been a respectable woman.<br><br>The stronger the impulse grew to bring herself near him, the further, in fact, did she draw away from him. As soon as she could do so without an appearance of too great rudeness, she rose and left him there alone.<br><br>Before she reached the house, Gouvernail had lighted a fresh cigar and ended his apostrophe to the night.<br><br>Mrs. Baroda was greatly tempted that night to tell her husband--who was also her friend--of this folly that had seized her. But she did not yield to the temptation. Beside being a respectable woman she was a very sensible one; and she knew there are some battles in life which a human being must fight alone.<br><br>When Gaston arose in the morning, his wife had already departed. She had taken an early morning train to the city. She did not return till Gouvernail was gone from under her roof.<br><br>There was some talk of having him back during the summer that followed. That is, Gaston greatly desired it; but this desire yielded to his wife's strenuous opposition.<br><br>However, before the year ended, she proposed, wholly from herself, to have Gouvernail visit them again. Her husband was surprised and delighted with the suggestion coming from her.<br><br>‘I am glad, chere amie, to know that you have finally overcome your dislike for him; truly he did not deserve it.’<br><br>‘Oh,’ she told him, laughingly, after pressing a long, tender kiss upon his lips, ‘I have overcome everything! you will see. This time I shall be very nice to him.’</p><br>Although it was so brilliantly fine - the blue sky powdered with gold and great spots of light like white wine splashed over the Jardins Publiques - Miss Brill was glad that she had decided on her fur. The air was motionless, but when you opened your mouth there was just a faint chill, like a chill from a glass of iced water before you sip, and now and again a leaf came drifting - from nowhere, from the sky. Miss Brill put up her hand and touched her fur. Dear little thing! It was nice to feel it again. She had taken it out of its box that afternoon, shaken out the moth-powder, given it a good brush, and rubbed the life back into the dim little eyes. ‘What has been happening to me?’ said the sad little eyes. Oh, how sweet it was to see them snap at her again from the red eiderdown! ... But the nose, which was of some black composition, wasn't at all firm. It must have had a knock, somehow. Never mind - a little dab of black sealing-wax when the time came - when it was absolutely necessary ... Little rogue! Yes, she really felt like that about it. Little rogue biting its tail just by her left ear. She could have taken it off and laid it on her lap and stroked it. She felt a tingling in her hands and arms, but that came from walking, she supposed. And when she breathed, something light and sad - no, not sad, exactly - something gentle seemed to move in her bosom.<br><br> There were a number of people out this afternoon, far more than last Sunday. And the band sounded louder and gayer. That was because the Season had begun. For although the band played all the year round on Sundays, out of season it was never the same. It was like some one playing with only the family to listen; it didn't care how it played if there weren't any strangers present. Wasn't the conductor wearing a new coat, too? She was sure it was new. He scraped with his foot and flapped his arms like a rooster about to crow, and the bandsmen sitting in the green rotunda blew out their cheeks and glared at the music. Now there came a little ‘flutey’ bit - very pretty! - a little chain of bright drops. She was sure it would be repeated. It was; she lifted her head and smiled.<br><br>Only two people shared her ‘special’ seat: a fine old man in a velvet coat, his hands clasped over a huge carved walking-stick, and a big old woman, sitting upright, with a roll of knitting on her embroidered apron. They did not speak. This was disappointing, for Miss Brill always looked forward to the conversation. She had become really quite expert, she thought, at listening as though she didn't listen, at sitting in other people's lives just for a minute while they talked round her.<br><br>She glanced, sideways, at the old couple. Perhaps they would go soon. Last Sunday, too, hadn't been as interesting as usual. An Englishman and his wife, he wearing a dreadful Panama hat and she button boots. And she'd gone on the whole time about how she ought to wear spectacles; she knew she needed them; but that it was no good getting any; they'd be sure to break and they'd never keep on. And he'd been so patient. He'd suggested everything - gold rims, the kind that curved round your ears, little pads inside the bridge. No, nothing would please her. ‘They'll always be sliding down my nose!’ Miss Brill had wanted to shake her.<br><br>The old people sat on the bench, still as statues. Never mind, there was always the crowd to watch. To and fro, in front of the flower-beds and the band rotunda, the couples and groups paraded, stopped to talk, to greet, to buy a handful of flowers from the old beggar who had his tray fixed to the railings. Little children ran among them, swooping and laughing; little boys with big white silk bows under their chins, little girls, little French dolls, dressed up in velvet and lace. And sometimes a tiny staggerer came suddenly rocking into the open from under the trees, stopped, stared, as suddenly sat down ‘flop,’ until its small high-stepping mother, like a young hen, rushed scolding to its rescue. Other people sat on the benches and green chairs, but they were nearly always the same, Sunday after Sunday, and - Miss Brill had often noticed - there was something funny about nearly all of them. They were odd, silent, nearly all old, and from the way they stared they looked as though they'd just come from dark little rooms or even - even cupboards!<br><br>Behind the rotunda the slender trees with yellow leaves down drooping, and through them just a line of sea, and beyond the blue sky with gold-veined clouds.<br><br>Tum-tum-tum tiddle-um! tiddle-um! tum tiddley-um tum ta! blew the band.<br><br>Two young girls in red came by and two young soldiers in blue met them, and they laughed and paired and went off arm-in-arm. Two peasant women with funny straw hats passed, gravely, leading beautiful smoke-coloured donkeys. A cold, pale nun hurried by. A beautiful woman came along and dropped her bunch of violets, and a little boy ran after to hand them to her, and she took them and threw them away as if they'd been poisoned. Dear me! Miss Brill didn't know whether to admire that or not! And now an ermine toque and a gentleman in grey met just in front of her. He was tall, stiff, dignified, and she was wearing the ermine toque she'd bought when her hair was yellow. Now everything, her hair, her face, even her eyes, was the same colour as the shabby ermine, and her hand, in its cleaned glove, lifted to dab her lips, was a tiny yellowish paw. Oh, she was so pleased to see him - delighted! She rather thought they were going to meet that afternoon. She described where she'd been - everywhere, here, there, along by the sea. The day was so charming - didn't he agree? And wouldn't he, perhaps? ... But he shook his head, lighted a cigarette, slowly breathed a great deep puff into her face, and even while she was still talking and laughing, flicked the match away and walked on. The ermine toque was alone; she smiled more brightly than ever. But even the band seemed to know what she was feeling and played more softly, played tenderly, and the drum beat, ‘The Brute! The Brute!’ over and over. What would she do? What was going to happen now? But as Miss Brill wondered, the ermine toque turned, raised her hand as though she'd seen some one else, much nicer, just over there, and pattered away. And the band changed again and played more quickly, more gayly than ever, and the old couple on Miss Brill's seat got up and marched away, and such a funny old man with long whiskers hobbled along in time to the music and was nearly knocked over by four girls walking abreast.<br><br>Oh, how fascinating it was! How she enjoyed it! How she loved sitting here, watching it all! It was like a play. It was exactly like a play. Who could believe the sky at the back wasn't painted? But it wasn't till a little brown dog trotted on solemn and then slowly trotted off, like a little ‘theatre’ dog, a little dog that had been drugged, that Miss Brill discovered what it was that made it so exciting. They were all on the stage. They weren't only the audience, not only looking on; they were acting. Even she had a part and came every Sunday. No doubt somebody would have noticed if she hadn't been there; she was part of the performance after all. How strange she'd never thought of it like that before! And yet it explained why she made such a point of starting from home at just the same time each week - so as not to be late for the performance - and it also explained why she had quite a queer, shy feeling at telling her English pupils how she spent her Sunday afternoons. No wonder! Miss Brill nearly laughed out loud. She was on the stage. She thought of the old invalid gentleman to whom she read the newspaper four afternoons a week while he slept in the garden. She had got quite used to the frail head on the cotton pillow, the hollowed eyes, the open mouth and the high pinched nose. If he'd been dead she mightn't have noticed for weeks; she wouldn't have minded. But suddenly he knew he was having the paper read to him by an actress! ‘An actress!’ The old head lifted; two points of light quivered in the old eyes. ‘An actress - are ye?’ And Miss Brill smoothed the newspaper as though it were the manuscript of her part and said gently; ‘Yes, I have been an actress for a long time.’<br><br>The band had been having a rest. Now they started again. And what they played was warm, sunny, yet there was just a faint chill - a something, what was it? - not sadness - no, not sadness - a something that made you want to sing. The tune lifted, lifted, the light shone; and it seemed to Miss Brill that in another moment all of them, all the whole company, would begin singing. The young ones, the laughing ones who were moving together, they would begin, and the men's voices, very resolute and brave, would join them. And then she too, she too, and the others on the benches - they would come in with a kind of accompaniment - something low, that scarcely rose or fell, something so beautiful - moving ... And Miss Brill's eyes filled with tears and she looked smiling at all the other members of the company. Yes, we understand, we understand, she thought - though what they understood she didn't know.<br><br>Just at that moment a boy and girl came and sat down where the old couple had been. They were beautifully dressed; they were in love. The hero and heroine, of course, just arrived from his father's yacht. And still soundlessly singing, still with that trembling smile, Miss Brill prepared to listen.<br><br>‘No, not now,’ said the girl. ‘Not here, I can't.’<br><br>‘But why? Because of that stupid old thing at the end there?’ asked the boy. ‘Why does she come here at all - who wants her? Why doesn't she keep her silly old mug at home?’<br><br>‘It's her fu-ur which is so funny,’ giggled the girl. ‘It's exactly like a fried whiting.’<br><br>‘Ah, be off with you!’ said the boy in an angry whisper. Then: ‘Tell me, ma petite chere--’<br><br>‘No, not here,’ said the girl. ‘Not yet.’<br><br>On her way home she usually bought a slice of honey-cake at the baker's. It was her Sunday treat. Sometimes there was an almond in her slice, sometimes not. It made a great difference. If there was an almond it was like carrying home a tiny present - a surprise - something that might very well not have been there. She hurried on the almond Sundays and struck the match for the kettle in quite a dashing way.<br><br>But to-day she passed the baker's by, climbed the stairs, went into the little dark room - her room like a cupboard - and sat down on the red eiderdown. She sat there for a long time. The box that the fur came out of was on the bed. She unclasped the necklet quickly; quickly, without looking, laid it inside. But when she put the lid on she thought she heard something crying.</p><br>To her father, she was The Princess. To her Boston aunts and uncles she was just ‘Dollie Urquhart, poor little thing.’<br><br>Colin Urquhart was just a bit mad. He was of an old Scottish family, and he claimed royal blood. The blood of Scottish kings flowed in his veins. On this point, his American relatives said, he was just a bit ‘off’. They could not bear any more to be told which royal blood of Scotland blued his veins. The whole thing was rather ridiculous, and a sore point. The only fact they remembered was that it was not Stuart.<br><br>He was a handsome man, with a wide-open blue eye that seemed sometimes to be looking at nothing, soft black hair brushed rather low on his low, broad brow, and a very attractive body. Add to this a most beautiful speaking voice, usually rather hushed and diffident, but sometimes resonant and powerful like bronze, and you have the sum of his charms. He looked like some old Celtic hero. He looked as if he should have worn a greyish kilt and a sporran, and shown his knees. His voice came direct out of the hushed Ossianic past.<br><br>For the rest, he was one of those gentlemen of sufficient but not excessive means who fifty years ago wandered vaguely about, never arriving anywhere, never doing anything, and never definitely being anything, yet well received in the good society of more than one country.<br><br>He did not marry till he was nearly forty, and then it was a wealthy Miss Prescott, from New England. Hannah Prescott at twenty-two was fascinated by the man with the soft black hair not yet touched by grey, and the wide, rather vague blue eyes. Many women had been fascinated before her. But Colin Urquhart, by his very vagueness, had avoided any decisive connection.<br><br>Mrs. Urquhart lived three years in the mist and glamour of her husband's presence. And then it broke her. It was like living with a fascinating spectre. About most things he was completely, even ghostly oblivious. He was always charming, courteous, perfectly gracious in that hushed, musical voice of his. But absent. When all came to all, he just wasn't there. ‘Not all there,’ as the vulgar say.<br><br>He was the father of the little girl she bore at the end of the first year. But this did not substantiate him the more. His very beauty and his haunting musical quality became dreadful to her after the first few months. The strange echo: he was like a living echo! His very flesh, when you touched it, did not seem quite the flesh of a real man.<br><br>Perhaps it was that he was a little bit mad. She thought it definitely the night her baby was born.<br><br>‘Ah, so my little princess has come at last!’ he said, in his throaty, singing Celtic voice, like a glad chant, swaying absorbed.<br><br>It was a tiny, frail baby, with wide, amazed blue eyes. They christened it Mary Henrietta. She called the little thing My Dollie. He called it always My Princess.<br><br>It was useless to fly at him. He just opened his wide blue eyes wider, and took a child-like, silent dignity there was no getting past.<br><br>Hannah Prescott had never been robust. She had no great desire to live. So when the baby was two years old she suddenly died.<br><br>The Prescotts felt a deep but unadmitted resentment against Colin Urquhart. They said he was selfish. Therefore they discontinued Hannah's income, a month after her burial in Florence, after they had urged the father to give the child over to them, and he had courteously, musically, but quite finally refused. He treated the Prescotts as if they were not of his world, not realities to him: just casual phenomena, or gramophones, talking-machines that had to be answered. He answered them. But of their actual existence he was never once aware.<br><br>They debated having him certified unsuitable to be guardian of his own child. But that would have created a scandal. So they did the simplest thing, after all—washed their hands of him. But they wrote scrupulously to the child, and sent her modest presents of money at Christmas, and on the anniversary of the death of her mother.<br><br>To The Princess her Boston relatives were for many years just a nominal reality. She lived with her father, and he travelled continually, though in a modest way, living on his moderate income. And never going to America. The child changed nurses all the time. In Italy it was a contadina; in India she had an ayah; in Germany she had a yellow-haired peasant girl.<br><br>Father and child were inseparable. He was not a recluse. Wherever he went he was to be seen paying formal calls going out to luncheon or to tea, rarely to dinner. And always with the child. People called her Princess Urquhart, as if that were her christened name.<br><br>She was a quick, dainty little thing with dark gold hair that went a soft brown, and wide, slightly prominent blue eyes that were at once so candid and so knowing. She was always grown up; she never really grew up. Always strangely wise, and always childish.<br><br>It was her father's fault.<br><br>‘My little Princess must never take too much notice of people and the things they say and do,’ he repeated to her. ‘People don't know what they are doing and saying. They chatter-chatter, and they hurt one another, and they hurt themselves very often, till they cry. But don't take any notice, my little Princess. Because it is all nothing. Inside everybody there is another creature, a demon which doesn't care at all. You peel away all the things they say and do and feel, as cook peels away the outside of the onions. And in the middle of everybody there is a green demon which you can't peel away. And this green demon never changes, and it doesn't care at all about all the things that happen to the outside leaves of the person, all the chatter-chatter, and all the husbands and wives and children, and troubles and fusses. You peel everything away from people, and there is a green, upright demon in every man and woman; and this demon is a man's real self, and a woman's real self. It doesn't really care about anybody, it belongs to the demons and the primitive fairies, who never care. But, even so, there are big demons and mean demons, and splendid demonish fairies, and vulgar ones. But there are no royal fairy women left. Only you, my little Princess. You are the last of the royal race of the old people; the last, my Princess. There are no others. You and I are the last. When I am dead there will be only you. And that is why, darling, you will never care for any of the people in the world very much. Because their demons are all dwindled and vulgar. They are not royal. Only you are royal, after me. Always remember that. And always remember, it is a great secret. If you tell people, they will try to kill you, because they will envy you for being a Princess. It is our great secret, darling. I am a prince, and you a princess, of the old, old blood. And we keep our secret between us, all alone. And so, darling, you must treat all people very politely, because noblesse oblige. But you must never forget that you alone are the last of Princesses, and that all other are less than you are, less noble, more vulgar. Treat them politely and gently and kindly, darling. But you are the Princess, and they are commoners. Never try to think of them as if they were like you. They are not. You will find, always, that they are lacking, lacking in the royal touch, which only you have—’<br><br>The Princess learned her lesson early—the first lesson, of absolute reticence, the impossibility of intimacy with any other than her father; the second lesson, of naïve, slightly benevolent politeness. As a small child, something crystallised in her character, making her clear and finished, and as impervious as crystal.<br><br>‘Dear child!’ her hostesses said of her. ‘She is so quaint and old-fashioned; such a lady, poor little mite!’<br><br>She was erect, and very dainty. Always small, nearly tiny in physique, she seemed like a changeling beside her big, handsome, slightly mad father. She dressed very simply, usually in blue or delicate greys, with little collars of old Milan point, or very finely-worked linen. She had exquisite little hands, that made the piano sound like a spinet when she played. She was rather given to wearing cloaks and capes, instead of coats, out of doors, and little eighteenth-century sort of hats. Her complexion was pure apple-blossom.<br><br>She looked as if she had stepped out of a picture. But no one, to her dying day, ever knew exactly the strange picture her father had framed her in and from which she never stepped.<br><br>Her grandfather and grandmother and her Aunt Maud demanded twice to see her, once in Rome and once in Paris. Each time they were charmed, piqued, and annoyed. She was so exquisite and such a little virgin. At the same time so knowing and so oddly assured. That odd, assured touch of condescension, and the inward coldness, infuriated her American relations.<br><br>Only she really fascinated her grandfather. He was spellbound; in a way, in love with the little faultless thing. His wife would catch him brooding, musing over his grandchild, long months after the meeting, and craving to see her again. He cherished to the end the fond hope that she might come to live with him and her grandmother.<br><br>‘Thank you so much, grandfather. You are so very kind. But Papa and I are such an old couple, you see, such a crochety old couple, living in a world of our own.’<br><br>Her father let her see the world—from the outside. And he let her read. When she was in her teens she read Zola and Maupassant, and with the eyes of Zola and Maupassant she looked on Paris. A little later she read Tolstoi and Dostoevsky. The latter confused her. The others, she seemed to understand with a very shrewd, canny understanding, just as she understood the Decameron stories as she read them in their old Italian, or the Nibelung poems. Strange and uncanny, she seemed to understand things in a cold light perfectly, with all the flush of fire absent. She was something like a changeling, not quite human.<br><br>This earned her, also, strange antipathies. Cabmen and railway porters, especially in Paris and Rome, would suddenly treat her with brutal rudeness, when she was alone. They seemed to look on her with sudden violent antipathy. They sensed in her curious impertinence, an easy, sterile impertinence towards the things they felt most. She was so assured, and her flower of maidenhood was so scentless. She could look at a lusty, sensual Roman cabman as if he were a sort of grotesque, to make her smile. She knew all about him, in Zola. And the peculiar condescension with which she would give him her order, as if she, frail, beautiful thing, were the only reality, and he, coarse monster, was a sort of Caliban floundering in the mud on the margin of the pool of the perfect lotus, would suddenly enrage the fellow, the real Mediterranean who prided himself on his beauté male, and to whom the phallic mystery was still the only mystery. And he would turn a terrible face on her, bully her in a brutal, coarse fashion—hideous. For to him she had only the blasphemous impertinence of her own sterility.<br><br>Encounters like these made her tremble, and made her know she must have support from the outside. The power of her spirit did not extend to these low people, and they had all the physical power. She realised an implacability of hatred in their turning on her. But she did not lose her head. She quietly paid out money and turned away.<br><br>Those were dangerous moments, though, and she learned to be prepared for them. The Princess she was, and the fairy from the North, and could never understand the volcanic phallic rage with which coarse people could turn on her in a paroxysm of hatred. They never turned on her father like that. And quite early she decided it was the New England mother in her whom they hated. Never for one minute could she see with the old Roman eyes, see herself as sterility, the barren flower taking on airs and an intolerable impertinence. This was what the Roman cabman saw in her. And he longed to crush the barren blossom. Its sexless beauty and its authority put him in a passion of brutal revolt.<br><br>When she was nineteen her grandfather died, leaving her a considerable fortune in the safe hands of responsible trustees. They would deliver her her income, but only on condition that she resided for six months in the year in the United States.<br><br>‘Why should they make me conditions?’ she said to her father. ‘I refuse to be imprisoned six months in the year in the United States. We will tell them to keep their money.’<br><br>‘Let us be wise, my little Princess, let us be wise. No, we are almost poor, and we are never safe from rudeness. I cannot allow anybody to be rude to me. I hate it, I hate it!’ His eyes flamed as he said it. ‘I could kill any man or woman who is rude to me. But we are in exile in the world. We are powerless. If we were really poor, we should be quite powerless, and then I should die. No, my Princess. Let us take their money, then they will not dare to be rude to us. Let us take it, as we put on clothes, to cover ourselves from their aggressions.’<br><br>There began a new phase, when the father and daughter spent their summers on the Great Lakes or in California, or in the South-West. The father was something of a poet, the daughter something of a painter. He wrote poems about the lakes or the redwood trees, and she made dainty drawings. He was physically a strong man, and he loved the out-of-doors. He would go off with her for days, paddling in a canoe and sleeping by a camp-fire. Frail little Princess, she was always undaunted, always undaunted. She would ride with him on horseback over the mountain trails till she was so tired she was nothing but a bodiless consciousness sitting astride her pony. But she never gave in. And at night he folded her in her blanket on a bed of balsam pine twigs, and she lay and looked at the stars unmurmuring. She was fulfilling her rôle.<br><br>People said to her as the years passed, and she was a woman of twenty-five, then a woman of thirty, and always the same virgin dainty Princess, 'knowing' in a dispassionate way, like an old woman, and utterly intact:<br><br>‘Don't you ever think what you will do when your father is no longer with you?’<br><br>She looked at her interlocutor with that cold, elfin detachment of hers:<br><br>‘No, I never think of it,’ she said.<br><br>She had a tiny, but exquisite little house in London, and another small, perfect house in Connecticut, each with a faithful housekeeper. Two homes, if she chose. And she knew many interesting literary and artistic people. What more?<br><br>So the years passed imperceptibly. And she had that quality of the sexless fairies, she did not change. At thirty-three she looked twenty-three.<br><br>Her father, however, was ageing, and becoming more and more queer. It was now her task to be his guardian in his private madness. He spent the last three years of life in the house in Connecticut. He was very much estranged, sometimes had fits of violence which almost killed the little Princess. Physical violence was horrible to her; it seemed to shatter her heart. But she found a woman a few years younger than herself, well-educated and sensitive, to be a sort of nurse-companion to the mad old man. So the fact of madness was never openly admitted. Miss Cummins, the companion, had a passionate loyalty to the Princess, and a curious affection, tinged with love, for the handsome, white-haired, courteous old man, who was never at all aware of his fits of violence once they had passed.<br><br>The Princess was thirty-eight years old when her father died. And quite unchanged. She was still tiny, and like a dignified, scentless flower. Her soft brownish hair, almost the colour of beaver fur, was bobbed, and fluffed softly round her apple-blossom face, that was modelled with an arched nose like a proud old Florentine portrait. In her voice, manner and bearing she was exceedingly still, like a flower that has blossomed in a shadowy place. And from her blue eyes looked out the Princess's eternal laconic challenge, that grew almost sardonic as the years passed. She was the Princess, and sardonically she looked out on a princeless world.<br><br>She was relieved when her father died, and at the same time, it was as if everything had evaporated around her. She had lived in a sort of hot-house, in the aura of her father's madness. Suddenly the hot-house had been removed from around her, and she was in the raw, vast, vulgar open air.<br><br>Quoi faire? What was she to do? She seemed faced with absolute nothingness. Only she had Miss Cummins, who shared with her the secret, and almost the passion for her father. In fact, the Princess felt that her passion for her mad father had in some curious way transferred itself largely to Charlotte Cummins during the last years. And now Miss Cummins was the vessel that held the passion for the dead man. She herself, the Princess, was an empty vessel.<br><br>An empty vessel in the enormous warehouse of the world.<br><br>Quoi faire? What was she to do? She felt that, since she could not evaporate into nothingness, like alcohol from an unstoppered bottle, she must do something. Never before in her life had she felt the incumbency. Never, never had she felt she must do anything. That was left to the vulgar.<br><br>Now her father was dead, she found herself on the fringe of the vulgar crowd, sharing their necessity to do something. It was a little humiliating. She felt herself becoming vulgarised. At the same time she found herself looking at men with a shrewder eye: an eye to marriage. Not that she felt any sudden interest in men, or attraction towards them. No. She was still neither interested nor attracted towards men vitally. But marriage, that peculiar abstraction, had imposed a sort of spell on her. She thought that marriage, in the blank abstract, was the thing she ought to do. That marriage implied a man she also knew. She knew all the facts. But the man seemed a property of her own mind rather than a thing in himself, another thing.<br><br>Her father died in the summer, the month after her thirty-eighth birthday. When all was over, the obvious thing to do, of course, was to travel. With Miss Cummins. The two women knew each other intimately, but they were always Miss Urquhart and Miss Cummins to one another, and a certain distance was instinctively maintained. Miss Cummins, from Philadelphia, of scholastic stock, and intelligent but untravelled, four years younger than the Princess, felt herself immensely the junior of her 'lady'. She had a sort of passionate veneration for the Princess, who seemed to her ageless, timeless. She could not see the rows of tiny, dainty, exquisite shoes in the Princess's cupboard without feeling a stab at the heart, a stab of tenderness and reverence, almost of awe.<br><br>Miss Cummins also was virginal, but with a look of puzzled surprise in her brown eyes. Her skin was pale and clear, her features well modelled, but there was a certain blankness in her expression, where the Princess had an odd touch of Renaissance grandeur. Miss Cummins's voice was also hushed almost to a whisper; it was the inevitable effect of Colin Urquhart's room. But the hushedness had a hoarse quality.<br><br>The Princess did not want to go to Europe. Her face seemed turned west. Now her father was gone, she felt she would go west, westwards, as if for ever. Following, no doubt, the March of Empire, which is brought up rather short on the Pacific coast, among swarms of wallowing bathers.<br><br>No, not the Pacific coast. She would stop short of that. The South-West was less vulgar. She would go to New Mexico.<br><br>She and Miss Cummins arrived at the Rancho del Cerro Gordo towards the end of August, when the crowd was beginning to drift back east. The ranch lay by a stream on the desert some four miles from the foot of the mountains, a mile away from the Indian pueblo of San Cristobal. It was a ranch for the rich; the Princess paid thirty dollars a day for herself and Miss Cummins. But then she had a little cottage to herself, among the apple trees of the orchard, with an excellent cook. She and Miss Cummins, however, took dinner at evening in the large guest-house. For the Princess still entertained the idea of marriage.<br><br>The guests at the Rancho del Cerro Gordo were of all sorts, except the poor sort. They were practically all rich, and many were romantic. Some were charming, others were vulgar, some were movie people, quite quaint and not unattractive in their vulgarity, and many were Jews. The Princess did not care for Jews, though they were usually the most interesting to talk to. So she talked a good deal with the Jews, and painted with the artists, and rode with the young men from college, and had altogether quite a good time. And yet she felt something of a fish out of water, or a bird in the wrong forest. And marriage remained still completely in the abstract. No connecting it with any of these young men, even the nice ones.<br><br>The Princess looked just twenty-five. The freshness of her mouth, the hushed, delicate-complexioned virginity of her face gave her not a day more. Only a certain laconic look in her eyes was disconcerting. When she was forced to write her age, she put twenty-eight, making the figure two rather badly, so that it just avoided being a three.<br><br>Men hinted marriage at her. Especially boys from college suggested it from a distance. But they all failed before the look of sardonic ridicule in the Princess's eyes. It always seemed to her rather preposterous, quite ridiculous, and a tiny bit impertinent on their part.<br><br>The only man that intrigued her at all was one of the guides, a man called Romero—Domingo Romero. It was he who had sold the ranch itself to the Wilkiesons, ten years before, for two thousand dollars. He had gone away, then reappeared at the old place. For he was the son of the old Romero, the last of the Spanish family that had owned miles of land around San Cristobal. But the coming of the white man and the failure of the vast flocks of sheep, and the fatal inertia which overcomes all men, at last, on the desert near the mountains, had finished the Romero family. The last descendants were just Mexican peasants.<br><br>Domingo, the heir, had spent his two thousand dollars, and was working for white people. He was now about thirty years old, a tall, silent fellow, with a heavy closed mouth and black eyes that looked across at one almost sullenly. From behind he was handsome, with a strong, natural body, and the back of his neck very dark and well-shapen, strong with life. But his dark face was long and heavy, almost sinister, with that peculiar heavy meaninglessness in it, characteristic of the Mexicans of his own locality. They are strong, they seem healthy. They laugh and joke with one another. But their physique and their natures seem static, as if there were nowhere, nowhere at all for their energies to go, and their faces, degenerating to misshapen heaviness, seem to have no raison d'être, no radical meaning. Waiting either to die or to be aroused into passion and hope. In some of the black eyes a queer, haunting mystic quality, sombre and a bit gruesome, the skull-and-cross-bones look of the Penitentes. They had found their raison d'être in self-torture and death-worship. Unable to wrest a positive significance for themselves from the vast, beautiful, but vindictive landscape they were born into, they turned on their own selves, and worshipped death through self-torture. The mystic gloom of this showed in their eyes.<br><br>But as a rule the dark eyes of the Mexicans were heavy and half alive, sometimes hostile, sometimes kindly, often with the fatal Indian glaze on them, or the fatal Indian glint.<br><br>Domingo Romero was almost a typical Mexican to look at, with the typical heavy, dark, long face, clean-shaven, with an almost brutally heavy mouth. His eyes were black and Indian-looking. Only, at the centre of their hopelessness was a spark of pride, or self-confidence, or dauntlessness. Just a spark in the midst of the blackness of static despair.<br><br>But this spark was the difference between him and the mass of men. It gave a certain alert sensitiveness to his bearing and a certain beauty to his appearance. He wore a low-crowned black hat, instead of the ponderous headgear of the usual Mexican, and his clothes were thinnish and graceful. Silent, aloof, almost imperceptible in the landscape, he was an admirable guide, with a startling quick intelligence that anticipated difficulties about to rise. He could cook, too, crouching over the camp-fire and moving his lean deft brown hands. The only fault he had was that he was not forthcoming, he wasn't chatty and cosy.<br><br>‘Oh, don't send Romero with us,’ the Jews would say. ‘One can't get any response from him.’<br><br>Tourists come and go, but they rarely see anything, inwardly. None of them ever saw the spark at the middle of Romero's eye; they were not alive enough to see it.<br><br>The Princess caught it one day, when she had him for a guide. She was fishing for trout in the canyon, Miss Cummins was reading a book, the horses were tied under the trees, Romero was fixing a proper fly on her line. He fixed the fly and handed her the line, looking up at her. And at that moment she caught the spark in his eye. And instantly she knew that he was a gentleman, that his 'demon', as her father would have said, was a fine demon. And instantly her manner towards him changed.<br><br>He had perched her on a rock over a quiet pool, beyond the cotton-wood trees. It was early September, and the canyon already cool, but the leaves of the cottonwoods were still green. The Princess stood on her rock, a small but perfectly-formed figure, wearing a soft, close grey sweater and neatly-cut grey riding-breeches, with tall black boots, her fluffy brown hair straggling from under a little grey felt hat. A woman? Not quite. A changeling of some sort, perched in outline there on the rock, in the bristling wild canyon. She knew perfectly well how to handle a line. Her father had made a fisherman of her.<br><br>Romero, in a black shirt and with loose black trousers pushed into wide black riding-boots, was fishing a little farther down. He had put his hat on a rock behind him; his dark head was bent a little forward, watching the water. He had caught three trout. From time to time he glanced up-stream at the Princess, perched there so daintily. He saw she had caught nothing.<br><br>Soon he quietly drew in his line and came up to her. His keen eye watched her line, watched her position. Then, quietly, he suggested certain changes to her, putting his sensitive brown hand before her. And he withdrew a little, and stood in silence, leaning against a tree, watching her. He was helping her across the distance. She knew it, and thrilled. And in a moment she had a bite. In two minutes she landed a good trout. She looked round at him quickly, her eyes sparkling, the colour heightened in her cheeks. And as she met his eyes a smile of greeting went over his dark face, very sudden, with an odd sweetness.<br><br>She knew he was helping her. And she felt in his presence a subtle, insidious male kindliness she had never known before waiting upon her. Her cheek flushed, and her blue eyes darkened.<br><br>After this, she always looked for him, and for that curious dark beam of a man's kindliness which he could give her, as it were, from his chest, from his heart. It was something she had never known before.<br><br>A vague, unspoken intimacy grew up between them. She liked his voice, his appearance, his presence. His natural language was Spanish; he spoke English like a foreign language, rather slow, with a slight hesitation, but with a sad, plangent sonority lingering over from his Spanish. There was a certain subtle correctness in his appearance; he was always perfectly shaved; his hair was thick and rather long on top, but always carefully groomed behind. And his fine black cashmere shirt, his wide leather belt, his well-cut, wide black trousers going into the embroidered cowboy boots had a certain inextinguishable elegance. He wore no silver rings or buckles. Only his boots were embroidered and decorated at the top with an inlay of white suède. He seemed elegant, slender, yet he was very strong.<br><br>And at the same time, curiously, he gave her the feeling that death was not far from him. Perhaps he too was half in love with death. However that may be, the sense she had that death was not far from him made him 'possible' to her.<br><br>Small as she was, she was quite a good horsewoman. They gave her at the ranch a sorrel mare, very lovely in colour, and well-made, with a powerful broad neck and the hollow back that betokens a swift runner. Tansy, she was called. Her only fault was the usual mare's failing, she was inclined to be hysterical.<br><br>So that every day the Princess set off with Miss Cummins and Romero, on horseback, riding into the mountains. Once they went camping for several days, with two more friends in the party.<br><br>‘I think I like it better,’ the Princess said to Romero, ‘when we three go alone.’<br><br>And he gave her one of his quick, transfiguring smiles.<br><br>It was curious no white man had ever showed her this capacity for subtle gentleness, this power to help her in silence across a distance, if she were fishing without success, or tired of her horse, or if Tansy suddenly got scared. It was as if Romero could send her from his heart a dark beam of succour and sustaining. She had never known this before, and it was very thrilling.<br><br>Then the smile that suddenly creased his dark face, showing the strong white teeth. It creased his face almost into a savage grotesque. And at the same time there was in it something so warm, such a dark flame of kindliness for her, she was elated into her true Princess self.<br><br>Then that vivid, latent spark in his eye, which she had seen, and which she knew he was aware she had seen. It made an inter-recognition between them, silent and delicate. Here he was delicate as a woman in this subtle inter-recognition.<br><br>And yet his presence only put to flight in her the idée fixe of 'marriage'. For some reason, in her strange little brain, the idea of marrying him could not enter. Not for any definite reason. He was in himself a gentleman, and she had plenty of money for two. There was no actual obstacle. Nor was she conventional.<br><br>No, now she came down to it, it was as if their two 'dæmons' could marry, were perhaps married. Only their two selves, Miss Urquhart and Señor Domingo Romero, were for some reason incompatible. There was a peculiar subtle intimacy of inter-recognition between them. But she did not see in the least how it would lead to marriage. Almost she could more easily marry one of the nice boys from Harvard or Yale.<br><br>The time passed, and she let it pass. The end of September came, with aspens going yellow on the mountain heights, and oak-scrub going red. But as yet the cottonwoods in the valley and canyons had not changed.<br><br>‘When will you go away?’ Romero asked her, looking at her fixedly, with a blank black eye.<br><br>‘By the end of October,’ she said. ‘I have promised to be in Santa Barbara at the beginning of November.’<br><br>He was hiding the spark in his eye from her. But she saw the peculiar sullen thickening of his heavy mouth.<br><br>She had complained to him many times that one never saw any wild animals, except chipmunks and squirrels, and perhaps a skunk and a porcupine. Never a deer, or a bear, or a mountain lion.<br><br>‘Are there no bigger animals in these mountains?’ she asked, dissatisfied.<br><br>‘Yes,’ he said. ‘There are deer—I see their tracks. And I saw the tracks of a bear.’<br><br>‘But why can one never see the animals themselves?’ She looked dissatisfied and wistful like a child.<br><br>‘Why, it's pretty hard for you to see them. They won't let you come close. You have to keep still, in a place where they come. Or else you have to follow their tracks a long way.’<br><br>‘I can't bear to go away till I've seen them: a bear, or a deer—’<br><br>The smile came suddenly on his face, indulgent.<br><br>‘Well, what do you want? Do you want to go up into the mountains to some place, to wait till they come?’<br><br>‘Yes,’ she said, looking up at him with a sudden naïve impulse of recklessness.<br><br>And immediately his face became sombre again, responsible.<br><br>‘Well,’ he said, with slight irony, a touch of mockery of her. ‘You will have to find a house. It's very cold at night now. You would have to stay all night in a house.’<br><br>‘And there are no houses up there?’ she said.<br><br>‘Yes,’ he replied. ‘There is a little shack that belongs to me, that a miner built a long time ago, looking for gold. You can go there and stay one night, and maybe you see something. Maybe! I don't know. Maybe nothing come.’<br><br>‘How much chance is there?’<br><br>‘Well, I don't know. Last time when I was there I see three deer come down to drink at the water, and I shot two raccoons. But maybe this time we don't see anything.’<br><br>‘Is there water there?’ she asked.<br><br>‘Yes, there is a little round pond, you know, below the spruce trees. And the water from the snow runs into it.’<br><br>‘Is it far away?’ she asked.<br><br>‘Yes, pretty far. You see that ridge there’—and turning to the mountains he lifted his arm in the gesture which is somehow so moving, out in the West, pointing to the distance—’that ridge where there are no trees, only rock’—his black eyes were focussed on the distance, his face impassive, but as if in pain—’you go round that ridge, and along, then you come down through the spruce trees to where that cabin is. My father bought that placer claim from a miner who was broke, but nobody ever found any gold or anything, and nobody ever goes there. Too lonesome!’<br><br>The Princess watched the massive, heavy-sitting, beautiful bulk of the Rocky Mountains. It was early in October, and the aspens were already losing their gold leaves; high up, the spruce and pine seemed to be growing darker; the great flat patches of oak scrub on the heights were red like gore.<br><br>‘Can I go over there?’ she asked, turning to him and meeting the spark in his eye.<br><br>His face was heavy with responsibility.<br><br>‘Yes,’ he said, ‘you can go. But there'll be snow over the ridge, and it's awful cold, and awful lonesome.’<br><br>‘I should like to go,’ she said, persistent.<br><br>‘All right,’ he said. ‘You can go if you want to.’<br><br>She doubted, though, if the Wilkiesons would let her go; at least alone with Romero and Miss Cummins.<br><br>Yet an obstinacy characteristic of her nature, an obstinacy tinged perhaps with madness, had taken hold of her. She wanted to look over the mountains into their secret heart. She wanted to descend to the cabin below the spruce trees, near the tarn of bright green water. She wanted to see the wild animals move about in their wild unconsciousness.<br><br>‘Let us say to the Wilkiesons that we want to make the trip round the Frijoles canyon,’ she said.<br><br>The trip round the Frijoles canyon was a usual thing. It would not be strenuous, nor cold, nor lonely: they could sleep in the log house that was called an hotel.<br><br>Romero looked at her quickly.<br><br>‘If you want to say that,’ he replied, ‘you can tell Mrs. Wilkieson. Only I know she'll be mad with me if I take you up in the mountains to that place. And I've got to go there first with a pack-horse, to take lots of blankets and some bread. Maybe Miss Cummins can't stand it. Maybe not. It's a hard trip.’<br><br>He was speaking, and thinking, in the heavy, disconnected Mexican fashion.<br><br>‘Never mind!’ The Princess was suddenly very decisive and stiff with authority. ‘I want to do it. I will arrange with Mrs. Wilkieson. And we'll go on Saturday.’<br><br>He shook his head slowly.<br><br>‘I've got to go up on Sunday with a pack-horse and blankets,’ he said. ‘Can't do it before.’<br><br>‘Very well!’ she said, rather piqued. ‘Then we'll start on Monday.’<br><br>She hated being thwarted even the tiniest bit.<br><br>He knew that if he started with the pack on Sunday at dawn he would not be back until late at night. But he consented that they should start on Monday morning at seven. The obedient Miss Cummins was told to prepare for the Frijoles trip. On Sunday Romero had his day off. He had not put in an appearance when the Princess retired on Sunday night, but on Monday morning, as she was dressing, she saw him bringing in the three horses from the corral. She was in high spirits.<br><br>The night had been cold. There was ice at the edges of the irrigation ditch, and the chipmunks crawled into the sun and lay with wide, dumb, anxious eyes, almost too numb to run.<br><br>‘We may be away two or three days,’ said the Princess.<br><br>‘Very well. We won't begin to be anxious about you before Thursday, then,’ said Mrs. Wilkieson, who was young and capable: from Chicago. ‘Anyway,’ she added, ‘Romero will see you through. He's so trustworthy.’<br><br>The sun was already on the desert as they set off towards the mountains, making the greasewood and the sage pale as pale-grey sands, luminous the great level around them. To the right glinted the shadows of the adobe pueblo, flat and almost invisible on the plain, earth of its earth. Behind lay the ranch and the tufts of tall, plumy cottonwoods, whose summits were yellowing under the perfect blue sky.<br><br>Autumn breaking into colour in the great spaces of the South-West.<br><br>But the three trotted gently along the trail, towards the sun that sparkled yellow just above the dark bulk of the ponderous mountains. Side-slopes were already gleaming yellow, flaming with a second light, under coldish blue of the pale sky. The front slopes were in shadow, with submerged lustre of red oak scrub and dull-gold aspens, blue-black pines and grey-blue rock. While the canyon was full of a deep blueness.<br><br>They rode single file, Romero first, on a black horse. Himself in black, made a flickering black spot in the delicate pallor of the great landscape, where even pine trees at a distance take a film of blue paler than their green. Romero rode on in silence past the tufts of furry greasewood. The Princess came next, on her sorrel mare. And Miss Cummins, who was not quite happy on horseback, came last, in the pale dust that the others kicked up. Sometimes her horse sneezed, and she started.<br><br>But on they went at a gentle trot. Romero never looked round. He could hear the sound of the hoofs following, and that was all he wanted.<br><br>For the rest, he held ahead. And the Princess, with that black, unheeding figure always travelling away from her, felt strangely helpless, withal elated.<br><br>They neared the pale, round foot-hills, dotted with the round dark piñon and cedar shrubs. The horses clinked and trotted among the stones. Occasionally a big round greasewood held out fleecy tufts of flowers, pure gold. They wound into blue shadow, then up a steep stony slope, with the world lying pallid away behind and below. Then they dropped into the shadow of the San Cristobal canyon.<br><br>The stream was running full and swift. Occasionally the horses snatched at a tuft of grass. The trail narrowed and became rocky; the rocks closed in; it was dark and cool as the horses climbed and climbed upwards, and the tree trunks crowded in the shadowy, silent tightness of the canyon. They were among cottonwood trees that ran straight up and smooth and round to an extraordinary height. Above, the tips were gold, and it was sun. But away below, where the horses struggled up the rocks and wound among the trunks, there was still blue shadow by the sound of waters and an occasional grey festoon of [[W:en:Usnea|old man's beard"}