{
				"id": "user367",
				"title": "Portrait d'Une Femme by Ezra Pound",
				"exclude_from_menu": "true",
				"image": "Dave Han.jpg",
				"tag": ["15", "17", "25", "43", "55"],
				"video": {
					"src": ["Light-cloud.m4v", "Light-concert-spectrum.m4v", "Light-glowing-traffic-on-highway.m4v", "Light-grey-clouds-in-sky-2.m4v", "Light-hall-escalator.m4v", "Light-particles-in-purple-orb.m4v", "Light-pattern-space.m4v", "Light-sea-shimmer.m4v", "Light-shining-down-through-clouds-on-valley.m4v", "Light-shining-through-cave.m4v", "Light-through-the-trees.m4v", "Light-vibe-spectrum.m4v"],
					"type": "background"	
				},
				"main_text": "Your mind and you are our Sargasso Sea,<br> London has swept about you this score years<br> And bright ships left you this or that in fee:<br> Ideas, old gossip, oddments of all things,<br> Strange spars of knowledge and dimmed wares of price.<br> Great minds have sought you- lacking someone else.<br> You have been second always. Tragical?<br> No. You preferred it to the usual thing:<br> One dull man, dulling and uxorious,<br> One average mind- with one thought less, each year.<br> Oh, you are patient, I have seen you sit<br> Hours, where something might have floated up.<br> And now you pay one. Yes, you richly pay.<br> You are a person of some interest, one comes to you<br> And takes strange gain away:<br> Trophies fished up; some curious suggestion;<br> Fact that leads nowhere; and a tale for two,<br> Pregnant with mandrakes, or with something else<br> That might prove useful and yet never proves,<br> That never fits a corner or shows use,<br> Or finds its hour upon the loom of days:<br> The tarnished, gaudy, wonderful old work;<br> Idols and ambergris and rare inlays,<br> These are your riches, your great store; and yet<br> For all this sea-hoard of deciduous things,<br> Strange woods half sodden, and new brighter stuff:<br> In the slow float of differing light and deep,<br> No! there is nothing! In the whole and all,<br> Nothing that's quite your own.<br> Yet this is you."
			}