{"id":"user3","title":"Classics","image":"James Wheeler.jpg","tag":"4","main_text":"'A great work of art is like a dream - it never says 'You ought', or 'this is the truth'' - Carl Jung</p><br>1<br>O CAPTAIN! my Captain! our fearful trip is done;<br>The ship has weather'd every rack, the prize we sought is won;<br>The port is near, the bells I hear, the people all exulting,<br>While follow eyes the steady keel, the vessel grim and daring:<br>But O heart! heart! heart!<br>O the bleeding drops of red,<br>Where on the deck my Captain lies,<br>Fallen cold and dead.<br><br>2<br>O Captain! my Captain! rise up and hear the bells;<br>Rise up-for you the flag is flung-for you the bugle trills;<br>For you bouquets and ribbon'd wreaths-for you the shores a-crowding;<br>For you they call, the swaying mass, their eager faces turning;<br>Here Captain! dear father!<br>This arm beneath your head;<br>It is some dream that on the deck,<br>You've fallen cold and dead.<br><br>3<br>My Captain does not answer, his lips are pale and still;<br>My father does not feel my arm, he has no pulse nor will;<br>The ship is anchor'd safe and sound, its voyage closed and done; <br>From fearful trip, the victor ship, comes in with object won;<br>Exult, O shores, and ring, O bells!<br>But I, with mournful tread,<br>Walk the deck my Captain lies,<br>Fallen cold and dead.</p><br>Directed by Howard Hawks, His Girl Friday is one of Quentin Tarantino's top 5 films of all time. See's Cary Grant go to whatever lengths nessesary, including kidknapping, to stop his ex wife from getting married.</p><br><br>If you can keep your head when all about you<br>Are losing theirs and blaming it on you;<br>If you can trust yourself when all men doubt you,<br>But make allowance for their doubting too:<br>If you can wait and not be tired by waiting,<br>Or, being lied about, don't deal in lies,<br>Or being hated don't give way to hating,<br>And yet don't look too good, nor talk too wise;<br><br> If you can dream---and not make dreams your master;<br>If you can think---and not make thoughts your aim,<br>If you can meet with Triumph and Disaster<br>And treat those two impostors just the same:.<br>If you can bear to hear the truth you've spoken<br>Twisted by knaves to make a trap for fools,<br>Or watch the things you gave your life to, broken,<br>And stoop and build'em up with worn-out tools;<br><br> If you can make one heap of all your winnings<br>And risk it on one turn of pitch-and-toss,<br>And lose, and start again at your beginnings,<br>And never breathe a word about your loss:<br>If you can force your heart and nerve and sinew<br>To serve your turn long after they are gone,<br>And so hold on when there is nothing in you<br>Except the Will which says to them: 'Hold on!'<br><br> If you can talk with crowds and keep your virtue,<br>Or walk with Kings---nor lose the common touch,<br>If neither foes nor loving friends can hurt you,<br>If all men count with you, but none too much:<br>If you can fill the unforgiving minute<br>With sixty seconds' worth of distance run,<br>Yours is the Earth and everything that's in it,<br>And---which is more---you'll be a Man, my son! </p><br>Not if men's tongues and angels' all in one<br>Spake, might the word be said that might speak thee.<br>Streams, winds, woods, flowers, fields, mountains, yea, the sea,<br>What power is in them all to praise the sun?<br>His praise is this--he can be praised of none.<br>Man, woman, child, praise God for him; but he<br>Exults not to be worshiped, but to be.<br>He is; and, being, beholds his work well done.<br>All joy, all glory, all sorrow, all strength, all mirth,<br>Are his; without him, day were night on earth.<br>Time knows not his from time's own period.<br>All lutes, all harps, all viols, all flutes, all lyres,<br>Fall dumb before him ere one string suspires.<br>All stars are angels; but the sun is God.</p><br>He loved her and she loved him<br>His kisses sucked out her whole past and future or tried to<br>He had no other appetite<br>She bit him she gnawed him she sucked<br>She wanted him complete inside her<br>Safe and Sure forever and ever<br>Their little cries fluttered into the curtains<br><br>Her eyes wanted nothing to get away<br>Her looks nailed down his hands his wrists his elbows<br>He gripped her hard so that life<br>Should not drag her from that moment<br>He wanted all future to cease<br>He wanted to topple with his arms round her<br>Or everlasting or whatever there was<br>Her embrace was an immense press<br>To print him into her bones<br>His smiles were the garrets of a fairy place<br>Where the real world would never come<br><br>Her smiles were spider bites<br>So he would lie still till she felt hungry<br>His word were occupying armies<br>Her laughs were an assasin's attempts<br>His looks were bullets daggers of revenge<br>Her glances were ghosts in the corner with horrible secrets<br>His whispers were whips and jackboots<br>Her kisses were lawyers steadily writing<br>His caresses were the last hooks of a castaway<br>Her love-tricks were the grinding of locks<br>And their deep cries crawled over the floors<br>Like an animal dragging a great trap<br>His promises were the surgeon's gag<br>Her promises took the top off his skull<br>She would get a brooch made of it<br>His vows pulled out all her sinews<br>He showed her how to make a love-knot<br>At the back of her secret drawer<br>Their screams stuck in the wall<br>Their heads fell apart into sleep like the two halves<br>Of a lopped melon, but love is hard to stop<br><br>In their entwined sleep they exchanged arms and legs<br>In their dreams their brains took each other hostage<br><br>In the morning they wore each other's face</p><br>I died for Beauty—but was scarce<br>Adjusted in the Tomb<br>When One who died for Truth, was lain<br>In an adjoining room—<br><br>He questioned softly 'Why I failed?'<br>'For Beauty,' I replied—<br>'And I—for Truth—Themself are One—<br>We Brethren, are,' He said—<br><br>And so, as Kinsmen, met a Night—<br>We talked between the rooms—<br>Until the moss had reached our lips—<br>And covered up—our names—</p>"}