{"id":"user39","title":"John Keats","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"TO A FRIEND<br><br> No! those days are gone away<br> And their hours are old and gray,<br> And their minutes buried all<br> Under the down-trodden pall<br> Of the leaves of many years:<br> Many times have winter's shears,<br> Frozen North, and chilling East,<br> Sounded tempests to the feast<br> Of the forest's whispering fleeces,<br> Since men knew nor rent nor leases.<br> <br> No, the bugle sounds no more,<br> And the twanging bow no more;<br> Silent is the ivory shrill<br> Past the heath and up the hill;<br> There is no mid-forest laugh,<br> Where lone Echo gives the half<br> To some wight, amaz'd to hear<br> Jesting, deep in forest drear.<br> <br> On the fairest time of June<br> You may go, with sun or moon,<br> Or the seven stars to light you,<br> Or the polar ray to right you;<br> But you never may behold<br> Little John, or Robin bold;<br> Never one, of all the clan,<br> Thrumming on an empty can<br> Some old hunting ditty, while<br> He doth his green way beguile<br> To fair hostess Merriment,<br> Down beside the pasture Trent;<br> For he left the merry tale<br> Messenger for spicy ale.<br> <br> Gone, the merry morris din;<br> Gone, the song of Gamelyn;<br> Gone, the tough-belted outlaw<br> Idling in the ‘grenè shawe’;<br> All are gone away and past!<br> And if Robin should be cast<br> Sudden from his turfed grave,<br> And if Marian should have<br> Once again her forest days,<br> She would weep, and he would craze:<br> He would swear, for all his oaks,<br> Fall'n beneath the dockyard strokes,<br> Have rotted on the briny seas;<br> She would weep that her wild bees<br> Sang not to her—strange! that honey<br> Can't be got without hard money!<br> <br> So it is: yet let us sing,<br> Honour to the old bow-string!<br> Honour to the bugle-horn!<br> Honour to the woods unshorn!<br> Honour to the Lincoln green!<br> Honour to the archer keen!<br> Honour to tight little John,<br> And the horse he rode upon!<br> Honour to bold Robin Hood,<br> Sleeping in the underwood!<br> Honour to maid Marian,<br> And to all the Sherwood-clan!<br> Though their days have hurried by<br> Let us two a burden try.</p><br>I<br> <br> Oh what can ail thee, knight-at-arms,<br> Alone and palely loitering?<br> The sedge has withered from the lake,<br> And no birds sing.<br> <br> II<br> Oh what can ail thee, knight-at-arms,<br> So haggard and so woe-begone?<br> The squirrel's granary is full,<br> And the harvest's done.<br> <br> III<br> I see a lily on thy brow,<br> With anguish moist and fever-dew,<br> And on thy cheeks a fading rose<br> Fast withereth too.<br> <br> IV<br> I met a lady in the meads,<br> Full beautiful - a faery's child,<br> Her hair was long, her foot was light,<br> And her eyes were wild.<br> <br> V<br> I made a garland for her head,<br> And bracelets too, and fragrant zone;<br> She looked at me as she did love,<br> And made sweet moan.<br> <br> VI<br> I set her on my pacing steed,<br> And nothing else saw all day long,<br> For sidelong would she bend, and sing<br> A faery's song.<br> <br> VII<br> She found me roots of relish sweet,<br> And honey wild, and manna-dew,<br> And sure in language strange she said -<br> 'I love thee true'.<br> <br> VIII<br> She took me to her elfin grot,<br> And there she wept and sighed full sore,<br> And there I shut her wild wild eyes<br> With kisses four.<br> <br> IX<br> And there she lulled me asleep<br> And there I dreamed - Ah! woe betide! -<br> The latest dream I ever dreamt<br> On the cold hill side.<br> <br> X<br> I saw pale kings and princes too,<br> Pale warriors, death-pale were they all;<br> They cried - 'La Belle Dame sans Merci<br> Hath thee in thrall!'<br> <br> XI<br> I saw their starved lips in the gloam,<br> With horrid warning gaped wide,<br> And I awoke and found me here,<br> On the cold hill's side.<br> <br> XII<br> And this is why I sojourn here<br> Alone and palely loitering,<br> Though the sedge is withered from the lake, <br> And no birds sing.</p><br>When by my solitary hearth I sit,<br> And hateful thoughts enwrap my soul in gloom;<br> When no fair dreams before my ‘mind's eye’ flit,<br> And the bare heath of life presents no bloom;<br> Sweet Hope, ethereal balm upon me shed,<br> And wave thy silver pinions o'er my head.<br> <br> Whene'er I wander, at the fall of night,<br> Where woven boughs shut out the moon's bright ray,<br> Should sad Despondency my musings fright,<br> And frown, to drive fair Cheerfulness away,<br> Peep with the moon-beams through the leafy roof,<br> And keep that fiend Despondence far aloof.<br> <br> Should Disappointment, parent of Despair,<br> Strive for her son to seize my careless heart;<br> When, like a cloud, he sits upon the air,<br> Preparing on his spell-bound prey to dart:<br> Chace him away, sweet Hope, with visage bright,<br> And fright him as the morning frightens night!<br> <br> Whene'er the fate of those I hold most dear<br> Tells to my fearful breast a tale of sorrow,<br> O bright-eyed Hope, my morbid fancy cheer;<br> Let me awhile thy sweetest comforts borrow:<br> Thy heaven-born radiance around me shed,<br> And wave thy silver pinions o'er my head!<br> <br> Should e'er unhappy love my bosom pain,<br> From cruel parents, or relentless fair;<br> O let me think it is not quite in vain<br> To sigh out sonnets to the midnight air!<br> Sweet Hope, ethereal balm upon me shed,<br> And wave thy silver pinions o'er my head!<br> <br> In the long vista of the years to roll,<br> Let me not see our country's honour fade:<br> O let me see our land retain her soul,<br> Her pride, her freedom; and not freedom's shade.<br> From thy bright eyes unusual brightness shed—<br> Beneath thy pinions canopy my head!<br> <br> Let me not see the patriot's high bequest,<br> Great Liberty! how great in plain attire!<br> With the base purple of a court oppress'd,<br> Bowing her head, and ready to expire:<br> But let me see thee stoop from heaven on wings<br> That fill the skies with silver glitterings!<br> <br> And as, in sparkling majesty, a star<br> Gilds the bright summit of some gloomy cloud;<br> Brightening the half veil'd face of heaven afar:<br> So, when dark thoughts my boding spirit shroud,<br> Sweet Hope, celestial influence round me shed,<br> Waving thy silver pinions o'er my head.</p><br>When I have fears that I may cease to be<br> Before my pen has glean'd my teeming brain,<br> Before high piled books, in charact'ry,<br> Hold like rich garners the full-ripen'd grain;<br> When I behold, upon the night's starr'd face,<br> Huge cloudy symbols of a high romance,<br> And think that I may never live to trace<br> Their shadows, with the magic hand of chance;<br> And when I feel, fair creature of an hour!<br> That I shall never look upon thee more,<br> Never have relish in the faery power<br> Of unreflecting love;—then on the shore<br> Of the wide world I stand alone, and think,<br> Till Love and Fame to nothingness do sink.</p><br>Season of mists and mellow fruitfulness, <br> Close bosom-friend of the maturing sun; <br> Conspiring with him how to load and bless <br> With fruit the vines that round the thatch-eves run; <br> To bend with apples the moss'd cottage-trees, <br> And fill all fruit with ripeness to the core; <br> To swell the gourd, and plump the hazel shells <br> With a sweet kernel; to set budding more, <br> And still more, later flowers for the bees, <br> Until they think warm days will never cease, <br> For Summer has o'er-brimm'd their clammy cells. <br> <br> Who hath not seen thee oft amid thy store? <br> Sometimes whoever seeks abroad may find <br> Thee sitting careless on a granary floor, <br> Thy hair soft-lifted by the winnowing wind; <br> Or on a half-reap'd furrow sound asleep, <br> Drows'd with the fume of poppies, while thy hook <br> Spares the next swath and all its twined flowers: <br> And sometimes like a gleaner thou dost keep <br> Steady thy laden head across a brook; <br> Or by a cyder-press, with patient look, <br> Thou watchest the last oozings hours by hours. <br> Where are the songs of Spring? Ay, where are they?<br> Think not of them, thou hast thy music too,-- <br> While barred clouds bloom the soft-dying day, <br> And touch the stubble-plains with rosy hue; <br> Then in a wailful choir the small gnats mourn <br> Among the river sallows, borne aloft <br> Or sinking as the light wind lives or dies; <br> And full-grown lambs loud bleat from hilly bourn; <br> Hedge-crickets sing; and now with treble soft <br> The red-breast whistles from a garden-croft; <br> And gathering swallows twitter in the skies.</p><br>My heart aches, and a drowsy numbness pains<br> My sense, as though of hemlock I had drunk, <br> Or emptied some dull opiate to the drains <br> One minute past, and Lethe-wards had sunk: <br> 'Tis not through envy of thy happy lot, <br> But being too happy in thine happiness,-- <br> That thou, light-winged Dryad of the trees<br> In some melodious plot <br> Of beechen green, and shadows numberless, <br> Singest of summer in full-throated ease. <br> <br> O, for a draught of vintage! that hath been <br> Cool'd a long age in the deep-delved earth, <br> Tasting of Flora and the country green, <br> Dance, and Provençal song, and sunburnt mirth! <br> O for a beaker full of the warm South, <br> Full of the true, the blushful Hippocrene, <br> With beaded bubbles winking at the brim, <br> And purple-stained mouth; <br> That I might drink, and leave the world unseen, <br> And with thee fade away into the forest dim: <br> <br> Fade far away, dissolve, and quite forget <br> What thou among the leaves hast never known, <br> The weariness, the fever, and the fret <br> Here, where men sit and hear each other groan; <br> Where palsy shakes a few, sad, last gray hairs, <br> Where youth grows pale, and spectre-thin, and dies; <br> Where but to think is to be full of sorrow <br> And leaden-eyed despairs, <br> Where Beauty cannot keep her lustrous eyes, <br> Or new Love pine at them beyond to-morrow. <br> <br> Away! away! for I will fly to thee, <br> Not charioted by Bacchus and his pards, <br> But on the viewless wings of Poesy, <br> Though the dull brain perplexes and retards: <br> Already with thee! tender is the night, <br> And haply the Queen-Moon is on her throne, <br> Cluster'd around by all her starry Fays; <br> But here there is no light, <br> Save what from heaven is with the breezes blown <br> Through verdurous glooms and winding mossy ways. <br> <br> I cannot see what flowers are at my feet, <br> Nor what soft incense hangs upon the boughs, <br> But, in embalmed darkness, guess each sweet <br> Wherewith the seasonable month endows <br> The grass, the thicket, and the fruit-tree wild; <br> White hawthorn, and the pastoral eglantine; <br> Fast fading violets cover'd up in leaves; <br> And mid-May's eldest child,<br> The coming musk-rose, full of dewy wine, <br> The murmurous haunt of flies on summer eves. <br> <br> Darkling I listen; and, for many a time <br> I have been half in love with easeful Death, <br> Call'd him soft names in many a mused rhyme, <br> To take into the air my quiet breath; <br> Now more than ever seems it rich to die, <br> To cease upon the midnight with no pain, <br> While thou art pouring forth thy soul abroad <br> In such an ecstasy! <br> Still wouldst thou sing, and I have ears in vain-- <br> To thy high requiem become a sod. <br> <br> Thou wast not born for death, immortal Bird! <br> No hungry generations tread thee down; <br> The voice I hear this passing night was heard <br> In ancient days by emperor and clown: <br> Perhaps the self-same song that found a path <br> Through the sad heart of Ruth, when, sick for home, <br> She stood in tears amid the alien corn; <br> The same that oft-times hath <br> Charm'd magic casements, opening on the foam <br> Of perilous seas, in faery lands forlorn. <br> <br> Forlorn! the very word is like a bell <br> To toll me back from thee to my sole self! <br> Adieu! the fancy cannot cheat so well <br> As she is fam'd to do, deceiving elf. <br> Adieu! adieu! thy plaintive anthem fades <br> Past the near meadows, over the still stream, <br> Up the hill-side; and now 'tis buried deep <br> In the next valley-glades: <br> Was it a vision, or a waking dream? <br> Fled is that music:--Do I wake or sleep?</p><br>Thou still unravish'd bride of quietness, <br> Thou foster-child of silence and slow time, <br> Sylvan historian, who canst thou express <br> A flowery tale more sweetly than our rhyme: <br> What leaf-fring'd legend haunt about thy shape <br> Of deities or mortals, or of both, <br> In Tempe or the dales of Arcady? <br> What men or gods are these? What maidens loth? <br> What mad pursuit? What struggle to escape? <br> What pipes and timbrels? What wild ecstasy? <br> Heard melodies are sweet, but those unheard <br> Are sweeter: therefore, ye soft pipes, play on; <br> Not to the sensual ear, but, more endear'd, <br> Pipe to the spirit ditties of no tone: <br> Fair youth, beneath the trees, thou canst not leave <br> Thy song, nor ever can those trees be bare; <br> Bold lover, never, never canst thou kiss, <br> Though winning near the goal - yet, do not grieve; <br> She cannot fade, though thou hast not thy bliss, <br> For ever wilt thou love, and she be fair! <br> Ah, happy, happy boughs! that cannot shed <br> Your leaves, nor ever bid the spring adieu; <br> And, happy melodist, unwearied, <br> For ever piping songs for ever new; <br> More happy love! more happy, happy love! <br> For ever warm and still to be enjoy'd, <br> For ever panting, and for ever young; <br> All breathing human passion far above, <br> That leaves a heart high-sorrowful and cloy'd, <br> A burning forehead, and a parching tongue. <br> Who are these coming to the sacrifice? <br> To what green altar, O mysterious priest, <br> Lead'st thou that heifer lowing at the skies, <br> And all her silken flanks with garlands drest? <br> What little town by river or sea shore, <br> Or mountain-built with peaceful citadel, <br> Is emptied of this folk, this pious morn? <br> And, little town, thy streets for evermore <br> Will silent be; and not a soul to tell <br> Why thou art desolate, can e'er return. <br> O Attic shape! Fair attitude! with brede <br> Of marble men and maidens overwrought, <br> With forest branches and the trodden weed; <br> Thou, silent form, dost tease us out of thought <br> As doth eternity: Cold Pastoral! <br> When old age shall this generation waste, <br> Thou shalt remain, in midst of other woe <br> Than ours, a friend to man, to whom thou say'st, <br> ‘Beauty is truth, truth beauty,’ - that is all <br> Ye know on earth, and all ye need to know.</p><br>Bright star! would I were steadfast as thou art— <br> Not in lone splendour hung aloft the night, <br> And watching, with eternal lids apart, <br> Like Nature’s patient sleepless Eremite, <br> The moving waters at their priestlike task <br> Of pure ablution round earth’s human shores, <br> Or gazing on the new soft fallen mask <br> Of snow upon the mountains and the moors— <br> No—yet still steadfast, still unchangeable, <br> Pillow’d upon my fair love’s ripening breast, <br> To feel for ever its soft fall and swell, <br> Awake for ever in a sweet unrest, <br> Still, still to hear her tender-taken breath, <br> And so live ever—or else swoon to death.</p>"}