{"id":"user44","title":"Edgar Allan Poe","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"It was many and many a year ago,<br> In a kingdom by the sea,<br> That a maiden there lived whom you may know<br> By the name of Annabel Lee;<br> And this maiden she lived with no other thought<br> Than to love and be loved by me.<br> <br> I was a child and she was a child,<br> In this kingdom by the sea:<br> But we loved with a love that was more than love - <br> I and my Annabel Lee;<br> With a love that the winged seraphs of heaven<br> Coveted her and me.<br> <br> And this was the reason that, long ago,<br> In this kingdom by the sea,<br> A wind blew out of a cloud, chilling<br> My beautiful Annabel Lee;<br> So that her high-born kinsmen came<br> And bore her away from me,<br> To shut her up in a sepulchre<br> In this kingdom by the sea.<br> <br> The angels, not half so happy in heaven,<br> Went envying her and me - <br> Yes! that was the reason (as all men know,<br> In this kingdom by the sea)<br> That the wind came out of the cloud one night,<br> Chilling and killing my Annabel Lee.<br> <br> But our love it was stronger by far than the love<br> Of those who were older than we - <br> Of many far wiser than we - <br> And neither the angels in heaven above,<br> Nor the demons down under the sea,<br> Can ever dissever my soul from the soul<br> Of the beautiful Annabel Lee;<br> <br> For the moon never beams without bringing me dreams<br> Of the beautiful Annabel Lee;<br> And the stars never rise but I feel the bright eyes<br> Of the beautiful Annabel Lee;<br> And so, all the night-tide, I lie down by the side<br> Of my darling -my darling -my life and my bride,<br> In the sepulchre there by the sea - <br> In her tomb by the sounding sea.</p><br>Once upon a midnight dreary, while I pondered, weak and weary, <br> Over many a quaint and curious volume of forgotten lore, <br> While I nodded, nearly napping, suddenly there came a tapping, <br> As of some one gently rapping, rapping at my chamber door. <br> ‘;'Tis some visitor,’; I muttered, ‘;tapping at my chamber door - <br> Only this, and nothing more.’; <br> <br> Ah, distinctly I remember it was in the bleak December, <br> And each separate dying ember wrought its ghost upon the floor. <br> Eagerly I wished the morrow; - vainly I had sought to borrow <br> From my books surcease of sorrow - sorrow for the lost Lenore - <br> For the rare and radiant maiden whom the angels name Lenore - <br> Nameless here for evermore. <br> <br> And the silken sad uncertain rustling of each purple curtain <br> Thrilled me - filled me with fantastic terrors never felt before; <br> So that now, to still the beating of my heart, I stood repeating, <br> ‘;'Tis some visitor entreating entrance at my chamber door - <br> Some late visitor entreating entrance at my chamber door; - <br> This it is, and nothing more.’; <br> <br> Presently my soul grew stronger; hesitating then no longer, <br> ‘;Sir,’; said I, ‘;or Madam, truly your forgiveness I implore; <br> But the fact is I was napping, and so gently you came rapping, <br> And so faintly you came tapping, tapping at my chamber door, <br> That I scarce was sure I heard you’;- here I opened wide the door; - <br> Darkness there, and nothing more. <br> <br> Deep into that darkness peering, long I stood there wondering, fearing, <br> Doubting, dreaming dreams no mortals ever dared to dream before; <br> But the silence was unbroken, and the stillness gave no token, <br> And the only word there spoken was the whispered word, ‘;Lenore?’; <br> This I whispered, and an echo murmured back the word, ‘;Lenore!’; - <br> Merely this, and nothing more. <br> <br> Back into the chamber turning, all my soul within me burning, <br> Soon again I heard a tapping somewhat louder than before. <br> ‘;Surely,’; said I, ‘;surely that is something at my window lattice: <br> Let me see, then, what thereat is, and this mystery explore - <br> Let my heart be still a moment and this mystery explore; - <br> 'Tis the wind and nothing more.’; <br> <br> Open here I flung the shutter, when, with many a flirt and flutter, <br> In there stepped a stately raven of the saintly days of yore; <br> Not the least obeisance made he; not a minute stopped or stayed he; <br> But, with mien of lord or lady, perched above my chamber door - <br> Perched upon a bust of Pallas just above my chamber door - <br> Perched, and sat, and nothing more. <br> <br> Then this ebony bird beguiling my sad fancy into smiling, <br> By the grave and stern decorum of the countenance it wore. <br> ‘;Though thy crest be shorn and shaven, thou,’; I said, ‘;art sure no craven, <br> Ghastly grim and ancient raven wandering from the Nightly shore - <br> Tell me what thy lordly name is on the Night's Plutonian shore!’; <br> Quoth the Raven, ‘;Nevermore.’; <br> <br> Much I marvelled this ungainly fowl to hear discourse so plainly, <br> Though its answer little meaning- little relevancy bore; <br> For we cannot help agreeing that no living human being <br> Ever yet was blest with seeing bird above his chamber door - <br> Bird or beast upon the sculptured bust above his chamber door, <br> With such name as ‘;Nevermore.’; <br> <br> But the raven, sitting lonely on the placid bust, spoke only <br> That one word, as if his soul in that one word he did outpour. <br> Nothing further then he uttered- not a feather then he fluttered - <br> Till I scarcely more than muttered, ‘;other friends have flown before - <br> On the morrow he will leave me, as my hopes have flown before.’; <br> Then the bird said, ‘;Nevermore.’; <br> <br> Startled at the stillness broken by reply so aptly spoken, <br> ‘;Doubtless,’; said I, ‘;what it utters is its only stock and store, <br> Caught from some unhappy master whom unmerciful Disaster <br> Followed fast and followed faster till his songs one burden bore - <br> Till the dirges of his Hope that melancholy burden bore <br> Of 'Never - nevermore'.’; <br> <br> But the Raven still beguiling all my fancy into smiling, <br> Straight I wheeled a cushioned seat in front of bird, and bust and door; <br> Then upon the velvet sinking, I betook myself to linking <br> Fancy unto fancy, thinking what this ominous bird of yore - <br> What this grim, ungainly, ghastly, gaunt and ominous bird of yore <br> Meant in croaking ‘;Nevermore.’; <br> <br> This I sat engaged in guessing, but no syllable expressing <br> To the fowl whose fiery eyes now burned into my bosom's core; <br> This and more I sat divining, with my head at ease reclining <br> On the cushion's velvet lining that the lamplight gloated o'er, <br> But whose velvet violet lining with the lamplight gloating o'er, <br> She shall press, ah, nevermore! <br> <br> Then methought the air grew denser, perfumed from an unseen censer <br> Swung by Seraphim whose footfalls tinkled on the tufted floor. <br> ‘;Wretch,’; I cried, ‘;thy God hath lent thee - by these angels he hath sent thee <br> Respite - respite and nepenthe, from thy memories of Lenore:<br> Quaff, oh quaff this kind nepenthe and forget this lost Lenore!’; <br> Quoth the Raven, ‘;Nevermore.’; <br> <br> ‘;Prophet!’; said I, ‘;thing of evil! - prophet still, if bird or devil! - <br> Whether Tempter sent, or whether tempest tossed thee here ashore, <br> Desolate yet all undaunted, on this desert land enchanted - <br> On this home by horror haunted- tell me truly, I implore - <br> Is there - is there balm in Gilead? - tell me - tell me, I implore!’; <br> Quoth the Raven, ‘;Nevermore.’; <br> <br> ‘;Prophet!’; said I, ‘;thing of evil - prophet still, if bird or devil! <br> By that Heaven that bends above us - by that God we both adore - <br> Tell this soul with sorrow laden if, within the distant Aidenn, <br> It shall clasp a sainted maiden whom the angels name Lenore - <br> Clasp a rare and radiant maiden whom the angels name Lenore.’; <br> Quoth the Raven, ‘;Nevermore.’; <br> <br> ‘;Be that word our sign in parting, bird or fiend,’; I shrieked, upstarting - <br> ‘;Get thee back into the tempest and the Night's Plutonian shore! <br> Leave no black plume as a token of that lie thy soul hath spoken! <br> Leave my loneliness unbroken!- quit the bust above my door! <br> Take thy beak from out my heart, and take thy form from off my door!’; <br> Quoth the Raven, ‘;Nevermore.’; <br> <br> And the Raven, never flitting, still is sitting, still is sitting <br> On the pallid bust of Pallas just above my chamber door; <br> And his eyes have all the seeming of a demon's that is dreaming, <br> And the lamplight o'er him streaming throws his shadow on the floor; <br> And my soul from out that shadow that lies floating on the floor <br> Shall be lifted - nevermore!</p><br>I<br> <br> Hear the sledges with the bells-<br> Silver bells!<br> What a world of merriment their melody foretells!<br> How they tinkle, tinkle, tinkle,<br> In the icy air of night!<br> While the stars that oversprinkle<br> All the heavens, seem to twinkle<br> With a crystalline delight;<br> Keeping time, time, time,<br> In a sort of Runic rhyme,<br> To the tintinnabulation that so musically wells<br> From the bells, bells, bells, bells,<br> Bells, bells, bells-<br> From the jingling and the tinkling of the bells.<br> <br> II<br> <br> Hear the mellow wedding bells,<br> Golden bells!<br> What a world of happiness their harmony foretells!<br> Through the balmy air of night<br> How they ring out their delight!<br> From the molten-golden notes,<br> And an in tune,<br> What a liquid ditty floats<br> To the turtle-dove that listens, while she gloats<br> On the moon!<br> Oh, from out the sounding cells,<br> What a gush of euphony voluminously wells!<br> How it swells!<br> How it dwells<br> On the Future! how it tells<br> Of the rapture that impels<br> To the swinging and the ringing<br> Of the bells, bells, bells,<br> Of the bells, bells, bells,bells,<br> Bells, bells, bells-<br> To the rhyming and the chiming of the bells!<br> <br> III<br> <br> Hear the loud alarum bells-<br> Brazen bells!<br> What a tale of terror, now, their turbulency tells!<br> In the startled ear of night<br> How they scream out their affright!<br> Too much horrified to speak,<br> They can only shriek, shriek,<br> Out of tune,<br> In a clamorous appealing to the mercy of the fire,<br> In a mad expostulation with the deaf and frantic fire,<br> Leaping higher, higher, higher,<br> With a desperate desire,<br> And a resolute endeavor,<br> Now- now to sit or never,<br> By the side of the pale-faced moon.<br> Oh, the bells, bells, bells!<br> What a tale their terror tells<br> Of Despair!<br> How they clang, and clash, and roar!<br> What a horror they outpour<br> On the bosom of the palpitating air!<br> Yet the ear it fully knows,<br> By the twanging,<br> And the clanging,<br> How the danger ebbs and flows:<br> Yet the ear distinctly tells,<br> In the jangling,<br> And the wrangling,<br> How the danger sinks and swells,<br> By the sinking or the swelling in the anger of the bells-<br> Of the bells-<br> Of the bells, bells, bells,bells,<br> Bells, bells, bells-<br> In the clamor and the clangor of the bells!<br> <br> IV<br> <br> Hear the tolling of the bells-<br> Iron Bells!<br> What a world of solemn thought their monody compels!<br> In the silence of the night,<br> How we shiver with affright<br> At the melancholy menace of their tone!<br> For every sound that floats<br> From the rust within their throats<br> Is a groan.<br> And the people- ah, the people-<br> They that dwell up in the steeple,<br> All Alone<br> And who, tolling, tolling, tolling,<br> In that muffled monotone,<br> Feel a glory in so rolling<br> On the human heart a stone-<br> They are neither man nor woman-<br> They are neither brute nor human-<br> They are Ghouls:<br> And their king it is who tolls;<br> And he rolls, rolls, rolls,<br> Rolls<br> A paean from the bells!<br> And his merry bosom swells<br> With the paean of the bells!<br> And he dances, and he yells;<br> Keeping time, time, time,<br> In a sort of Runic rhyme,<br> To the paean of the bells-<br> Of the bells:<br> Keeping time, time, time,<br> In a sort of Runic rhyme,<br> To the throbbing of the bells-<br> Of the bells, bells, bells-<br> To the sobbing of the bells;<br> Keeping time, time, time,<br> As he knells, knells, knells,<br> In a happy Runic rhyme,<br> To the rolling of the bells-<br> Of the bells, bells, bells:<br> To the tolling of the bells,<br> Of the bells, bells, bells, bells-<br> Bells, bells, bells-<br> To the moaning and the groaning of the bells.</p><br>Take this kiss upon the brow!<br> And, in parting from you now,<br> Thus much let me avow--<br> You are not wrong, who deem<br> That my days have been a dream;<br> Yet if hope has flown away<br> In a night, or in a day,<br> In a vision, or in none,<br> Is it therefore the less gone?<br> All that we see or seem<br> Is but a dream within a dream.<br> <br> I stand amid the roar<br> Of a surf-tormented shore,<br> And I hold within my hand<br> Grains of the golden sand--<br> How few! yet how they creep<br> Through my fingers to the deep,<br> While I weep--while I weep!<br> O God! can I not grasp<br> Them with a tighter clasp?<br> O God! can I not save<br> One from the pitiless wave?<br> Is all that we see or seem<br> But a dream within a dream?</p><br>How often we forget all time, when lone <br> Admiring Nature's universal throne; <br> Her woods - her winds - her mountains - the intense <br> Reply of Hers to Our intelligence! <br> <br> I. <br> <br> In youth I have known one with whom the Earth <br> In secret communing held - as he with it, <br> In daylight, and in beauty, from his birth: <br> Whose fervid, flickering torch of life was lit <br> From the sun and stars, whence he had drawn forth <br> A passionate light - such for his spirit was fit - <br> And yet that spirit knew - not in the hour <br> Of its own fervour - what had o'er it power. <br> <br> II. <br> <br> Perhaps it may be that my mind is wrought <br> To a fever by the moonbeam that hangs o'er, <br> But I will half believe that wild light fraught <br> With more of sovereignty than ancient lore <br> Hath ever told - or is it of a thought <br> The unembodied essence, and no more <br> That with a quickening spell doth o'er us pass <br> As dew of the night time, o'er the summer grass? <br> <br> III. <br> <br> Doth o'er us pass, when as th' expanding eye <br> To the loved object - so the tear to the lid <br> Will start, which lately slept in apathy? <br> And yet it need not be - (that object) hid <br> From us in life - but common - which doth lie <br> Each hour before us - but then only bid <br> With a strange sound, as of a harpstring broken <br> T' awake us - 'Tis a symbol and a token - <br> <br> IV. <br> <br> Of what in other worlds shall be - and given <br> In beauty by our God, to those alone <br> Who otherwise would fall from life and Heaven <br> Drawn by their heart's passion, and that tone, <br> That high tone of the spirit which hath striven <br> Though not with Faith - with godliness - whose throne <br> With desperate energy 't hath beaten down; <br> Wearing its own deep feeling as a crown.</p><br>Son cœur est un luth suspendu;<br> Sitôt qu’on le touche il résonne.<br> —DE BÉRANGER.<br> <br> DURING the whole of a dull, dark, and soundless day in the autumn of the year, when the clouds hung oppressively low in the heavens, I had been passing alone, on horseback, through a singularly dreary tract of country; and at length found myself, as the shades of the evening drew on, within view of the melancholy House of Usher. I know not how it was; but, with the first glimpse of the building, a sense of insufferable gloom pervaded my spirit. I say insufferable; for the feeling was unrelieved by any of that half-pleasurable, because poetic, sentiment, with which the mind usually receives even the sternest natural images of the desolate or terrible. I looked upon the scene before me—upon the mere house, and the simple landscape features of the domain—upon the bleak walls—upon the vacant eye-like windows—upon a few rank sedges—and upon a few white trunks of decayed trees—with an utter depression of soul which I can compare to no earthly sensation more properly than to the after-dream of the reveler upon opium—the bitter lapse into every-day life—the hideous dropping off of the veil. There was an iciness, a sinking, a sickening of the heart—an unredeemed dreariness of thought which no goading of the imagination could torture into aught of the sublime. What was it—I paused to think—what was it that so unnerved me in the contemplation of the House of Usher? It was a mystery all insoluble; nor could I grapple with the shadowy fancies that crowded upon me as I pondered. I was forced to fall back upon the unsatisfactory conclusion that while, beyond doubt, there are combinations of very simple natural objects which have the power of thus affecting us, still the analysis of this power lies among considerations beyond our depth. It was possible, I reflected, that a mere different arrangement of the particulars of the scene, of the details of the picture, would be sufficient to modify, or perhaps to annihilate its capacity for sorrowful impression; and, acting upon this idea, I reined my horse to the precipitous brink of a black and lurid tarn that lay in unruffled luster by the dwelling, and gazed down—but with a shudder even more thrilling than before—upon the remodeled and inverted images of the gray sedge, and the ghastly tree stems, and the vacant and eye-like windows. <br> Nevertheless, in this mansion of gloom I now proposed to myself a sojourn of some weeks. Its proprietor, Roderick Usher, had been one of my boon companions in boyhood; but many years had elapsed since our last meeting. A letter, however, had lately reached me in a distant part of the country—a letter from him—which, in its wildly importunate nature, had admitted of no other than a personal reply. The MS. gave evidence of nervous agitation. The writer spoke of acute bodily illness, of a mental disorder which oppressed him, and of an earnest desire to see me, as his best, and indeed his only personal friend, with a view of attempting, by the cheerfulness of my society, some alleviation of his malady. It was the manner in which all this, and much more, was said—it was the apparent heart that went with his request—which allowed me no room for hesitation; and I accordingly obeyed forthwith what I still considered a very singular summons. <br> Although, as boys, we had been even intimate associates, yet I really knew little of my friend. His reserve had been always excessive and habitual. I was aware, however, that his very ancient family had been noted, time out of mind, for a peculiar sensibility of temperament, displaying itself, through long ages, in many works of exalted art, and manifested, of late, in repeated deeds of munificent, yet unobtrusive charity, as well as in a passionate devotion to the intricacies, perhaps even more than to the orthodox and easily recognizable beauties, of musical science. I had learned, too, the very remarkable fact that the stem of the Usher race, all time-honored as it was, had put forth, at no period, any enduring branch; in other words, that the entire family lay in the direct line of descent, and had always, with very trifling and very temporary variation, so lain. It was this deficiency, I considered, while running over in thought the perfect keeping of the character of the premises with the accredited character of the people, and while speculating upon the possible influence which the one, in the long lapse of centuries, might have exercised upon the other—it was this deficiency, perhaps, of collateral issue, and the consequent undeviating transmission, from sire to son, of the patrimony with the name, which had, at length, so identified the two as to merge the original title of the estate in the quaint and equivocal appellation of the ‘House of Usher’—an appellation which seemed to include, in the minds of the peasantry who used it, both the family and the family mansion. <br> I have said that the sole effect of my somewhat childish experiment of looking down within the tarn had been to deepen the first singular impression. There can be no doubt that the consciousness of the rapid increase of my superstition—for why should I not so term it?—served mainly to accelerate the increase itself. Such, I have long known, is the paradoxical law of all sentiments having terror as a basis. And it might have been for this reason only, that, when I again uplifted my eyes to the house itself, from its image in the pool, there grew in my mind a strange fancy—a fancy so ridiculous, indeed, that I but mention it to show the vivid force of the sensations which oppressed me. I had so worked upon my imagination as really to believe that about the whole mansion and domain there hung an atmosphere peculiar to themselves and their immediate vicinity—an atmosphere which had no affinity with the air of heaven, but which had reeked up from the decayed trees, and the gray wall, and the silent tarn—a pestilent and mystic vapor, dull, sluggish, faintly discernible, and leaden-hued. <br> Shaking off from my spirit what must have been a dream, I scanned more narrowly the real aspect of the building. Its principal feature seemed to be that of an excessive antiquity. The discoloration of ages had been great. Minute fungi overspread the whole exterior, hanging in a fine, tangled web-work from the eaves. Yet all this was apart from any extraordinary dilapidation. No portion of the masonry had fallen; and there appeared to be a wild inconsistency between its still perfect adaptation of parts, and the crumbling condition of the individual stones. In this there was much that reminded me of the specious totality of old woodwork which has rotted for years in some neglected vault, with no disturbance from the breath of the external air. Beyond this indication of extensive decay, however, the fabric gave little token of instability. Perhaps the eye of a scrutinizing observer might have discovered a barely perceptible fissure, which, extending from the roof of the building in front, made its way down the wall in a zigzag direction, until it became lost in the sullen waters of the tarn. <br> Noticing these things, I rode over a short causeway to the house. A servant in waiting took my horse, and I entered the Gothic archway of the hall. A valet, of stealthy step, thence conducted me, in silence, through many dark and intricate passages in my progress to the studio of his master. Much that I encountered on the way contributed, I know not how, to heighten the vague sentiments of which I have already spoken. While the objects around me—while the carvings of the ceilings, the somber tapestries of the walls, the ebon blackness of the floors, and the phantasmagoric armorial trophies which rattled as I strode, were but matters to which, or to such as which, I had been accustomed from my infancy—while I hesitated not to acknowledge how familiar was all this—I still wondered to find how unfamiliar were the fancies which ordinary images were stirring up. On one of the staircases I met the physician of the family. His countenance, I thought, wore a mingled expression of low cunning and perplexity. He accosted me with trepidation and passed on. The valet now threw open a door and ushered me into the presence of his master. <br> The room in which I found myself was very large and lofty. The windows were long, narrow, and pointed, and at so vast a distance from the black oaken floor as to be altogether inaccessible from within. Feeble gleams of encrimsoned light made their way through the trellised panes, and served to render sufficiently distinct the more prominent objects around; the eye, however, struggled in vain to reach the remoter angles of the chamber, or the recesses of the vaulted and fretted ceiling. Dark draperies hung upon the walls. The general furniture was profuse, comfortless, antique, and tattered. Many books and musical instruments lay scattered about, but failed to give any vitality to the scene. I felt that I breathed an atmosphere of sorrow. An air of stern, deep, and irredeemable gloom hung over and pervaded all. <br> Upon my entrance, Usher arose from a sofa on which he had been lying at full length, and greeted me with a vivacious warmth which had much in it, I at first thought, of an overdone cordiality—of the constrained effort of the ennuyé man of the world. A glance, however, at his countenance convinced me of his perfect sincerity. We sat down; and for some moments, while he spoke not, I gazed upon him with a feeling half of pity, half of awe. Surely, man had never before so terribly altered, in so brief a period, as had Roderick Usher! It was with difficulty that I could bring myself to admit the identity of the wan being before me with the companion of my early boyhood. Yet the character of his face had been at all times remarkable. A cadaverousness of complexion; an eye large, liquid, and luminous beyond comparison; lips somewhat thin and very pallid, but of a surpassingly beautiful curve; a nose of a delicate Hebrew model, but with a breadth of nostril unusual in similar formations; a finely molded chin, speaking, in its want of prominence, of a want of moral energy; hair of a more than web-like softness and tenuity; these features, with an inordinate expansion above the regions of the temple, made up altogether a countenance not easily to be forgotten. And now in the mere exaggeration of the prevailing character of these features, and of the expression they were wont to convey, lay so much of change that I doubted to whom I spoke. The now ghastly pallor of the skin, and the now miraculous luster of the eye, above all things startled and even awed me. The silken hair, too, had been suffered to grow all unheeded, and as, in its wild gossamer texture, it floated rather than fell about the face, I could not, even with effort, connect its arabesque expression with any idea of simple humanity. <br> In the manner of my friend I was at once struck with an incoherence—an inconsistency; and I soon found this to arise from a series of feeble and futile struggles to overcome an habitual trepidancy, an excessive nervous agitation. For something of this nature I had indeed been prepared, no less by his letter than by reminiscences of certain boyish traits, and by conclusions deduced from his peculiar physical conformation and temperament. His action was alternately vivacious and sullen. His voice varied rapidly from a tremulous indecision (when the animal spirits seemed utterly in abeyance) to that species of energetic concision—that abrupt, weighty, unhurried, and hollow-sounding enunciation—that leaden, self-balanced, and perfectly modulated guttural utterance, which may be observed in the lost drunkard, or the irreclaimable eater of opium, during the periods of his most intense excitement. <br> It was thus that he spoke of the object of my visit, of his earnest desire to see me, and of the solace he expected me to afford him. He entered, at some length, into what he conceived to be the nature of his malady. It was, he said, a constitutional and a family evil, and one for which he despaired to find a remedy—a mere nervous affection, he immediately added, which would undoubtedly soon pass off. It displayed itself in a host of unnatural sensations. Some of these, as he detailed them, interested and bewildered me; although, perhaps, the terms and the general manner of the narration had their weight. He suffered much from a morbid acuteness of the senses. The most insipid food was alone endurable; he could wear only garments of certain texture; the odors of all flowers were oppressive; his eyes were tortured by even a faint light; and there were but peculiar sounds, and these from stringed instruments, which did not inspire him with horror. <br> To an anomalous species of terror I found him a bounden slave. ‘I shall perish,’ said he, ‘I must perish in this deplorable folly. Thus, thus, and not otherwise, shall I be lost. I dread the events of the future, not in themselves, but in their results. I shudder at the thought of any, even the most trivial, incident, which may operate upon this intolerable agitation of soul. I have, indeed, no abhorrence of danger, except in its absolute effect—in terror. In this unnerved—in this pitiable condition—I feel that the period will sooner or later arrive when I must abandon life and reason together, in some struggle with the grim phantasm, FEAR.’ <br> I learned, moreover, at intervals, and through broken and equivocal hints, another singular feature of his mental condition. He was enchained by certain superstitious impressions in regard to the dwelling which he tenanted, and whence, for many years, he had never ventured forth—in regard to an influence whose supposititious force was conveyed in terms too shadowy here to be restated—an influence which some peculiarities in the mere form and substance of his family mansion, had, by dint of long sufferance, he said, obtained over his spirit—an effect which the physique of the gray walls and turrets, and of the dim tarn into which they all looked down, had, at length, brought about upon the morale of his existence. <br> He admitted, however, although with hesitation, that much of the peculiar gloom which thus afflicted him could be traced to a more natural and far more palpable origin—to the severe and long-continued illness—indeed to the evidently approaching dissolution—of a tenderly beloved sister, his sole companion for long years, his last and only relative on earth. ‘Her decease,’ he said, with a bitterness which I can never forget, ‘would leave him (him the hopeless and the frail) the last of the ancient race of the Ushers.’ While he spoke, the lady Madeline (for so was she called) passed slowly through a remote portion of the apartment, and, without having noticed my presence, disappeared. I regarded her with an utter astonishment not unmingled with dread; 1 and yet I found it impossible to account for such feelings. A sensation of stupor oppressed me, as my eyes followed her retreating steps. When a door, at length, closed upon her, my glance sought instinctively and eagerly the countenance of the brother; but he had buried his face in his hands, and I could only perceive that a far more than ordinary wanness had overspread the emaciated fingers through which trickled many passionate tears. <br> The disease of the lady Madeline had long baffled the skill of her physicians. A settled apathy, a gradual wasting away of the person, and frequent although transient affections of a partially cataleptical character, were the unusual diagnosis. Hitherto she had steadily borne up against the pressure of her malady, and had not betaken herself finally to bed; but on the closing in of the evening of my arrival at the house, she succumbed (as her brother told me at night with inexpressible agitation) to the prostrating power of the destroyer; and I learned that the glimpse I had obtained of her person would thus probably be the last I should obtain—that the lady, at least while living, would be seen by me no more. <br> For several days ensuing her name was unmentioned by either Usher or myself; and during this period I was busied in earnest endeavors to alleviate the melancholy of my friend. We painted and read together; or I listened, as if in a dream, to the wild improvisations of his speaking guitar. And thus, as a closer and still closer intimacy admitted me more unreservedly into the recesses of his spirit, the more bitterly did I perceive the futility of all attempt at cheering a mind from which darkness, as if an inherent positive quality, poured forth upon all objects of the moral and physical universe, in one unceasing radiation of gloom. <br> I shall ever bear about me a memory of the many solemn hours I thus spent alone with the master of the House of Usher. Yet I should fail in any attempt to convey an idea of the exact character of the studies, or of the occupations in which he involved me, or led me the way. An excited and highly distempered ideality threw a sulphurous luster over all. His long, improvised dirges will ring forever in my ears. Among other things, I hold painfully in mind a certain singular perversion and amplification of the wild air of the last waltz of Von Weber. From the paintings over which his elaborate fancy brooded, and which grew, touch by touch, into vaguenesses at which I shuddered the more thrillingly because I shuddered knowing not why,—from these paintings (vivid as their images now are before me) I would in vain endeavor to educe more than a small portion which should lie within the compass of merely written words. By the utter simplicity, by the nakedness of his designs, he arrested and overawed attention. If ever mortal painted an idea, that mortal was Roderick Usher. For me, at least, in the circumstances then surrounding me, there arose out of the pure abstractions which the hypochondriac contrived to throw upon his canvas, an intensity of intolerable awe, no shadow of which felt I ever yet in the contemplation of the certainly glowing yet too concrete reveries of Fuseli. <br> One of the phantasmagoric conceptions of my friend, partaking not so rigidly of the spirit of abstraction, may be shadowed forth, although feebly, in words. A small picture presented the interior of an immensely long and rectangular vault or tunnel, with low walls, smooth, white, and without interruption or device. Certain accessory points of the design served well to convey the idea that this excavation lay at an exceeding depth below the surface of the earth. No outlet was observed in any portion of its vast extent, and no torch or other artificial source of light was discernible; yet a flood of intense rays rolled throughout, and bathed the whole in a ghastly and inappropriate splendor. <br> I have just spoken of that morbid condition of the auditory nerve which rendered all music intolerable to the sufferer, with the exception of certain effects of stringed instruments. It was, perhaps, the narrow limits to which he thus confined himself upon the guitar, which gave birth, in great measure, to the fantastic character of his performances. But the fervid facility of his impromptus could not be so accounted for. They must have been, and were, in the notes, as well as in the words of his wild fantasias (for he not unfrequently accompanied himself with rimed verbal improvisations), the result of that intense mental collectedness and concentration to which I have previously alluded as observable only in particular moments of the highest artificial excitement. The words of one of these rhapsodies I have easily remembered. I was, perhaps, the more forcibly impressed with it, as he gave it, because, in the under or mystic current of its meaning, I fancied that I perceived, and for the first time, a full consciousness on the part of Usher, of the tottering of his lofty reason upon her throne. The verses, which were entitled ‘The Haunted Palace,’ ran very nearly, if not accurately, thus:—<br> <br> I<br> In the greenest of our valleys,<br> By good angels tenanted,<br> Once a fair and stately palace—<br> Radiant palace—reared its head.<br> In the monarch Thought’s dominion—<br> It stood there!<br> Never seraph spread a pinion<br> Over fabric half so fair.<br> <br> II<br> Banners yellow, glorious, golden,<br> On its roof did float and flow;<br> (This—all this—was in the olden<br> Time long ago)<br> And every gentle air that dallied,<br> In that sweet day,<br> Along the ramparts plumed and pallid,<br> A wingèd odor went away.<br> <br> III<br> Wanderers in that happy valley<br> Through two luminous windows saw<br> Spirits moving musically<br> To a lute’s well-tunèd law,<br> Round about a throne, where sitting<br> (Porphyrogene!)<br> In state his glory well befitting,<br> The ruler of the realm was seen.<br> <br> IV<br> And all with pearl and ruby glowing<br> Was the fair palace door,<br> Through which came flowing, flowing, flowing<br> And sparkling evermore,<br> A troop of Echoes whose sweet duty<br> Was but to sing,<br> In voices of surpassing beauty,<br> The wit and wisdom of their king.<br> <br> V<br> But evil things, in robes of sorrow,<br> Assailed the monarch’s high estate<br> (Ah, let us mourn, for never morrow<br> Shall dawn upon him, desolate!);<br> And, round about his home, the glory<br> That blushed and bloomed<br> Is but a dim-remembered story<br> Of the old time entombed.<br> <br> VI<br> And travelers now within that valley,<br> Through the red-litten windows, see<br> Vast forms that move fantastically<br> To a discordant melody;<br> While, like a rapid ghastly river,<br> Through the pale door,<br> A hideous throng rush out forever,<br> And laugh—but smile no more.<br> <br> I well remember that suggestions arising from this ballad led us into a train of thought wherein there became manifest an opinion of Usher’s which I mention not so much on account of its novelty (for other men 2 have thought thus) as on account of the pertinacity with which he maintained it. This opinion, in its general form, was that of the sentience of all vegetable things. But, in his disordered fancy, the idea had assumed a more daring character, and trespassed, under certain conditions, upon the kingdom of inorganization. I lack words to express the full extent or the earnest abandon of his persuasion. The belief, however, was connected (as I have previously hinted) with the gray stones of the home of his forefathers. The conditions of the sentience had been here, he imagined, fulfilled in the method of collocation of these stones—in the order of their arrangement, as well as in that of the many fungi which overspread them, and of the decayed trees which stood around—above all, in the long-undisturbed endurance of this arrangement, and in its reduplication in the still waters of the tarn. Its evidence—the evidence of the sentience—was to be seen, he said (and I here started as he spoke), in the gradual yet certain condensation of an atmosphere of their own about the waters and the walls. The result was discoverable, he added, in that silent, yet importunate and terrible influence which for centuries had molded the destinies of his family, and which made him what I now saw him—what he was. Such opinions need no comment, and I will make none. <br> Our books—the books which, for years, had formed no small portion of the mental existence of the invalid—were, as might be supposed, in strict keeping with this character of phantasm. We pored together over such works as the ‘Ververt et Chartreuse’ of Gresset; the ‘Belphegor’ of Machiavelli; the ‘Heaven and Hell’ of Swedenborg; the ‘Subterranean Voyage of Nicholas Klimm’ by Holberg; the ‘Chiromancy’ of Robert Flud, of Jean D’Indaginé, and of De la Chambre; the ‘Journey into the Blue Distance’ of Tieck; and the ‘City of the Sun’ of Campanella. One favorite volume was a small octavo edition of the ‘Directorium Inquisitorium,’ by the Dominican Eymeric de Cironne; and there were passages in Pomponius Mela, about the old African Satyrs and gipans, over which Usher would sit dreaming for hours. His chief delight, however, was found in the perusal of an exceedingly rare and curious book in quarto Gothic—the manual of a forgotten church—the ‘Vigiliæ Mortuorum secundum Chorum Ecclesiæ Maguntinæ.’ <br> I could not help thinking of the wild ritual of this work, and of its probable influence upon the hypochondriac, when, one evening, having informed me abruptly that the lady Madeline was no more, he stated his intention of preserving her corpse for a fortnight (previously to its final interment) in one of the numerous vaults within the main walls of the building. The worldly reason, however, assigned for this singular proceeding, was one which I did not feel at liberty to dispute. The brother had been led to his resolution, so he told me, by consideration of the unusual character of the malady of the deceased, of certain obtrusive and eager inquiries on the part of her medical men, and of the remote and exposed situation of the burial ground of the family. I will not deny that when I called to mind the sinister countenance of the person whom I met upon the staircase, on the day of my arrival at the house, I had no desire to oppose what I regarded as at best but a harmless, and by no means an unnatural precaution. <br> At the request of Usher, I personally aided him in the arrangements for the temporary entombment. The body having been encoffined, we two alone bore it to its rest. The vault in which we placed it (and which had been so long unopened that our torches, half smothered in its oppressive atmosphere, gave us little opportunity for investigation) was small, damp, and entirely without means of admission for light; lying, at great depth, immediately beneath that portion of the building in which was my own sleeping apartment. It had been used, apparently, in remote feudal times, for the worst purposes of a donjon-keep, and in later days, as a place of deposit for powder, or some other highly combustible substance, as a portion of its floor, and the whole interior of a long archway through which we reached it, were carefully sheathed with copper. The door, of massive iron, had been also similarly protected. Its immense weight caused an unusually sharp grating sound, as it moved upon its hinges. <br> Having deposited our mournful burden upon tressels within this region of horror, we partially turned aside the yet unscrewed lid of the coffin, and looked upon the face of the tenant. A striking similitude between the brother and sister now first arrested my attention; and Usher, divining, perhaps, my thoughts, murmured out some few words from which I learned that the deceased and himself had been twins, and that sympathies of a scarcely intelligible nature had always existed between them. Our glances, however, rested not long upon the dead—for we could not regard her unawed. The disease which had thus entombed the lady in the maturity of youth, had left, as usual in all maladies of a strictly cataleptical character, the mockery of a faint blush upon the bosom and the face, and that suspiciously lingering smile upon the lip which is so terrible in death. We replaced and screwed down the lid, and having secured the door of iron, made our way, with toil, into the scarcely less gloomy apartments of the upper portion of the house. <br> And now, some days of bitter grief having elapsed, an observable change came over the features of the mental disorder of my friend. His ordinary manner had vanished. His ordinary occupations were neglected or forgotten. He roamed from chamber to chamber with hurried, unequal, and objectless step. The pallor of his countenance had assumed, if possible, a more ghastly hue—but the luminousness of his eye had utterly gone out. The once occasional huskiness of his tone was heard no more; and a tremulous quaver, as if of extreme terror, habitually characterized his utterance. There were times, indeed, when I thought his unceasingly agitated mind was laboring with some oppressive secret, to divulge which he struggled for the necessary courage. At times, again, I was obliged to resolve all into the mere inexplicable vagaries of madness; for I beheld him gazing upon vacancy for long hours, in an attitude of the profoundest attention, as if listening to some imaginary sound. It was no wonder that his condition terrified—that it infected me. I felt creeping upon me, by slow yet certain degrees, the wild influence of his own fantastic yet impressive superstitions. <br> It was, especially, upon retiring to bed late in the night of the seventh or eighth day after the placing of the lady Madeline within the donjon, that I experienced the full power of such feelings. Sleep came not near my couch, while the hours waned and waned away. I struggled to reason off the nervousness which had dominion over me. I endeavored to believe that much, if not all of what I felt, was due to the bewildering influence of the gloomy furniture of the room—of the dark and tattered draperies, which, tortured into motion by the breath of a rising tempest, swayed fitfully to and fro upon the walls, and rustled uneasily about the decorations of the bed. But my efforts were fruitless. An irrepressible tremor gradually pervaded my frame; and, at length, there sat upon my very heart an incubus of utterly causeless alarm. Shaking this off with a gasp and a struggle, I uplifted myself upon the pillows, and peering earnestly within the intense darkness of the chamber, hearkened—I know not why, except that an instinctive spirit prompted me—to certain low and indefinite sounds which came, through the pauses of the storm, at long intervals, I knew not whence. Overpowered by an intense sentiment of horror, unaccountable yet unendurable, I threw on my clothes with haste (for I felt that I should sleep no more during the night), and endeavored to arouse myself from the pitiable condition into which I had fallen, by pacing rapidly to and fro through the apartment. <br> I had taken but few turns in this manner, when a light step on an adjoining staircase arrested my attention. I presently recognized it as that of Usher. In an instant afterward he rapped, with a gentle touch, at my door, and entered, bearing a lamp. His countenance was, as usual, cadaverously wan—but, moreover, there was a species of mad hilarity in his eyes—and evidently restrained hysteria in his whole demeanor. His air appalled me—but anything was preferable to the solitude which I had so long endured, and I even welcomed his presence as a relief. <br> ‘And you have not seen it?’ he said abruptly, after having stared about him for some moments in silence—’you have not then seen it?—but stay! you shall.’ Thus speaking, and having carefully shaded his lamp, he hurried to one of the casements, and threw it freely open to the storm. <br> The impetuous fury of the entering gust nearly lifted us from our feet. It was, indeed, a tempestuous yet sternly beautiful night, and one wildly singular in its terror and its beauty. A whirlwind had apparently collected its force in our vicinity; for there were frequent and violent alterations in the direction of the wind; and the exceeding density of the clouds (which hung so low as to press upon the turrets of the house) did not prevent our perceiving the lifelike velocity with which they flew careering from all points against each other, without passing away into the distance. I say that even their exceeding density did not prevent our perceiving this—yet we had no glimpse of the moon or stars—nor was there any flashing forth of the lightning. But the under surfaces of the huge masses of agitated vapor, as well as all terrestrial objects immediately around us, were glowing in the unnatural light of a faintly luminous and distinctly visible gaseous exhalation which hung about and enshrouded the mansion. <br> ‘You must not—you shall not behold this!’ said I, shudderingly, to Usher, as I led him, with a gentle violence, from the window to a seat. ‘These appearances, which bewilder you, are merely electrical phenomena not uncommon—or it may be that they have their ghastly origin in the rank miasma of the tarn. Let us close this casement—the air is chilling and dangerous to your frame. Here is one of your favorite romances. I will read and you shall listen; and so we will pass away this terrible night together.’ <br> The antique volume which I had taken up was the ‘Mad Trist’ of Sir Launcelot Canning; but I had called it a favorite of Usher’s more in sad jest than in earnest; for, in truth, there is little in its uncouth and unimaginative prolixity which could have had interest for the lofty and spiritual ideality of my friend. It was, however, the only book immediately at hand; and I indulged a vague hope that the excitement which now agitated the hypochondriac, might find relief (for the history of mental disorder is full of similar anomalies) even in the extremeness of the folly which I should read. Could I have judged, indeed, by the wild, overstrained air of vivacity with which he hearkened, or apparently harkened, to the words of the tale, I might well have congratulated myself upon the success of my design. <br> I had arrived at that well-known portion of the story where Ethelred, the hero of the ‘Trist,’ having sought in vain for peaceable admission into the dwelling of the hermit, proceeds to make good an entrance by force. Here, it will be remembered, the words of the narrative run thus:— <br> ‘And Ethelred, who was by nature of a doughty heart, and who was now mighty withal, on account of the powerfulness of the wine which he had drunken, waited no longer to hold parley with the hermit, who, in sooth, was of an obstinate and maliceful turn; but, feeling the rain upon his shoulders, and fearing the rising of the tempest, uplifted his mace outright, and, with blows, made quickly room in the plankings of the door for his gauntleted hand; and now pulling therewith sturdily, he so cracked, and ripped, and tore all asunder, that the noise of the dry and hollow-sounding wood alarummed and reverberated throughout the forest.’ <br> At the termination of this sentence I started, and for a moment paused; for it appeared to me (although I at once concluded that my excited fancy had deceived me)—it appeared to me that, from some very remote portion of the mansion, there came, indistinctly, to my ears what might have been, in its exact similarity of character, the echo (but a stifled and dull one certainly) of the very cracking and ripping sound which Sir Launcelot had so particularly described. It was, beyond doubt, the coincidence alone which had arrested my attention; for, amid the rattling of the sashes of the casements, and the ordinary commingled noises of the still increasing storm, the sound, in itself, had nothing, surely, which should have interested or disturbed me. I continued the story:— <br> ‘But the good champion Ethelred, now entering within the door, was soar enraged and amazed to perceive no signal of the maliceful hermit; but, in the stead thereof, a dragon of a scaly and prodigious demeanor, and of a fiery tongue, which sate in guard before a palace of gold, with a floor of silver; and upon the wall there hung a shield of shining brass with this legend enwritten:—<br> Who entereth herein, a conqueror hath been;<br> Who slayeth the dragon, the shield he shall win.<br> And Ethelred uplifted his mace, and struck upon the head of the dragon, which fell before him, and gave up his pesty breath, with a shriek so horrid and harsh, and withal so piercing, that Ethelred had fain to close his ears with his hands against the dreadful noise of it, the like whereof was never before heard.’ 34<br> Here again I paused abruptly, and now with a feeling of wild amazement—for there could be no doubt whatever that, in this instance, I did actually hear (although from what direction it proceeded I found it impossible to say) a low and apparently distant, but harsh, protracted, and most unusual screaming or grating sound—the exact counterpart of what my fancy had already conjured up for the dragon’s unnatural shriek as described by the romancer. <br> Oppressed, as I certainly was, upon the occurrence of this second and most extraordinary coincidence, by a thousand conflicting sensations, in which wonder and extreme terror were predominant, I still retained sufficient presence of mind to avoid exciting, by any observation, the sensitive nervousness of my companion. I was by no means certain that he had noticed the sounds in question; although, assuredly, a strange alteration had, during the last few minutes, taken place in his demeanor. From a position fronting my own, he had gradually brought round his chair, so as to sit with his face to the door of the chamber; and thus I could but partially perceive his features, although I saw that his lips trembled as if he were murmuring inaudibly. His head had dropped upon his breast—yet I knew that he was not asleep, from the wide and rigid opening of the eye as I caught a glance of it in profile. The motion of his body, too, was at variance with this idea—for he rocked from side to side with a gentle yet constant and uniform sway. Having rapidly taken notice of all this, I resumed the narrative of Sir Launcelot, which thus proceeded:— <br> ‘And now the champion, having escaped from the terrible fury of the dragon, bethinking himself of the brazen shield, and of the breaking up of the enchantment which was upon it, removed the carcass from out of the way before him, and approached valorously over the silver pavement of the castle to where the shield was upon the wall; which in sooth tarried not for his full coming, but fell down at his feet upon the silver floor, with a mighty great and terrible ringing sound.’ <br> No sooner had these syllables passed my lips, than—as if a shield of brass had indeed, at the moment, fallen heavily upon a floor of silver—I became aware of a distinct, hollow, metallic and clangorous, yet apparently muffled reverberation. Completely unnerved, I leaped to my feet; but the measured rocking movement of Usher was undisturbed. I rushed to the chair in which he sat. His eyes were bent fixedly before him, and throughout his whole countenance there reigned a stony rigidity. But, as I placed my hand upon his shoulder, there came a strong shudder over his whole person; a sickly smile quivered about his lips; and I saw that he spoke in a low, hurried, and gibbering murmur, as if unconscious of my presence. Bending closely over him, I at length drank in the hideous import of his words. <br> ‘Not hear it?—yes, I hear it, and have heard it. Long—long—long—many minutes, many hours, many days, have I heard it—yet I dared not—oh, pity me, miserable wretch that I am!—I dared not—I dared not speak! We have put her living in the tomb! Said I not that my senses were acute? I now tell you that I heard her first feeble movements in the hollow coffin. I heard them—many, many days ago—yet I dared not—1 dared not speak! And now—to-night—Ethelred—ha! ha!—the breaking of the hermit’s door, and the death-cry of the dragon, and the clangor of the shield!—say, rather, the rending of her coffin, and the grating of the iron hinges of her prison, and her struggles within the coppered archway of the vault! Oh, whither shall I fly? Will she not be here anon? Is she not hurrying to upbraid me for my haste? Have I not heard her footstep on the stair? Do I not distinguish that heavy and horrible beating of her heart? Madman!’—here he sprang furiously to his feet, and shrieked out his syllables, as if in the effort he were giving up his soul—’Madman! I tell you that she now stands without the door!’ <br> As if in the superhuman energy of his utterance there had been found the potency of a spell—the huge antique panels to which the speaker pointed threw slowly back, upon the instant, their ponderous and ebony jaws. It was the work of the rushing gust—but then without those doors there did stand the lofty and enshrouded figure of the lady Madeline of Usher. There was blood upon her white robes, and the evidence of some bitter struggle upon every portion of her emaciated frame. For a moment she remained trembling and reeling to and fro upon the threshold—then, with a low, moaning cry, fell heavily inward upon the person of her brother, and in her violent and now final death-agonies, bore him to the floor a corpse, and a victim to the terrors he had anticipated. <br> From that chamber, and from that mansion, I fled aghast. The storm was still abroad in all its wrath as I found myself crossing the old causeway. Suddenly there shot along the path a wild light, and I turned to see whence a gleam so unusual could have issued; for the vast house and its shadows were alone behind me. The radiance was that of the full, setting, and blood-red moon, which now shone vividly through that once barely discernible fissure, of which I have before spoken as extending from the roof of the building, in a zigzag direction, to the base. While I gazed, this fissure rapidly widened—there came a fierce breath of the whirlwind—the entire orb of the satellite burst at once upon my sight—my brain reeled as I saw the mighty walls rushing asunder—there was a long tumultuous shouting sound like the voice of a thousand waters—and the deep and dank tarn at my feet closed sullenly and silently over the fragments of the ‘House of Usher.’</p><br>THE mental features discoursed of as the analytical, are, in themselves, but little susceptible of analysis. We appreciate them only in their effects. We know of them, among other things, that they are always to their possessor, when inordinately possessed, a source of the liveliest enjoyment. As the strong man exults in his physical ability, delighting in such exercises as call his muscles into action, so glories the analyst in that moral activity which disentangles. He derives pleasure from even the most trivial occupations bringing his talent into play. He is fond of enigmas, of conundrums, of hieroglyphics; exhibiting in his solutions of each a degree of acumen which appears to the ordinary apprehension præternatural. His results, brought about by the very soul and essence of method, have, in truth, the whole air of intuition.<br> <br> The faculty of re-solution is possibly much invigorated by mathematical study, and especially by that highest branch of it which, unjustly, and merely on account of its retrograde operations, has been called, as if par excellence, analysis. Yet to calculate is not in itself to analyse. A chess-player, for example, does the one without effort at the other. It follows that the game of chess, in its effects upon mental character, is greatly misunderstood. I am not now writing a treatise, but simply prefacing a somewhat peculiar narrative by observations very much at random; I will, therefore, take occasion to assert that the higher powers of the reflective intellect are more decidedly and more usefully tasked by the unostentatious game of draughts than by all the elaborate frivolity of chess. In this latter, where the pieces have different and bizarre motions, with various and variable values, what is only complex is mistaken (a not unusual error) for what is profound. The attention is here called powerfully into play. If it flag for an instant, an oversight is committed, resulting in injury or defeat. The possible moves being not only manifold but involute, the chances of such oversights are multiplied; and in nine cases out of ten it is the more concentrative rather than the more acute player who conquers. In draughts, on the contrary, where the moves are unique and have but little variation, the probabilities of inadvertence are diminished, and the mere attention being left comparatively unemployed, what advantages are obtained by either party are obtained by superior acumen. To be less abstract --Let us suppose a game of draughts where the pieces are reduced to four kings, and where, of course, no oversight is to be expected. It is obvious that here the victory can be decided (the players being at all equal) only by some recherche movement, the result of some strong exertion of the intellect. Deprived of ordinary resources, the analyst throws himself into the spirit of his opponent, identifies himself therewith, and not unfrequently sees thus, at a glance, the sole methods (sometimes indeed absurdly simple ones) by which he may seduce into error or hurry into miscalculation.<br> <br> Whist has long been noted for its influence upon what is termed the calculating power; and men of the highest order of intellect have been known to take an apparently unaccountable delight in it, while eschewing chess as frivolous. Beyond doubt there is nothing of a similar nature so greatly tasking the faculty of analysis. The best chess-player in Christendom may be little more than the best player of chess; but proficiency in whist implies capacity for success in all those more important undertakings where mind struggles with mind. When I say proficiency, I mean that perfection in the game which includes a comprehension of all the sources whence legitimate advantage may be derived. These are not only manifold but multiform, and lie frequently among recesses of thought altogether inaccessible to the ordinary understanding. To observe attentively is to remember distinctly; and, so far, the concentrative chess-player will do very well at whist; while the rules of Hoyle (themselves based upon the mere mechanism of the game) are sufficiently and generally comprehensible. Thus to have a retentive memory, and to proceed by ‘the book,’ are points commonly regarded as the sum total of good playing. But it is in matters beyond the limits of mere rule that the skill of the analyst is evinced. He makes, in silence, a host of observations and inferences. So, perhaps, do his companions; and the difference in the extent of the information obtained, lies not so much in the validity of the inference as in the quality of the observation. The necessary knowledge is that of what to observe. Our player confines himself not at all; nor, because the game is the object, does he reject deductions from things external to the game. He examines the countenance of his partner, comparing it carefully with that of each of his opponents. He considers the mode of assorting the cards in each hand; often counting trump by trump, and honor by honor, through the glances bestowed by their holders upon each. He notes every variation of face as the play progresses, gathering a fund of thought from the differences in the expression of certainty, of surprise, of triumph, or of chagrin. From the manner of gathering up a trick he judges whether the person taking it can make another in the suit. He recognises what is played through feint, by the air with which it is thrown upon the table. A casual or inadvertent word; the accidental dropping or turning of a card, with the accompanying anxiety or carelessness in regard to its concealment; the counting of the tricks, with the order of their arrangement; embarrassment, hesitation, eagerness or trepidation --all afford, to his apparently intuitive perception, indications of the true state of affairs. The first two or three rounds having been played, he is in full possession of the contents of each hand, and thenceforward puts down his cards with as absolute a precision of purpose as if the rest of the party had turned outward the faces of their own.<br> <br> The analytical power should not be confounded with simple ingenuity; for while the analyst is necessarily ingenious, the ingenious man is often remarkably incapable of analysis. The constructive or combining power, by which ingenuity is usually manifested, and to which the phrenologists (I believe erroneously) have assigned a separate organ, supposing it a primitive faculty, has been so frequently seen in those whose intellect bordered otherwise upon idiocy, as to have attracted general observation among writers on morals. Between ingenuity and the analytic ability there exists a difference far greater, indeed, than that between the fancy and the imagination, but of a character very strictly analogous. It will be found, in fact, that the ingenious are always fanciful, and the truly imaginative never otherwise than analytic.<br> <br> The narrative which follows will appear to the reader somewhat in the light of a commentary upon the propositions just advanced.<br> <br> Residing in Paris during the spring and part of the summer of 18--, I there became acquainted with a Monsieur C. Auguste Dupin. This young gentleman was of an excellent -- indeed of an illustrious family, but, by a variety of untoward events, had been reduced to such poverty that the energy of his character succumbed beneath it, and he ceased to bestir himself in the world, or to care for the retrieval of his fortunes. By courtesy of his creditors, there still remained in his possession a small remnant of his patrimony; and, upon the income arising from this, he managed, by means of a rigorous economy, to procure the necessaries of life, without troubling himself about its superfluities. Books, indeed, were his sole luxuries, and in Paris these are easily obtained.<br> <br> Our first meeting was at an obscure library in the Rue Montmartre, where the accident of our both being in search of the same very rare and very remarkable volume, brought us into closer communion. We saw each other again and again. I was deeply interested in the little family history which he detailed to me with all that candor which a Frenchman indulges whenever mere self is his theme. I was astonished, too, at the vast extent of his reading; and, above all, I felt my soul enkindled within me by the wild fervor, and the vivid freshness of his imagination. Seeking in Paris the objects I then sought, I felt that the society of such a man would be to me a treasure beyond price; and this feeling I frankly confided to him. It was at length arranged that we should live together during my stay in the city; and as my worldly circumstances were somewhat less embarrassed than his own, I was permitted to be at the expense of renting, and furnishing in a style which suited the rather fantastic gloom of our common temper, a time-eaten and grotesque mansion, long deserted through superstitions into which we did not inquire, and tottering to its fall in a retired and desolate portion of the Faubourg St. Germain.<br> <br> Had the routine of our life at this place been known to the world, we should have been regarded as madmen --although, perhaps, as madmen of a harmless nature. Our seclusion was perfect. We admitted no visitors. Indeed the locality of our retirement had been carefully kept a secret from my own former associates; and it had been many years since Dupin had ceased to know or be known in Paris. We existed within ourselves alone.<br> <br> It was a freak of fancy in my friend (for what else shall I call it?) to be enamored of the Night for her own sake; and into this bizarrerie, as into all his others, I quietly fell; giving myself up to his wild whims with a perfect abandon. The sable divinity would not herself dwell with us always; but we could counterfeit her presence. At the first dawn of the morning we closed all the messy shutters of our old building; lighting a couple of tapers which, strongly perfumed, threw out only the ghastliest and feeblest of rays. By the aid of these we then busied our souls in dreams --reading, writing, or conversing, until warned by the clock of the advent of the true Darkness. Then we sallied forth into the streets, arm in arm, continuing the topics of the day, or roaming far and wide until a late hour, seeking, amid the wild lights and shadows of the populous city, that infinity of mental excitement which quiet observation can afford.<br> <br> At such times I could not help remarking and admiring (although from his rich ideality I had been prepared to expect it) a peculiar analytic ability in Dupin. He seemed, too, to take an eager delight in its exercise --if not exactly in its display --and did not hesitate to confess the pleasure thus derived. He boasted to me, with a low chuckling laugh, that most men, in respect to himself, wore windows in their bosoms, and was wont to follow up such assertions by direct and very startling proofs of his intimate knowledge of my own. His manner at these moments was frigid and abstract; his eyes were vacant in expression; while his voice, usually a rich tenor, rose into a treble which would have sounded petulantly but for the deliberateness and entire distinctness of the enunciation. Observing him in these moods, I often dwelt meditatively upon the old philosophy of the Bi-Part Soul, and amused myself with the fancy of a double Dupin --the creative and the resolvent.<br> <br> Let it not be supposed, from what I have just said, that I am detailing any mystery, or penning any romance. What I have described in the Frenchman, was merely the result of an excited, or perhaps of a diseased intelligence. But of the character of his remarks at the periods in question an example will best convey the idea.<br> <br> We were strolling one night down a long dirty street, in the vicinity of the Palais Royal. Being both, apparently, occupied with thought, neither of us had spoken a syllable for fifteen minutes at least. All at once Dupin broke forth with these words:<br> <br> ‘He is a very little fellow, that's true, and would do better for the Théâtre des Variétés.’<br> <br> ‘There can be no doubt of that,’ I replied unwittingly, and not at first observing (so much had I been absorbed in reflection) the extraordinary manner in which the speaker had chimed in with my meditations. In an instant afterward I recollected myself, and my astonishment was profound.<br> <br> ‘Dupin,’ said I, gravely, ‘this is beyond my comprehension. I do not hesitate to say that I am amazed, and can scarcely credit my senses. How was it possible you should know I was thinking of ___ ?’ Here I paused, to ascertain beyond a doubt whether he really knew of whom I thought.<br> <br> ___ ‘of Chantilly,’ said he, ‘why do you pause? You were remarking to yourself that his diminutive figure unfitted him for tragedy.’<br> <br> This was precisely what had formed the subject of my reflections. Chantilly was a quondam cobbler of the Rue St. Denis, who, becoming stage-mad, had attempted the rôle of Xerxes, in Crébillon's tragedy so called, and been notoriously Pasquinaded for his pains.<br> <br> ‘Tell me, for Heaven's sake,’ I exclaimed, ‘the method --if method there is --by which you have been enabled to fathom my soul in this matter.’ In fact I was even more startled than I would have been willing to express.<br> <br> ‘It was the fruiterer,’ replied my friend, ‘who brought you to the conclusion that the mender of soles was not of sufficient height for Xerxes et id genus omne.’<br> <br> ‘The fruiterer! --you astonish me --I know no fruiterer whomsoever.’<br> <br> ‘The man who ran up against you as we entered the street --it may have been fifteen minutes ago.’<br> <br> I now remembered that, in fact, a fruiterer, carrying upon his head a large basket of apples, had nearly thrown me down, by accident, as we passed from the Rue C___ into the thoroughfare where we stood; but what this had to do with Chantilly I could not possibly understand.<br> <br> There was not a particle of charlatanerie about Dupin. ‘I will explain,’ he said, ‘and that you may comprehend all clearly, we will first retrace the course of your meditations, from the moment in which I spoke to you until that of the rencontre with the fruiterer in question. The larger links of the chain run thus --Chantilly, Orion, Dr. Nichols, Epicurus, Stereotomy, the street stones, the fruiterer.’<br> <br> There are few persons who have not, at some period of their lives, amused themselves in retracing the steps by which particular conclusions of their own minds have been attained. The occupation is often full of interest; and he who attempts it for the first time is astonished by the apparently illimitable distance and incoherence between the starting-point and the goal. What, then, must have been my amazement when I heard the Frenchman speak what he had just spoken, and when I could not help acknowledging that he had spoken the truth. He continued:<br> <br> ‘We had been talking of horses, if I remember aright, just before leaving the Rue C___. This was the last subject we discussed. As we crossed into this street, a fruiterer, with a large basket upon his head, brushing quickly past us, thrust you upon a pile of paving-stones collected at a spot where the causeway is undergoing repair. You stepped upon one of the loose fragments, slipped, slightly strained your ankle, appeared vexed or sulky, muttered a few words, turned to look at the pile, and then proceeded in silence. I was not particularly attentive to what you did; but observation has become with me, of late, a species of necessity.<br> <br> ‘You kept your eyes upon the ground --glancing, with a petulant expression, at the holes and ruts in the pavement, (so that I saw you were still thinking of the stones,) until we reached the little alley called Lamartine, which has been paved, by way of experiment, with the overlapping and riveted blocks. Here your countenance brightened up, and, perceiving your lips move, I could not doubt that you murmured the word 'stereotomy,' a term very affectedly applied to this species of pavement. I knew that you could not say to yourself 'stereotomy' without being brought to think of atomies, and thus of the theories of Epicurus; and since, when we discussed this subject not very long ago, I mentioned to you how singularly, yet with how little notice, the vague guesses of that noble Greek had met with confirmation in the late nebular cosmogony, I felt that you could not avoid casting your eyes upward to the great nebula in Orion, and I certainly expected that you would do so. You did look up; and I was now assured that I had correctly followed your steps. But in that bitter tirade upon Chantilly, which appeared in yesterday's 'Musée,' the satirist, making some disgraceful allusions to the cobbler's change of name upon assuming the buskin, quoted a Latin line about which we have often conversed. I mean the line<br> <br> Perdidit antiquum litera prima sonum<br> <br> I had told you that this was in reference to Orion, formerly written Urion; and, from certain pungencies connected with this explanation, I was aware that you could not have forgotten it. It was clear, therefore, that you would not fail to combine the two ideas of Orion and Chantilly. That you did combine them I saw by the character of the smile which passed over your lips. You thought of the poor cobbler's immolation. So far, you had been stooping in your gait; but now I saw you draw yourself up to your full height. I was then sure that you reflected upon the diminutive figure of Chantilly. At this point I interrupted your meditations to remark that as, in fact, he was a very little fellow --that Chantilly --he would do better at the Théâtre des Variétés.’<br> <br> Not long after this, we were looking over an evening edition of the ‘Gazette des Tribunaux,’ when the following paragraphs arrested our attention.<br> <br> ‘EXTRAORDINARY MURDERS. --This morning, about three o'clock, the inhabitants of the Quartier St. Roch were aroused from sleep by a succession of terrific shrieks, issuing, apparently, from the fourth story of a house in the Rue Morgue, known to be in the sole occupancy of one Madame L'Espanaye, and her daughter, Mademoiselle Camille L'Espanaye. After some delay, occasioned by a fruitless attempt to procure admission in the usual manner, the gateway was broken in with a crowbar, and eight or ten of the neighbors entered, accompanied by two gendarmes. By this time the cries had ceased; but, as the party rushed up the first flight of stairs, two or more rough voices, in angry contention, were distinguished, and seemed to proceed from the upper part of the house. As the second landing was reached, these sounds, also, had ceased, and everything remained perfectly quiet. The party spread themselves, and hurried from room to room. Upon arriving at a large back chamber in the fourth story, (the door of which, being found locked, with the key inside, was forced open,) a spectacle presented itself which struck every one present not less with horror than with astonishment.<br> <br> ‘The apartment was in the wildest disorder --the furniture broken and thrown about in all directions. There was only one bedstead; and from this the bed had been removed, and thrown into the middle of the floor. On a chair lay a razor, besmeared with blood. On the hearth were two or three long and thick tresses of grey human hair, also dabbled in blood, and seeming to have been pulled out by the roots. Upon the floor were found four Napoleons, an ear-ring of topaz, three large silver spoons, three smaller of métal d'Alger, and two bags, containing nearly four thousand francs in gold. The drawers of a bureau, which stood in one corner, were open, and had been, apparently, rifled, although many articles still remained in them. A small iron safe was discovered under the bed (not under the bedstead). It was open, with the key still in the door. It had no contents beyond a few old letters, and other papers of little consequence.<br> <br> ‘Of Madame L'Espanaye no traces were here seen; but an unusual quantity of soot being observed in the fire-place, a search was made in the chimney, and (horrible to relate!) the corpse of the daughter, head downward, was dragged therefrom; it having been thus forced up the narrow aperture for a considerable distance. The body was quite warm. Upon examining it, many excoriations were perceived, no doubt occasioned by the violence with which it had been thrust up and disengaged. Upon the face were many severe scratches, and, upon the throat, dark bruises, and deep indentations of finger nails, as if the deceased had been throttled to death.<br> <br> ‘After a thorough investigation of every portion of the house, without farther discovery, the party made its way into a small paved yard in the rear of the building, where lay the corpse of the old lady, with her throat so entirely cut that, upon an attempt to raise her, the head fell off. The body, as well as the head, was fearfully mutilated --the former so much so as scarcely to retain any semblance of humanity.<br> <br> ‘To this horrible mystery there is not as yet, we believe, the slightest clew.’<br> <br> The next day's paper had these additional particulars.<br> <br> ‘The Tragedy in the Rue Morgue. Many individuals have been examined in relation to this most extraordinary and frightful affair.’ [The word 'affaire' has not yet, in France, that levity of import which it conveys with us,"}