{
	"id":"user726",
	"title":"Ulysses by Lord Alfred Tennyson (Mountains)",
	"image":"Hammonton Photography.jpg",
	"tag":["15", "3", "42", "54", "55"],
	"video":{"src":["Aerial-shot-of-red-cliffs-and-mountains-st-george-utah.m4v","Dolly-down-cliff-face-of-mitzpe-ramon-crater.m4v","Dolly-shot-of-couple-sitting-on-rocks-overlooking-monument-valley.m4v","Spinning-and-glistening-cave.m4v","Slowly-sweeping-over-large-cavern.m4v"], "title":"video title","type":"background"},
	"main_text":"It little profits that an idle king,<br><br> By this still hearth, among these barren crags,<br><br> Matched with an aged wife, I mete and dole<br><br> Unequal laws unto a savage race,<br><br> That hoard, and sleep, and feed, and know not me.<br><br> <br><br> I cannot rest from travel: I will drink<br><br> Life to the lees: all times I have enjoyed<br><br> Greatly, have suffered greatly, both with those<br><br> That loved me, and alone; on shore, and when<br><br> Through scudding drifts the rainy Hyades<br><br> Vest the dim sea: I am become a name;<br><br> For always roaming with a hungry heart<br><br> Much have I seen and known; cities of men<br><br> And manners, climates, councils, governments,<br><br> Myself not least, but honoured of them all;<br><br> And drunk delight of battle with my peers;<br><br> Far on the ringing plains of windy Troy.<br><br> I am part of all that I have met;<br><br> Yet all experience is an arch wherethrough<br><br> Gleams that untravelled world, whose margin fades<br><br> For ever and for ever when I move.<br><br> How dull it is to pause, to make an end,<br><br> To rust unburnished, not to shine in use!<br><br> As though to breath were life. Life piled on life<br><br> Were all to little, and of one to me<br><br> Little remains: but every hour is saved<br><br> From that eternal silence, something more,<br><br> A bringer of new things; and vile it were<br><br> For some three suns to store and hoard myself,<br><br> And this gray spirit yearning in desire<br><br> To follow knowledge like a sinking star,<br><br> Beyond the utmost bound of human thought.<br><br> <br><br> This is my son, mine own Telemachus,<br><br> To whom I leave the scepter and the isle&mdash;<br><br> Well-loved of me, discerning to fulfill<br><br> This labour, by slow prudence to make mild<br><br> A rugged people, and through soft degrees<br><br> Subdue them to the useful and the good.<br><br> Most blameless is he, centered in the sphere<br><br> Of common duties, decent not to fail<br><br> In offices of tenderness, and pay<br><br> Meet adoration to my household gods,<br><br> When I am gone. He works his work, I mine.<br><br> <br><br> There lies the port; the vessel puffs her sail:<br><br> There gloom the dark broad seas. My mariners,<br><br> Souls that have toiled, and wrought, and thought with me&mdash;<br><br> That ever with a frolic welcome took<br><br> The thunder and the sunshine, and opposed<br><br> Free hearts, free foreheads&mdash;you and I are old;<br><br> Old age had yet his honour and his toil;<br><br> Death closes all: but something ere the end,<br><br> Some work of noble note, may yet be done,<br><br> Not unbecoming men that strove with Gods.<br><br> The lights begin to twinkle from the rocks:<br><br> The long day wanes: the slow moon climbs: the deep<br><br> Moans round with many voices. Come, my friends,<br><br> 'Tis not too late to seek a newer world.<br><br> Push off, and sitting well in order smite<br><br> The sounding furrows; for my purpose holds<br><br> To sail beyond the sunset, and the baths<br><br> Of all the western stars, until I die.<br><br> It may be that the gulfs will wash us down:<br><br> It may be we shall touch the Happy Isles,<br><br> And see the great Achilles, whom we knew.<br><br> Though much is taken, much abides; and though<br><br> We are not now that strength which in the old days<br><br> Moved earth and heaven; that which we are, we are,<br><br> One equal-temper of heroic hearts,<br><br> Made weak by time and fate, but strong in will<br><br> To strive, to seek, to find, and not to yield.",
	"shuffle": false,
	"type": "presentation", 
	"autoSlideTimer": 2
}