{
				"id": "user436",
				"title": "The Charge Of The Light Brigade by Lord Alfred Tennyson",
				"exclude_from_menu": "true",
				"image": "Kiarash Zangeneh pourzade.jpg",
				"tag": ["15", "4", "5", "42"],
				"video": {
					"src": ["Light-cloud.m4v", "Light-grey-clouds-in-sky-2.m4v", "Light-pattern-space.m4v", "Light-sea-shimmer.m4v", "Light-shining-down-through-clouds-on-valley.m4v", "Light-shining-through-cave.m4v", "Light-through-the-trees.m4v", "Light-vibe-spectrum.m4v"],
					"type": "background"	
				},
				"main_text": "Half a league, half a league,<br> Half a league onward,<br> All in the valley of Death<br> Rode the six hundred.<br> 'Forward, the Light Brigade!<br> Charge for the guns!' he said:<br> Into the valley of Death<br> Rode the six hundred.<br><br>'Forward, the Light Brigade!'<br> Was there a man dismayed?<br> Not tho' the soldiers knew<br> Someone had blundered:<br> Theirs was not to make reply,<br> Theirs was not to reason why,<br> Theirs was but to do and die:<br> Into the valley of Death<br> Rode the six hundred.<br><br>Cannon to the right of them,<br> Cannon to the left of them,<br> Cannon in front of them<br> Volleyed and thunder'd;<br> Storm'd at with shot and shell,<br> Boldly they rode and well,<br> Into the jaws of Death,<br> Into the mouth of Hell,<br> Rode the six hundred.<br><br>Flashed all their sabres bare,<br> Flashed as they turned in air,<br> Sab'ring the gunners there,<br> Charging and army, while<br> All the world wondered:<br> Plunging in the battery smoke,<br> Right through the line they broke;<br> Cossack and Russian<br> Reeled from the sabre-stroke<br> Shattered and sundered.<br> Then they rode back, but not--<br> Not the six hundred.<br><br>Cannon to the right of them,<br> Cannon to the left of them,<br> Cannon in front of them<br> Volleyed and thundered;<br> Stormed at with shot and shell,<br> While horse and hero fell,<br> They that fought so well,<br> Came thro' the jaws of Death,<br> Back from the mouth of Hell,<br> All that was left of them,<br> Left of the six hundred.<br><br>When can their glory fade?<br> Oh, the wild charge they made!<br> All the world wondered.<br> Honor the charge they made!<br> Honor the Light Brigade,<br> Noble Six Hundred!"
			}