{"id":"user77","title":"Edith Wharton","exclude_from_menu":"true","image":"Murat Tasiroglu.jpg","main_text":"IT was on an impulse hardly needing the arguments he found himself advancing in its favor, that Thursdale, on his way to the club, turned as usual into Mrs. Vervain's street.<br> <br> The ‘as usual’ was his own qualification of the act; a convenient way of bridging the interval--in days and other sequences--that lay between this visit and the last. It was characteristic of him that he instinctively excluded his call two days earlier, with Ruth Gaynor, from the list of his visits to Mrs. Vervain: the special conditions attending it had made it no more like a visit to Mrs. Vervain than an engraved dinner invitation is like a personal letter. Yet it was to talk over his call with Miss Gaynor that he was now returning to the scene of that episode; and it was because Mrs. Vervain could be trusted to handle the talking over as skilfully as the interview itself that, at her corner, he had felt the dilettante's irresistible craving to take a last look at a work of art that was passing out of his possession.<br> <br> On the whole, he knew no one better fitted to deal with the unexpected than Mrs. Vervain. She excelled in the rare art of taking things for granted, and Thursdale felt a pardonable pride in the thought that she owed her excellence to his training. Early in his career Thursdale had made the mistake, at the outset of his acquaintance with a lady, of telling her that he loved her and exacting the same avowal in return. The latter part of that episode had been like the long walk back from a picnic, when one has to carry all the crockery one has finished using: it was the last time Thursdale ever allowed himself to be encumbered with the debris of a feast. He thus incidentally learned that the privilege of loving her is one of the least favors that a charming woman can accord; and in seeking to avoid the pitfalls of sentiment he had developed a science of evasion in which the woman of the moment became a mere implement of the game. He owed a great deal of delicate enjoyment to the cultivation of this art. The perils from which it had been his refuge became naively harmless: was it possible that he who now took his easy way along the levels had once preferred to gasp on the raw heights of emotion? Youth is a high-colored season; but he had the satisfaction of feeling that he had entered earlier than most into that chiar'oscuro of sensation where every half-tone has its value.<br> <br> As a promoter of this pleasure no one he had known was comparable to Mrs. Vervain. He had taught a good many women not to betray their feelings, but he had never before had such fine material to work in. She had been surprisingly crude when he first knew her; capable of making the most awkward inferences, of plunging through thin ice, of recklessly undressing her emotions; but she had acquired, under the discipline of his reticences and evasions, a skill almost equal to his own, and perhaps more remarkable in that it involved keeping time with any tune he played and reading at sight some uncommonly difficult passages.<br> <br> It had taken Thursdale seven years to form this fine talent; but the result justified the effort. At the crucial moment she had been perfect: her way of greeting Miss Gaynor had made him regret that he had announced his engagement by letter. it was an evasion that confessed a difficulty; a deviation implying an obstacle, where, by common consent, it was agreed to see none; it betrayed, in short, a lack of confidence in the completeness of his method. It had been his pride never to put himself in a position which had to be quitted, as it were, by the back door; but here, as he perceived, the main portals would have opened for him of their own accord. All this, and much more, he read in the finished naturalness with which Mrs. Vervain had met Miss Gaynor. He had never seen a better piece of work: there was no over-eagerness, no suspicious warmth, above all (and this gave her art the grace of a natural quality) there were none of those damnable implications whereby a woman, in welcoming her friend's betrothed, may keep him on pins and needles while she laps the lady in complacency. So masterly a performance, indeed, hardly needed the offset of Miss Gaynor's door-step words--’To be so kind to me, how she must have liked you!’--though he caught himself wishing it lay within the bounds of fitness to transmit them, as a final tribute, to the one woman he knew who was unfailingly certain to enjoy a good thing. It was perhaps the one drawback to his new situation that it might develop good things which it would be impossible to hand on to Margaret Vervain.<br> <br> The fact that he had made the mistake of underrating his friend's powers, the consciousness that his writing must have betrayed his distrust of her efficiency, seemed an added reason for turning down her street instead of going on to the club. He would show her that he knew how to value her; he would ask her to achieve with him a feat infinitely rarer and more delicate than the one he had appeared to avoid. Incidentally, he would also dispose of the interval of time before dinner: ever since he had seen Miss Gaynor off, an hour earlier, on her return journey to Buffalo, he had been wondering how he should put in the rest of the afternoon. It was absurd, how he missed the girl....Yes, that was it; the desire to talk about her was, after all, at the bottom of his impulse to call on Mrs. Vervain! It was absurd, if you like--but it was delightfully rejuvenating. He could recall the time when he had been afraid of being obvious: now he felt that this return to the primitive emotions might be as restorative as a holiday in the Canadian woods. And it was precisely by the girl's candor, her directness, her lack of complications, that he was taken. The sense that she might say something rash at any moment was positively exhilarating: if she had thrown her arms about him at the station he would not have given a thought to his crumpled dignity. It surprised Thursdale to find what freshness of heart he brought to the adventure; and though his sense of irony prevented his ascribing his intactness to any conscious purpose, he could but rejoice in the fact that his sentimental economies had left him such a large surplus to draw upon.__<br> <br> Mrs. Vervain was at home--as usual. When one visits the cemetery one expects to find the angel on the tombstone, and it struck Thursdale as another proof of his friend's good taste that she had been in no undue haste to change her habits. The whole house appeared to count on his coming; the footman took his hat and overcoat as naturally as though there had been no lapse in his visits; and the drawing-room at once enveloped him in that atmosphere of tacit intelligence which Mrs. Vervain imparted to her very furniture.<br> <br> It was a surprise that, in this general harmony of circumstances, Mrs. Vervain should herself sound the first false note.<br> <br> ‘You?’ she exclaimed; and the book she held slipped from her hand.<br> <br> It was crude, certainly; unless it were a touch of the finest art. The difficulty of classifying it disturbed Thursdale's balance.<br> <br> ‘Why not?’ he said, restoring the book. ‘Isn't it my hour?’ And as she made no answer, he added gently, ‘Unless it's some one else's?’<br> <br> She laid the book aside and sank back into her chair. ‘Mine, merely,’ she said.<br> <br> ‘I hope that doesn't mean that you're unwilling to share it?’<br> <br> ‘With you? By no means. You're welcome to my last crust.’<br> <br> He looked at her reproachfully. ‘Do you call this the last?’<br> <br> She smiled as he dropped into the seat across the hearth. ‘It's a way of giving it more flavor!’<br> <br> He returned the smile. ‘A visit to you doesn't need such condiments.’<br> <br> She took this with just the right measure of retrospective amusement.<br> <br> ‘Ah, but I want to put into this one a very special taste,’ she confessed.<br> <br> Her smile was so confident, so reassuring, that it lulled him into the imprudence of saying, ‘Why should you want it to be different from what was always so perfectly right?’<br> <br> She hesitated. ‘Doesn't the fact that it's the last constitute a difference?’<br> <br> ‘The last--my last visit to you?’<br> <br> ‘Oh, metaphorically, I mean--there's a break in the continuity.’<br> <br> Decidedly, she was pressing too hard: unlearning his arts already!<br> <br> ‘I don't recognize it,’ he said. ‘Unless you make me--’ he added, with a note that slightly stirred her attitude of languid attention.<br> <br> She turned to him with grave eyes. ‘You recognize no difference whatever?’<br> <br> ‘None--except an added link in the chain.’<br> <br> ‘An added link?’<br> <br> ‘In having one more thing to like you for--your letting Miss Gaynor see why I had already so many.’ He flattered himself that this turn had taken the least hint of fatuity from the phrase.<br> <br> Mrs. Vervain sank into her former easy pose. ‘Was it that you came for?’ she asked, almost gaily.<br> <br> ‘If it is necessary to have a reason--that was one.’<br> <br> ‘To talk to me about Miss Gaynor?’<br> <br> ‘To tell you how she talks about you.’<br> <br> ‘That will be very interesting--especially if you have seen her since her second visit to me.’<br> <br> ‘Her second visit?’ Thursdale pushed his chair back with a start and moved to another. ‘She came to see you again?’<br> <br> ‘This morning, yes--by appointment.’<br> <br> He continued to look at her blankly. ‘You sent for her?’<br> <br> ‘I didn't have to--she wrote and asked me last night. But no doubt you have seen her since.’<br> <br> Thursdale sat silent. He was trying to separate his words from his thoughts, but they still clung together inextricably. ‘I saw her off just now at the station.’<br> <br> ‘And she didn't tell you that she had been here again?’<br> <br> ‘There was hardly time, I suppose--there were people about--’ he floundered.<br> <br> ‘Ah, she'll write, then.’<br> <br> He regained his composure. ‘Of course she'll write: very often, I hope. You know I'm absurdly in love,’ he cried audaciously.<br> <br> She tilted her head back, looking up at him as he leaned against the chimney-piece. He had leaned there so often that the attitude touched a pulse which set up a throbbing in her throat. ‘Oh, my poor Thursdale!’ she murmured.<br> <br> ‘I suppose it's rather ridiculous,’ he owned; and as she remained silent, he added, with a sudden break--’Or have you another reason for pitying me?’<br> <br> Her answer was another question. ‘Have you been back to your rooms since you left her?’__<br> <br> ‘Since I left her at the station? I came straight here.’<br> <br> ‘Ah, yes--you _could:_ there was no reason--’ Her words passed into a silent musing.<br> <br> Thursdale moved nervously nearer. ‘You said you had something to tell me?’<br> <br> ‘Perhaps I had better let her do so. There may be a letter at your rooms.’<br> <br> ‘A letter? What do you mean? A letter from _her?_ What has happened?’<br> <br> His paleness shook her, and she raised a hand of reassurance. ‘Nothing has happened--perhaps that is just the worst of it. You always _hated_, you know,’ she added incoherently, ‘to have things happen: you never would let them.’<br> <br> ‘And now--?’<br> <br> ‘Well, that was what she came here for: I supposed you had guessed. To know if anything had happened.’<br> <br> ‘Had happened?’ He gazed at her slowly. ‘Between you and me?’ he said with a rush of light.<br> <br> The words were so much cruder than any that had ever passed between them that the color rose to her face; but she held his startled gaze.<br> <br> ‘You know girls are not quite as unsophisticated as they used to be. Are you surprised that such an idea should occur to her?’<br> <br> His own color answered hers: it was the only reply that came to him.<br> <br> Mrs. Vervain went on, smoothly: ‘I supposed it might have struck you that there were times when we presented that appearance.’<br> <br> He made an impatient gesture. ‘A man's past is his own!’<br> <br> ‘Perhaps--it certainly never belongs to the woman who has shared it. But one learns such truths only by experience; and Miss Gaynor is naturally inexperienced.’<br> <br> ‘Of course--but--supposing her act a natural one--’ he floundered lamentably among his innuendoes--’I still don't see--how there was anything--’<br> <br> ‘Anything to take hold of? There wasn't--’<br> <br> ‘Well, then--?’ escaped him, in crude satisfaction; but as she did not complete the sentence he went on with a faltering laugh: ‘She can hardly object to the existence of a mere friendship between us!’<br> <br> ‘But she does,’ said Mrs. Vervain.<br> <br> Thursdale stood perplexed. He had seen, on the previous day, no trace of jealousy or resentment in his betrothed: he could still hear the candid ring of the girl's praise of Mrs. Vervain. If she were such an abyss of insincerity as to dissemble distrust under such frankness, she must at least be more subtle than to bring her doubts to her rival for solution. The situation seemed one through which one could no longer move in a penumbra, and he let in a burst of light with the direct query: ‘Won't you explain what you mean?’<br> <br> Mrs. Vervain sat silent, not provokingly, as though to prolong his distress, but as if, in the attenuated phraseology he had taught her, it was difficult to find words robust enough to meet his challenge. It was the first time he had ever asked her to explain anything; and she had lived so long in dread of offering elucidations which were not wanted, that she seemed unable to produce one on the spot.<br> <br> At last she said slowly: ‘She came to find out if you were really free.’<br> <br> Thursdale colored again. ‘Free?’ he stammered, with a sense of physical disgust at contact with such crassness.<br> <br> ‘Yes--if I had quite done with you.’ She smiled in recovered security. ‘It seems she likes clear outlines; she has a passion for definitions.’<br> <br> ‘Yes--well?’ he said, wincing at the echo of his own subtlety.<br> <br> ‘Well--and when I told her that you had never belonged to me, she wanted me to define _my_ status--to know exactly where I had stood all along.’<br> <br> Thursdale sat gazing at her intently; his hand was not yet on the clue. ‘And even when you had told her that--’<br> <br> ‘Even when I had told her that I had _had_ no status--that I had never stood anywhere, in any sense she meant,’ said Mrs. Vervain, slowly--’even then she wasn't satisfied, it seems.’<br> <br> He uttered an uneasy exclamation. ‘She didn't believe you, you mean?’<br> <br> ‘I mean that she _did_ believe me: too thoroughly.’<br> <br> ‘Well, then--in God's name, what did she want?’<br> <br> ‘Something more--those were the words she used.’<br> <br> ‘Something more? Between--between you and me? Is it a conundrum?’ He laughed awkwardly.<br> <br> ‘Girls are not what they were in my day; they are no longer forbidden to contemplate the relation of the sexes.’<br> <br> ‘So it seems!’ he commented. ‘But since, in this case, there wasn't any--’ he broke off, catching the dawn of a revelation in her gaze.<br> <br> ‘That's just it. The unpardonable offence has been--in our not offending.’<br> <br> He flung himself down despairingly. ‘I give it up!--What did you tell her?’ he burst out with sudden crudeness.<br> <br> ‘The exact truth. If I had only known,’ she broke off with a beseeching tenderness, ‘won't you believe that I would still have lied for you?’<br> <br> ‘Lied for me? Why on earth should you have lied for either of us?’<br> <br> ‘To save you--to hide you from her to the last! As I've hidden you from myself all these years!’ She stood up with a sudden tragic import in her movement. ‘You believe me capable of that, don't you? If I had only guessed--but I have never known a girl like her; she had the truth out of me with a spring.’<br> <br> ‘The truth that you and I had never--’<br> <br> ‘Had never--never in all these years! Oh, she knew why--she measured us both in a flash. She didn't suspect me of having haggled with you--her words pelted me like hail. 'He just took what he wanted--sifted and sorted you to suit his taste. Burnt out the gold and left a heap of cinders. And you let him--you let yourself be cut in bits'--she mixed her metaphors a little--'be cut in bits, and used or discarded, while all the while every drop of blood in you belonged to him! But he's Shylock--and you have bled to death of the pound of flesh he has cut out of you.' But she despises me the most, you know--far the most--’ Mrs. Vervain ended.<br> <br> The words fell strangely on the scented stillness of the room: they seemed out of harmony with its setting of afternoon intimacy, the kind of intimacy on which at any moment, a visitor might intrude without perceptibly lowering the atmosphere. It was as though a grand opera-singer had strained the acoustics of a private music-room.<br> <br> Thursdale stood up, facing his hostess. Half the room was between them, but they seemed to stare close at each other now that the veils of reticence and ambiguity had fallen.<br> <br> His first words were characteristic. ‘She _does_ despise me, then?’ he exclaimed.<br> <br> ‘She thinks the pound of flesh you took was a little too near the heart.’<br> <br> He was excessively pale. ‘Please tell me exactly what she said of me.’<br> <br> ‘She did not speak much of you: she is proud. But I gather that while she understands love or indifference, her eyes have never been opened to the many intermediate shades of feeling. At any rate, she expressed an unwillingness to be taken with reservations--she thinks you would have loved her better if you had loved some one else first. The point of view is original--she insists on a man with a past!’<br> <br> ‘Oh, a past--if she's serious--I could rake up a past!’ he said with a laugh.<br> <br> ‘So I suggested: but she has her eyes on his particular portion of it. She insists on making it a test case. She wanted to know what you had done to me; and before I could guess her drift I blundered into telling her.’<br> <br> Thursdale drew a difficult breath. ‘I never supposed--your revenge is complete,’ he said slowly.<br> <br> He heard a little gasp in her throat. ‘My revenge? When I sent for you to warn you--to save you from being surprised as _I_ was surprised?’<br> <br> ‘You're very good--but it's rather late to talk of saving me.’ He held out his hand in the mechanical gesture of leave-taking.<br> <br> ‘How you must care!--for I never saw you so dull,’ was her answer. ‘Don't you see that it's not too late for me to help you?’ And as he continued to stare, she brought out sublimely: ‘Take the rest--in imagination! Let it at least be of that much use to you. Tell her I lied to her--she's too ready to believe it! And so, after all, in a sense, I sha'n't have been wasted.’<br> <br> His stare hung on her, widening to a kind of wonder. She gave the look back brightly, unblushingly, as though the expedient were too simple to need oblique approaches. It was extraordinary how a few words had swept them from an atmosphere of the most complex dissimulations to this contact of naked souls.<br> <br> It was not in Thursdale to expand with the pressure of fate; but something in him cracked with it, and the rift let in new light. He went up to his friend and took her hand.<br> <br> ‘You would do it--you would do it!’<br> <br> She looked at him, smiling, but her hand shook.<br> <br> ‘Good-by,’ he said, kissing it.<br> <br> ‘Good-by? You are going--?’<br> <br> ‘To get my letter.’<br> <br> ‘Your letter? The letter won't matter, if you will only do what I ask.’<br> <br> He returned her gaze. ‘I might, I suppose, without being out of character. Only, don't you see that if your plan helped me it could only harm her?’<br> <br> ‘Harm _her?_’<br> <br> ‘To sacrifice you wouldn't make me different. I shall go on being what I have always been--sifting and sorting, as she calls it. Do you want my punishment to fall on _her?_’<br> <br> She looked at him long and deeply. ‘Ah, if I had to choose between you--!’<br> <br> ‘You would let her take her chance? But I can't, you see. I must take my punishment alone.’<br> <br> She drew her hand away, sighing. ‘Oh, there will be no punishment for either of you.’<br> <br> ‘For either of us? There will be the reading of her letter for me.’<br> <br> She shook her head with a slight laugh. ‘There will be no letter.’<br> <br> Thursdale faced about from the threshold with fresh life in his look. ‘No letter? You don't mean--’<br> <br> ‘I mean that she's been with you since I saw her--she's seen you and heard your voice. If there _is_ a letter, she has recalled it--from the first station, by telegraph.’<br> <br> He turned back to the door, forcing an answer to her smile. ‘But in the mean while I shall have read it,’ he said.<br> <br> The door closed on him, and she hid her eyes from the dreadful emptiness of the room.</p><br>Their railway-carriage had been full when the train left Bologna; but at the first station beyond Milan their only remaining companion--a courtly person who ate garlic out of a carpet-bag--had left his crumb-strewn seat with a bow.<br> <br> Lydia's eye regretfully followed the shiny broadcloth of his retreating back till it lost itself in the cloud of touts and cab-drivers hanging about the station; then she glanced across at Gannett and caught the same regret in his look. They were both sorry to be alone.<br> <br> ‘_Par-ten-za!_’ shouted the guard. The train vibrated to a sudden slamming of doors; a waiter ran along the platform with a tray of fossilized sandwiches; a belated porter flung a bundle of shawls and band-boxes into a third-class carriage; the guard snapped out a brief _Partensa!_ which indicated the purely ornamental nature of his first shout; and the train swung out of the station.<br> <br> The direction of the road had changed, and a shaft of sunlight struck across the dusty red velvet seats into Lydia's corner. Gannett did not notice it. He had returned to his _Revue de Paris,_ and she had to rise and lower the shade of the farther window. Against the vast horizon of their leisure such incidents stood out sharply.<br> <br> Having lowered the shade, Lydia sat down, leaving the length of the carriage between herself and Gannett. At length he missed her and looked up.<br> <br> ‘I moved out of the sun,’ she hastily explained.<br> <br> He looked at her curiously: the sun was beating on her through the shade.<br> <br> ‘Very well,’ he said pleasantly; adding, ‘You don't mind?’ as he drew a cigarette-case from his pocket.<br> <br> It was a refreshing touch, relieving the tension of her spirit with the suggestion that, after all, if he could _smoke_--! The relief was only momentary. Her experience of smokers was limited (her husband had disapproved of the use of tobacco) but she knew from hearsay that men sometimes smoked to get away from things; that a cigar might be the masculine equivalent of darkened windows and a headache. Gannett, after a puff or two, returned to his review.<br> <br> It was just as she had foreseen; he feared to speak as much as she did. It was one of the misfortunes of their situation that they were never busy enough to necessitate, or even to justify, the postponement of unpleasant discussions. If they avoided a question it was obviously, unconcealably because the question was disagreeable. They had unlimited leisure and an accumulation of mental energy to devote to any subject that presented itself; new topics were in fact at a premium. Lydia sometimes had premonitions of a famine-stricken period when there would he nothing left to talk about, and she had already caught herself doling out piecemeal what, in the first prodigality of their confidences, she would have flung to him in a breath. Their silence therefore might simply mean that they had nothing to say; but it was another disadvantage of their position that it allowed infinite opportunity for the classification of minute differences. Lydia had learned to distinguish between real and factitious silences; and under Gannett's she now detected a hum of speech to which her own thoughts made breathless answer.<br> <br> How could it be otherwise, with that thing between them? She glanced up at the rack overhead. The _thing_ was there, in her dressing-bag, symbolically suspended over her head and his. He was thinking of it now, just as she was; they had been thinking of it in unison ever since they had entered the train. While the carriage had held other travellers they had screened her from his thoughts; but now that he and she were alone she knew exactly what was passing through his mind; she could almost hear him asking himself what he should say to her....<br> <br> * * * * *<br> <br> The thing had come that morning, brought up to her in an innocent-looking envelope with the rest of their letters, as they were leaving the hotel at Bologna. As she tore it open, she and Gannett were laughing over some ineptitude of the local guide-book--they had been driven, of late, to make the most of such incidental humors of travel. Even when she had unfolded the document she took it for some unimportant business paper sent abroad for her signature, and her eye travelled inattentively over the curly _Whereases_ of the preamble until a word arrested her:--Divorce. There it stood, an impassable barrier, between her husband's name and hers.<br> <br> She had been prepared for it, of course, as healthy people are said to be prepared for death, in the sense of knowing it must come without in the least expecting that it will. She had known from the first that Tillotson meant to divorce her--but what did it matter? Nothing mattered, in those first days of supreme deliverance, but the fact that she was free; and not so much (she had begun to be aware) that freedom had released her from Tillotson as that it had given her to Gannett. This discovery had not been agreeable to her self-esteem. She had preferred to think that Tillotson had himself embodied all her reasons for leaving him; and those he represented had seemed cogent enough to stand in no need of reinforcement. Yet she had not left him till she met Gannett. It was her love for Gannett that had made life with Tillotson so poor and incomplete a business. If she had never, from the first, regarded her marriage as a full cancelling of her claims upon life, she had at least, for a number of years, accepted it as a provisional compensation,--she had made it ‘do.’ Existence in the commodious Tillotson mansion in Fifth Avenue--with Mrs. Tillotson senior commanding the approaches from the second-story front windows--had been reduced to a series of purely automatic acts. The moral atmosphere of the Tillotson interior was as carefully screened and curtained as the house itself: Mrs. Tillotson senior dreaded ideas as much as a draught in her back. Prudent people liked an even temperature; and to do anything unexpected was as foolish as going out in the rain. One of the chief advantages of being rich was that one need not be exposed to unforeseen contingencies: by the use of ordinary firmness and common sense one could make sure of doing exactly the same thing every day at the same hour. These doctrines, reverentially imbibed with his mother's milk, Tillotson (a model son who had never given his parents an hour's anxiety) complacently expounded to his wife, testifying to his sense of their importance by the regularity with which he wore goloshes on damp days, his punctuality at meals, and his elaborate precautions against burglars and contagious diseases. Lydia, coming from a smaller town, and entering New York life through the portals of the Tillotson mansion, had mechanically accepted this point of view as inseparable from having a front pew in church and a parterre box at the opera. All the people who came to the house revolved in the same small circle of prejudices. It was the kind of society in which, after dinner, the ladies compared the exorbitant charges of their children's teachers, and agreed that, even with the new duties on French clothes, it was cheaper in the end to get everything from Worth; while the husbands, over their cigars, lamented municipal corruption, and decided that the men to start a reform were those who had no private interests at stake.<br> <br> To Lydia this view of life had become a matter of course, just as lumbering about in her mother-in-law's landau had come to seem the only possible means of locomotion, and listening every Sunday to a fashionable Presbyterian divine the inevitable atonement for having thought oneself bored on the other six days of the week. Before she met Gannett her life had seemed merely dull: his coming made it appear like one of those dismal Cruikshank prints in which the people are all ugly and all engaged in occupations that are either vulgar or stupid.<br> <br> It was natural that Tillotson should be the chief sufferer from this readjustment of focus. Gannett's nearness had made her husband ridiculous, and a part of the ridicule had been reflected on herself. Her tolerance laid her open to a suspicion of obtuseness from which she must, at all costs, clear herself in Gannett's eyes.<br> <br> She did not understand this until afterwards. At the time she fancied that she had merely reached the limits of endurance. In so large a charter of liberties as the mere act of leaving Tillotson seemed to confer, the small question of divorce or no divorce did not count. It was when she saw that she had left her husband only to be with Gannett that she perceived the significance of anything affecting their relations. Her husband, in casting her off, had virtually flung her at Gannett: it was thus that the world viewed it. The measure of alacrity with which Gannett would receive her would be the subject of curious speculation over afternoon-tea tables and in club corners. She knew what would be said--she had heard it so often of others! The recollection bathed her in misery. The men would probably back Gannett to ‘do the decent thing’; but the ladies' eye-brows would emphasize the worthlessness of such enforced fidelity; and after all, they would be right. She had put herself in a position where Gannett ‘owed’ her something; where, as a gentleman, he was bound to ‘stand the damage.’ The idea of accepting such compensation had never crossed her mind; the so-called rehabilitation of such a marriage had always seemed to her the only real disgrace. What she dreaded was the necessity of having to explain herself; of having to combat his arguments; of calculating, in spite of herself, the exact measure of insistence with which he pressed them. She knew not whether she most shrank from his insisting too much or too little. In such a case the nicest sense of proportion might be at fault; and how easy to fall into the error of taking her resistance for a test of his sincerity! Whichever way she turned, an ironical implication confronted her: she had the exasperated sense of having walked into the trap of some stupid practical joke.<br> <br> Beneath all these preoccupations lurked the dread of what he was thinking. Sooner or later, of course, he would have to speak; but that, in the meantime, he should think, even for a moment, that there was any use in speaking, seemed to her simply unendurable. Her sensitiveness on this point was aggravated by another fear, as yet barely on the level of consciousness; the fear of unwillingly involving Gannett in the trammels of her dependence. To look upon him as the instrument of her liberation; to resist in herself the least tendency to a wifely taking possession of his future; had seemed to Lydia the one way of maintaining the dignity of their relation. Her view had not changed, but she was aware of a growing inability to keep her thoughts fixed on the essential point--the point of parting with Gannett. It was easy to face as long as she kept it sufficiently far off: but what was this act of mental postponement but a gradual encroachment on his future? What was needful was the courage to recognize the moment when, by some word or look, their voluntary fellowship should be transformed into a bondage the more wearing that it was based on none of those common obligations which make the most imperfect marriage in some sort a centre of gravity.<br> <br> When the porter, at the next station, threw the door open, Lydia drew back, making way for the hoped-for intruder; but none came, and the train took up its leisurely progress through the spring wheat-fields and budding copses. She now began to hope that Gannett would speak before the next station. She watched him furtively, half-disposed to return to the seat opposite his, but there was an artificiality about his absorption that restrained her. She had never before seen him read with so conspicuous an air of warding off interruption. What could he be thinking of? Why should he be afraid to speak? Or was it her answer that he dreaded?<br> <br> The train paused for the passing of an express, and he put down his book and leaned out of the window. Presently he turned to her with a smile. ‘There's a jolly old villa out here,’ he said.<br> <br> His easy tone relieved her, and she smiled back at him as she crossed over to his corner.<br> <br> Beyond the embankment, through the opening in a mossy wall, she caught sight of the villa, with its broken balustrades, its stagnant fountains, and the stone satyr closing the perspective of a dusky grass-walk.<br> <br> ‘How should you like to live there?’ he asked as the train moved on.<br> <br> ‘There?’<br> <br> ‘In some such place, I mean. One might do worse, don't you think so? There must be at least two centuries of solitude under those yew-trees. Shouldn't you like it?’<br> <br> ‘I--I don't know,’ she faltered. She knew now that he meant to speak.<br> <br> He lit another cigarette. ‘We shall have to live somewhere, you know,’ he said as he bent above the match.<br> <br> Lydia tried to speak carelessly. ‘_Je n'en vois pas la nécessité!_ Why not live everywhere, as we have been doing?’<br> <br> ‘But we can't travel forever, can we?’<br> <br> ‘Oh, forever's a long word,’ she objected, picking up the review he had thrown aside.<br> <br> ‘For the rest of our lives then,’ he said, moving nearer.<br> <br> She made a slight gesture which caused his hand to slip from hers.<br> <br> ‘Why should we make plans? I thought you agreed with me that it's pleasanter to drift.’<br> <br> He looked at her hesitatingly. ‘It's been pleasant, certainly; but I suppose I shall have to get at my work again some day. You know I haven't written a line since--all this time,’ he hastily emended.<br> <br> She flamed with sympathy and self-reproach. ‘Oh, if you mean _that_--if you want to write--of course we must settle down. How stupid of me not to have thought of it sooner! Where shall we go? Where do you think you could work best? We oughtn't to lose any more time.’<br> <br> He hesitated again. ‘I had thought of a villa in these parts. It's quiet; we shouldn't be bothered. Should you like it?’<br> <br> ‘Of course I should like it.’ She paused and looked away. ‘But I thought-- I remember your telling me once that your best work had been done in a crowd--in big cities. Why should you shut yourself up in a desert?’<br> <br> Gannett, for a moment, made no reply. At length he said, avoiding her eye as carefully as she avoided his: ‘It might be different now; I can't tell, of course, till I try. A writer ought not to be dependent on his _milieu_; it's a mistake to humor oneself in that way; and I thought that just at first you might prefer to be--’<br> <br> She faced him. ‘To be what?’<br> <br> ‘Well--quiet. I mean--’<br> <br> ‘What do you mean by 'at first'?’ she interrupted.<br> <br> He paused again. ‘I mean after we are married.’<br> <br> She thrust up her chin and turned toward the window. ‘Thank you!’ she tossed back at him.<br> <br> ‘Lydia!’ he exclaimed blankly; and she felt in every fibre of her averted person that he had made the inconceivable, the unpardonable mistake of anticipating her acquiescence.<br> <br> The train rattled on and he groped for a third cigarette. Lydia remained silent.<br> <br> ‘I haven't offended you?’ he ventured at length, in the tone of a man who feels his way.<br> <br> She shook her head with a sigh. ‘I thought you understood,’ she moaned. Their eyes met and she moved back to his side.<br> <br> ‘Do you want to know how not to offend me? By taking it for granted, once for all, that you've said your say on this odious question and that I've said mine, and that we stand just where we did this morning before that-- that hateful paper came to spoil everything between us!’<br> <br> ‘To spoil everything between us? What on earth do you mean? Aren't you glad to be free?’<br> <br> ‘I was free before.’<br> <br> ‘Not to marry me,’ he suggested.<br> <br> ‘But I don't _want_ to marry you!’ she cried.<br> <br> She saw that he turned pale. ‘I'm obtuse, I suppose,’ he said slowly. ‘I confess I don't see what you're driving at. Are you tired of the whole business? Or was _I_ simply a--an excuse for getting away? Perhaps you didn't care to travel alone? Was that it? And now you want to chuck me?’ His voice had grown harsh. ‘You owe me a straight answer, you know; don't be tender-hearted!’<br> <br> Her eyes swam as she leaned to him. ‘Don't you see it's because I care-- because I care so much? Oh, Ralph! Can't you see how it would humiliate me? Try to feel it as a woman would! Don't you see the misery of being made your wife in this way? If I'd known you as a girl--that would have been a real marriage! But now--this vulgar fraud upon society--and upon a society we despised and laughed at--this sneaking back into a position that we've voluntarily forfeited: don't you see what a cheap compromise it is? We neither of us believe in the abstract 'sacredness' of marriage; we both know that no ceremony is needed to consecrate our love for each other; what object can we have in marrying, except the secret fear of each that the other may escape, or the secret longing to work our way back gradually--oh, very gradually--into the esteem of the people whose conventional morality we have always ridiculed and hated? And the very fact that, after a decent interval, these same people would come and dine with us--the women who talk about the indissolubility of marriage, and who would let me die in a gutter to-day because I am 'leading a life of sin'-- doesn't that disgust you more than their turning their backs on us now? I can stand being cut by them, but I couldn't stand their coming to call and asking what I meant to do about visiting that unfortunate Mrs. So-and-so!’<br> <br> She paused, and Gannett maintained a perplexed silence.<br> <br> ‘You judge things too theoretically,’ he said at length, slowly. ‘Life is made up of compromises.’<br> <br> ‘The life we ran away from--yes! If we had been willing to accept them’-- she flushed--’we might have gone on meeting each other at Mrs. Tillotson's dinners.’<br> <br> He smiled slightly. ‘I didn't know that we ran away to found a new system of ethics. I supposed it was because we loved each other.’<br> <br> ‘Life is complex, of course; isn't it the very recognition of that fact that separates us from the people who see it _tout d'une pièce?_ If _they_ are right--if marriage is sacred in itself and the individual must always be sacrificed to the family--then there can be no real marriage between us, since our--our being together is a protest against the sacrifice of the individual to the family.’ She interrupted herself with a laugh. ‘You'll say now that I'm giving you a lecture on sociology! Of course one acts as one can--as one must, perhaps--pulled by all sorts of invisible threads; but at least one needn't pretend, for social advantages, to subscribe to a creed that ignores the complexity of human motives--that classifies people by arbitrary signs, and puts it in everybody's reach to be on Mrs. Tillotson's visiting-list. It may be necessary that the world should be ruled by conventions--but if we believed in them, why did we break through them? And if we don't believe in them, is it honest to take advantage of the protection they afford?’<br> <br> Gannett hesitated. ‘One may believe in them or not; but as long as they do rule the world it is only by taking advantage of their protection that one can find a _modus vivendi.’_<br> <br> ‘Do outlaws need a _modus vivendi?’_<br> <br> He looked at her hopelessly. Nothing is more perplexing to man than the mental process of a woman who reasons her emotions.<br> <br> She thought she had scored a point and followed it up passionately. ‘You do understand, don't you? You see how the very thought of the thing humiliates me! We are together to-day because we choose to be--don't let us look any farther than that!’ She caught his hands. ‘_Promise_ me you'll never speak of it again; promise me you'll never _think_ of it even,’ she implored, with a tearful prodigality of italics.<br> <br> Through what followed--his protests, his arguments, his final unconvinced submission to her wishes--she had a sense of his but half-discerning all that, for her, had made the moment so tumultuous. They had reached that memorable point in every heart-history when, for the first time, the man seems obtuse and the woman irrational. It was the abundance of his intentions that consoled her, on reflection, for what they lacked in quality. After all, it would have been worse, incalculably worse, to have detected any over-readiness to understand her.<br> <br> II<br> <br> When the train at night-fall brought them to their journey's end at the edge of one of the lakes, Lydia was glad that they were not, as usual, to pass from one solitude to another. Their wanderings during the year had indeed been like the flight of outlaws: through Sicily, Dalmatia, Transylvania and Southern Italy they had persisted in their tacit avoidance of their kind. Isolation, at first, had deepened the flavor of their happiness, as night intensifies the scent of certain flowers; but in the new phase on which they were entering, Lydia's chief wish was that they should be less abnormally exposed to the action of each other's thoughts.<br> <br> She shrank, nevertheless, as the brightly-looming bulk of the fashionable Anglo-American hotel on the water's brink began to radiate toward their advancing boat its vivid suggestion of social order, visitors' lists, Church services, and the bland inquisition of the _table-d'hôte_. The mere fact that in a moment or two she must take her place on the hotel register as Mrs. Gannett seemed to weaken the springs of her resistance.<br> <br> They had meant to stay for a night only, on their way to a lofty village among the glaciers of Monte Rosa; but after the first plunge into publicity, when they entered the dining-room, Lydia felt the relief of being lost in a crowd, of ceasing for a moment to be the centre of Gannett's scrutiny; and in his face she caught the reflection of her feeling. After dinner, when she went upstairs, he strolled into the smoking-room, and an hour or two later, sitting in the darkness of her window, she heard his voice below and saw him walking up and down the terrace with a companion cigar at his side. When he came up he told her he had been talking to the hotel chaplain--a very good sort of fellow.<br> <br> ‘Queer little microcosms, these hotels! Most of these people live here all summer and then migrate to Italy or the Riviera. The English are the only people who can lead that kind of life with dignity--those soft-voiced old ladies in Shetland shawls somehow carry the British Empire under their caps. _Civis Romanus sum_. It's a curious study--there might be some good things to work up here.’<br> <br> He stood before her with the vivid preoccupied stare of the novelist on the trail of a ‘subject.’ With a relief that was half painful she noticed that, for the first time since they had been together, he was hardly aware of her presence. ‘Do you think you could write here?’<br> <br> ‘Here? I don't know.’ His stare dropped. ‘After being out of things so long one's first impressions are bound to be tremendously vivid, you know. I see a dozen threads already that one might follow--’<br> <br> He broke off with a touch of embarrassment.<br> <br> ‘Then follow them. We'll stay,’ she said with sudden decision.<br> <br> ‘Stay here?’ He glanced at her in surprise, and then, walking to the window, looked out upon the dusky slumber of the garden.<br> <br> ‘Why not?’ she said at length, in a tone of veiled irritation.<br> <br> ‘The place is full of old cats in caps who gossip with the chaplain. Shall you like--I mean, it would be different if--’<br> <br> She flamed up.<br> <br> ‘Do you suppose I care? It's none of their business.’<br> <br> ‘Of course not; but you won't get them to think so.’<br> <br> ‘They may think what they please.’<br> <br> He looked at her doubtfully.<br> <br> ‘It's for you to decide.’<br> <br> ‘We'll stay,’ she repeated.<br> <br> Gannett, before they met, had made himself known as a successful writer of short stories and of a novel which had achieved the distinction of being widely discussed. The reviewers called him ‘promising,’ and Lydia now accused herself of having too long interfered with the fulfilment of his promise. There was a special irony in the fact, since his passionate assurances that only the stimulus of her companionship could bring out his latent faculty had almost given the dignity of a ‘vocation’ to her course: there had been moments when she had felt unable to assume, before posterity, the responsibility of thwarting his career. And, after all, he had not written a line since they had been together: his first desire to write had come from renewed contact with the world! Was it all a mistake then? Must the most intelligent choice work more disastrously than the blundering combinations of chance? Or was there a still more humiliating answer to her perplexities? His sudden impulse of activity so exactly coincided with her own wish to withdraw, for a time, from the range of his observation, that she wondered if he too were not seeking sanctuary from intolerable problems.<br> <br> ‘You must begin to-morrow!’ she cried, hiding a tremor under the laugh with which she added, ‘I wonder if there's any ink in the inkstand?’<br> <br> * * * * *<br> <br> Whatever else they had at the Hotel Bellosguardo, they had, as Miss Pinsent said, ‘a certain tone.’ It was to Lady Susan Condit that they owed this inestimable benefit; an advantage ranking in Miss Pinsent's opinion above even the lawn tennis courts and the resident chaplain. It was the fact of Lady Susan's annual visit that made the hotel what it was. Miss Pinsent was certainly the last to underrate such a privilege:--’It's so important, my dear, forming as we do a little family, that there should be some one to give _the tone_; and no one could do it better than Lady Susan--an earl's daughter and a person of such determination. Dear Mrs. Ainger now--who really _ought_, you know, when Lady Susan's away-- absolutely refuses to assert herself.’ Miss Pinsent sniffed derisively. ‘A bishop's niece!--my dear, I saw her once actually give in to some South Americans--and before us all. She gave up her seat at table to oblige them--such a lack of dignity! Lady Susan spoke to her very plainly about it afterwards.’<br> <br> Miss Pinsent glanced across the lake and adjusted her auburn front.<br> <br> ‘But of course I don't deny that the stand Lady Susan takes is not always easy to live up to--for the rest of us, I mean. Monsieur Grossart, our good proprietor, finds it trying at times, I know--he has said as much, privately, to Mrs. Ainger and me. After all, the poor man is not to blame for wanting to fill his hotel, is he? And Lady Susan is so difficult--so very difficult--about new people. One might almost say that she disapproves of them beforehand, on principle. And yet she's had warnings-- she very nearly made a dreadful mistake once with the Duchess of Levens, who dyed her hair and--well, swore and smoked. One would have thought that might have been a lesson to Lady Susan.’ Miss Pinsent resumed her knitting with a sigh. ‘There are exceptions, of course. She took at once to you and Mr. Gannett--it was quite remarkable, really. Oh, I don't mean that either--of course not! It was perfectly natural--we _all_ thought you so charming and interesting from the first day--we knew at once that Mr. Gannett was intellectual, by the magazines you took in; but you know what I mean. Lady Susan is so very--well, I won't say prejudiced, as Mrs. Ainger does--but so prepared _not_ to like new people, that her taking to you in that way was a surprise to us all, I confess.’<br> <br> Miss Pinsent sent a significant glance down the long laurustinus alley from the other end of which two people--a lady and gentleman--were strolling toward them through the smiling neglect of the garden.<br> <br> ‘In this case, of course, it's very different; that I'm willing to admit. Their looks are against them; but, as Mrs. Ainger says, one can't exactly tell them so.’<br> <br> ‘She's very handsome,’ Lydia ventured, with her eyes on the lady, who showed, under the dome of a vivid sunshade, the hour-glass figure and superlative coloring of a Christmas chromo.<br> <br> ‘That's the worst of it. She's too handsome.’<br> <br> ‘Well, after all, she can't help that.’<br> <br> ‘Other people manage to,’ said Miss Pinsent skeptically.<br> <br> ‘But isn't it rather unfair of Lady Susan--considering that nothing is known about them?’<br> <br> ‘But, my dear, that's the very thing that's against them. It's infinitely worse than any actual knowledge.’<br> <br> Lydia mentally agreed that, in the case of Mrs. Linton, it possibly might be.<br> <br> ‘I wonder why they came here?’ she mused.<br> <br> ‘That's against them too. It's always a bad sign when loud people come to a quiet place. And they've brought van-loads of boxes--her maid told Mrs. Ainger's that they meant to stop indefinitely.’<br> <br> ‘And Lady Susan actually turned her back on her in the _salon?_’<br> <br> ‘My dear, she said it was for our sakes: that makes it so unanswerable! But poor Grossart _is_ in a way! The Lintons have taken his most expensive _suite_, you know--the yellow damask drawing-room above the portico--and they have champagne with every meal!’<br> <br> They were silent as Mr. and Mrs. Linton sauntered by; the lady with tempestuous brows and challenging chin; the gentleman, a blond stripling, trailing after her, head downward, like a reluctant child dragged by his nurse.<br> <br> ‘What does your husband think of them, my dear?’ Miss Pinsent whispered as they passed out of earshot.<br> <br> Lydia stooped to pick a violet in the border.<br> <br> ‘He hasn't told me.’<br> <br> ‘Of your speaking to them, I mean. Would he approve of that? I know how very particular nice Americans are. I think your action might make a difference; it would certainly carry weight with Lady Susan.’<br> <br> ‘Dear Miss Pinsent, you flatter me!’<br> <br> Lydia rose and gathered up her book and sunshade.<br> <br> ‘Well, if you're asked for an opinion--if Lady Susan asks you for one--I think you ought to be prepared,’ Miss Pinsent admonished her as she moved away.<br> <br> III<br> <br> Lady Susan held her own. She ignored the Lintons, and her little family, as Miss Pinsent phrased it, followed suit. Even Mrs. Ainger agreed that it was obligatory. If Lady Susan owed it to the others not to speak to the Lintons, the others clearly owed it to Lady Susan to back her up. It was generally found expedient, at the Hotel Bellosguardo, to adopt this form of reasoning.<br> <br> Whatever effect this combined action may have had upon the Lintons, it did not at least have that of driving them away. Monsieur Grossart, after a few days of suspense, had the satisfaction of seeing them settle down in his yellow damask _premier_ with what looked like a permanent installation of palm-trees and silk sofa-cushions, and a gratifying continuance in the consumption of champagne. Mrs. Linton trailed her Doucet draperies up and down the garden with the same challenging air, while her husband, smoking innumerable cigarettes, dragged himself dejectedly in her wake; but neither of them, after the first encounter with Lady Susan, made any attempt to extend their acquaintance. They simply ignored their ignorers. As Miss Pinsent resentfully observed, they behaved exactly as though the hotel were empty.<br> <br> It was therefore a matter of surprise, as well as of displeasure, to Lydia, to find, on glancing up one day from her seat in the garden, that the shadow which had fallen across her book was that of the enigmatic Mrs. Linton.<br> <br> ‘I want to speak to you,’ that lady said, in a rich hard voice that seemed the audible expression of her gown and her complexion.<br> <br> Lydia started. She certainly did not want to speak to Mrs. Linton.<br> <br> ‘Shall I sit down here?’ the latter continued, fixing her intensely-shaded eyes on Lydia's face, ‘or are you afraid of being seen with me?’<br> <br> ‘Afraid?’ Lydia colored. ‘Sit down, please. What is it that you wish to say?’<br> <br> Mrs. Linton, with a smile, drew up a garden-chair and crossed one open- work ankle above the other.<br> <br> ‘I want you to tell me what my husband said to your husband last night.’<br> <br> Lydia turned pale.<br> <br> ‘My husband--to yours?’ she faltered, staring at the other.<br> <br> ‘Didn't you know they were closeted together for hours in the smoking-room after you went upstairs? My man didn't get to bed until nearly two o'clock and when he did I couldn't get a word out of him. When he wants to be aggravating I'll back him against anybody living!’ Her teeth and eyes flashed persuasively upon Lydia. ‘But you'll tell me what they were talking about, won't you? I know I can trust you--you look so awfully kind. And it's for his own good. He's such a precious donkey and I'm so afraid he's got into some beastly scrape or other. If he'd only trust his own old woman! But they're always writing to him and setting him against me. And I've got nobody to turn to.’ She laid her hand on Lydia's with a rattle of bracelets. ‘You'll help me, won't you?’<br> <br> Lydia drew back from the smiling fierceness of her brows.<br> <br> ‘I'm sorry--but I don't think I understand. My husband has said nothing to me of--of yours.’<br> <br> The great black crescents above Mrs. Linton's eyes met angrily.<br> <br> ‘I say--is that true?’ she demanded.<br> <br> Lydia rose from her seat.<br> <br> ‘Oh, look here, I didn't mean that, you know--you mustn't take one up so! Can't you see how rattled I am?’<br> <br> Lydia saw that, in fact, her beautiful mouth was quivering beneath softened eyes.<br> <br> ‘I'm beside myself!’ the splendid creature wailed, dropping into her seat.<br> <br> ‘I'm so sorry,’ Lydia repeated, forcing herself to speak kindly; ‘but how can I help you?’<br> <br> Mrs. Linton raised her head sharply.<br> <br> ‘By finding out--there's a darling!’<br> <br> ‘Finding what out?’<br> <br> ‘What Trevenna told him.’<br> <br> ‘Trevenna--?’ Lydia echoed in bewilderment.<br> <br> Mrs. Linton clapped her hand to her mouth.<br> <br> ‘Oh, Lord--there, it's out! What a fool I am! But I supposed of course you knew; I supposed everybody knew.’ She dried her eyes and bridled. ‘Didn't you know that he's Lord Trevenna? I'm Mrs. Cope.’<br> <br> Lydia recognized the names. They had figured in a flamboyant elopement which had thrilled fashionable London some six months earlier.<br> <br> ‘Now you see how it is--you understand, don't you?’ Mrs. Cope continued on a note of appeal. ‘I knew you would--that's the reason I came to you. I suppose _he_ felt the same thing about your husband; he's not spoken to another soul in the place.’ Her face grew anxious again. ‘He's awfully sensitive, generally--he feels our position, he says--as if it wasn't _my_ place to feel that! But when he does get talking there's no knowing what he'll say. I know he's been brooding over something lately, and I _must_ find out what it is--it's to his interest that I should. I always tell him that I think only of his interest; if he'd only trust me! But he's been so odd lately--I can't think what he's plotting. You will help me, dear?’<br> <br> Lydia, who had remained standing, looked away uncomfortably.<br> <br> ‘If you mean by finding out what Lord Trevenna has told my husband, I'm afraid it's impossible.’<br> <br> ‘Why impossible?’<br> <br> ‘Because I infer that it was told in confidence.’<br> <br> Mrs. Cope stared incredulously.<br> <br> ‘Well, what of that? Your husband looks such a dear--any one can see he's awfully gone on you. What's to prevent your getting it out of him?’<br> <br> Lydia flushed.<br> <br> ‘I'm not a spy!’ she exclaimed.<br> <br> ‘A spy--a spy? How dare you?’ Mrs. Cope flamed out. ‘Oh, I don't mean that either! Don't be angry with me--I'm so miserable.’ She essayed a softer note. ‘Do you call that spying--for one woman to help out another? I do need help so dreadfully! I'm at my wits' end with Trevenna, I am indeed. He's such a boy--a mere baby, you know; he's only two-and-twenty.’ She dropped her orbed lids. ‘He's younger than me--only fancy! a few months younger. I tell him he ought to listen to me as if I was his mother; oughtn't he now? But he won't, he won't! All his people are at him, you see--oh, I know _their_ little game! Trying to get him away from me before I can get my divorce--that's what they're up to. At first he wouldn't listen to them; he used to toss their letters over to me to read; but now he reads them himself, and answers 'em too, I fancy; he's always shut up in his room, writing. If I only knew what his plan is I could stop him fast enough--he's such a simpleton. But he's dreadfully deep too--at times I can't make him out. But I know he's told your husband everything--I knew that last night the minute I laid eyes on him. And I _must_ find out--you must help me--I've got no one else to turn to!’<br> <br> She caught Lydia's fingers in a stormy pressure.<br> <br> ‘Say you'll help me--you and your husband.’<br> <br> Lydia tried to free herself.<br> <br> ‘What you ask is impossible; you must see that it is. No one could interfere in--in the way you ask.’<br> <br> Mrs. Cope's clutch tightened.<br> <br> ‘You won't, then? You won't?’<br> <br> ‘Certainly not. Let me go, please.’<br> <br> Mrs. Cope released her with a laugh.<br> <br> ‘Oh, go by all means--pray don't let me detain you! Shall you go and tell Lady Susan Condit that there's a pair of us--or shall I save you the trouble of enlightening her?’<br> <br> Lydia stood still in the middle of the path, seeing her antagonist through a mist of terror. Mrs. Cope was still laughing.<br> <br> ‘Oh, I'm not spiteful by nature, my dear; but you're a little more than flesh and blood can stand! It's impossible, is it? Let you go, indeed! You're too good to be mixed up in my affairs, are you? Why, you little fool, the first day I laid eyes on you I saw that you and I were both in the same box--that's the reason I spoke to you.’<br> <br> She stepped nearer, her smile dilating on Lydia like a lamp through a fog.<br> <br> ‘You can take your choice, you know; I always play fair. If you'll tell I'll promise not to. Now then, which is it to be?’<br> <br> Lydia, involuntarily, had begun to move away from the pelting storm of words; but at this she turned and sat down again.<br> <br> ‘You may go,’ she said simply. ‘I shall stay here.’<br> <br> IV<br> <br> She stayed there for a long time, in the hypnotized contemplation, not of Mrs. Cope's present, but of her own past. Gannett, early that morning, had gone off on a long walk--he had fallen into the habit of taking these mountain-tramps with various fellow-lodgers; but even had he been within reach she could not have gone to him just then. She had to deal with herself first. She was surprised to find how, in the last months, she had lost the habit of introspection. Since their coming to the Hotel Bellosguardo she and Gannett had tacitly avoided themselves and each other.<br> <br> She was aroused by the whistle of the three o'clock steamboat as it neared the landing just beyond the hotel gates. Three o'clock! Then Gannett would soon be back--he had told her to expect him before four. She rose hurriedly, her face averted from the inquisitorial facade of the hotel. She could not see him just yet; she could not go indoors. She slipped through one of the overgrown garden-alleys and climbed a steep path to the hills.<br> <br> It was dark when she opened their sitting-room door. Gannett was sitting on the window-ledge smoking a cigarette. Cigarettes were now his chief resource: he had not written a line during the two months they had spent at the Hotel Bellosguardo. In that respect, it had turned out not to be the right _milieu_ after all.<br> <br> He started up at Lydia's entrance.<br> <br> ‘Where have you been? I was getting anxious.’<br> <br> She sat down in a chair near the door.<br> <br> ‘Up the mountain,’ she said wearily.<br> <br> ‘Alone?’<br> <br> ‘Yes.’<br> <br> Gannett threw away his cigarette: the sound of her voice made him want to see her face.<br> <br> ‘Shall we have a little light?’ he suggested.<br> <br> She made no answer and he lifted the globe from the lamp and put a match to the wick. Then he looked at her.<br> <br> ‘Anything wrong? You look done up.’<br> <br> She sat glancing vaguely about the little sitting-room, dimly lit by the pallid-globed lamp, which left in twilight the outlines of the furniture, of his writing-table heaped with books and papers, of the tea-roses and jasmine drooping on the mantel-piece. How like home it had all grown--how like home!<br> <br> ‘Lydia, what is wrong?’ he repeated.<br> <br> She moved away from him, feeling for her hatpins and turning to lay her hat and sunshade on the table.<br> <br> Suddenly she said: ‘That woman has been talking to me.’<br> <br> Gannett stared.<br> <br> ‘That woman? What woman?’<br> <br> ‘Mrs. Linton--Mrs. Cope.’<br> <br> He gave a start of annoyance, still, as she perceived, not grasping the full import of her words.<br> <br> ‘The deuce! She told you--?’<br> <br> ‘She told me everything.’<br> <br> Gannett looked at her anxiously.<br> <br> ‘What impudence! I'm so sorry that you should have been exposed to this, dear.’<br> <br> ‘Exposed!’ Lydia laughed.<br> <br> Gannett's brow clouded and they looked away from each other.<br> <br> ‘Do you know _why_ she told me? She had the best of reasons. The first time she laid eyes on me she saw that we were both in the same box.’<br> <br> ‘Lydia!’<br> <br> ‘So it was natural, of course, that she should turn to me in a difficulty.’<br> <br> ‘What difficulty?’<br> <br> ‘It seems she has reason to think that Lord Trevenna's people are trying to get him away from her before she gets her divorce--’<br> <br> ‘Well?’<br> <br> ‘And she fancied he had been consulting with you last night as to--as to the best way of escaping from her.’<br> <br> Gannett stood up with an angry forehead.<br> <br> ‘Well--what concern of yours was all this dirty business? Why should she go to you?’<br> <br> ‘Don't you see? It's so simple. I was to wheedle his secret out of you.’<br> <br> ‘To oblige that woman?’<br> <br> ‘Yes; or, if I was unwilling to oblige her, then to protect myself.’<br> <br> ‘To protect yourself? Against whom?’<br> <br> ‘Against her telling every one in the hotel that she and I are in the same box.’<br> <br> ‘She threatened that?’<br> <br> ‘She left me the choice of telling it myself or of doing it for me.’<br> <br> ‘The beast!’<br> <br> There was a long silence. Lydia had seated herself on the sofa, beyond the radius of the lamp, and he leaned against the window. His next question surprised her.<br> <br> ‘When did this happen? At what time, I mean?’ She looked at him vaguely.<br> <br> ‘I don't know--after luncheon, I think. Yes, I remember; it must have been at about three o'clock.’<br> <br> He stepped into the middle of the room and as he approached the light she saw that his brow had cleared.<br> <br> ‘Why do you ask?’ she said.<br> <br> ‘Because when I came in, at about half-past three, the mail was just being distributed, and Mrs. Cope was waiting as usual to pounce on her letters; you know she was always watching for the postman. She was standing so close to me that I couldn't help seeing a big official-looking envelope that was handed to her. She tore it open, gave one look at the inside, and rushed off upstairs like a whirlwind, with the director shouting after her that she had left all her other letters behind. I don't believe she ever thought of you again after that paper was put into her hand.’<br> <br> ‘Why?’<br> <br> ‘Because she was too busy. I was sitting in the window, watching for you, when the five o'clock boat left, and who should go on board, bag and baggage, valet and maid, dressing-bags and poodle, but Mrs. Cope and Trevenna. Just an hour and a half to pack up in! And you should have seen her when they started. She was radiant--shaking hands with everybody-- waving her handkerchief from the deck--distributing bows and smiles like an empress. If ever a woman got what she wanted just in the nick of time that woman did. She'll be Lady Trevenna within a week, I'll wager.’<br> <br> ‘You think she has her divorce?’<br> <br> ‘I'm sure of it. And she must have got it just after her talk with you.’<br> <br> Lydia was silent.<br> <br> At length she said, with a kind of reluctance, ‘She was horribly angry when she left me. It wouldn't have taken long to tell Lady Susan Condit.’<br> <br> ‘Lady Susan Condit has not been told.’<br> <br> ‘How do you know?’<br> <br> ‘Because when I went downstairs half an hour ago I met Lady Susan on the way--’<br> <br> He stopped, half smiling.<br> <br> ‘Well?’<br> <br> ‘And she stopped to ask if I thought you would act as patroness to a charity concert she is getting up.’<br> <br> In spite of themselves they both broke into a laugh. Lydia's ended in sobs and she sank down with her face hidden. Gannett bent over her, seeking her hands.<br> <br> ‘That vile woman--I ought to have warned you to keep away from her; I can't forgive myself! But he spoke to me in confidence; and I never dreamed--well, it's all over now.’<br> <br> Lydia lifted her head.<br> <br> ‘Not for me. It's only just beginning.’<br> <br> ‘What do you mean?’<br> <br> She put him gently aside and moved in her turn to the window. Then she went on, with her face turned toward the shimmering blackness of the lake, ‘You see of course that it might happen again at any moment.’<br> <br> ‘What?’<br> <br> ‘This--this risk of being found out. And we could hardly count again on such a lucky combination of chances, could we?’<br> <br> He sat down with a groan.<br> <br> Still keeping her face toward the darkness, she said, ‘I want you to go and tell Lady Susan--and the others.’<br> <br> Gannett, who had moved towards her, paused a few feet off.<br> <br> ‘Why do you wish me to do this?’ he said at length, with less surprise in his voice than she had been prepared for.<br> <br> ‘Because I've behaved basely, abominably, since we came here: letting these people believe we were married--lying with every breath I drew--’<br> <br> ‘Yes, I've felt that too,’ Gannett exclaimed with sudden energy.<br> <br> The words shook her like a tempest: all her thoughts seemed to fall about her in ruins.<br> <br> ‘You--you've felt so?’<br> <br> ‘Of course I have.’ He spoke with low-voiced vehemence. ‘Do you suppose I like playing the sneak any better than you do? It's damnable.’<br> <br> He had dropped on the arm of a chair, and they stared at each other like blind people who suddenly see.<br> <br> ‘But you have liked it here,’ she faltered.<br> <br> ‘Oh, I've liked it--I've liked it.’ He moved impatiently. ‘Haven't you?’<br> <br> ‘Yes,’ she burst out; ‘that's the worst of it--that's what I can't bear. I fancied it was for your sake that I insisted on staying--because you thought you could write here; and perhaps just at first that really was the reason. But afterwards I wanted to stay myself--I loved it.’ She broke into a laugh. ‘Oh, do you see the full derision of it? These people--the very prototypes of the bores you took me away from, with the same fenced-- in view of life, the same keep-off-the-grass morality, the same little cautious virtues and the same little frightened vices--well, I've clung to them, I've delighted in them, I've done my best to please them. I've toadied Lady Susan, I've gossiped with Miss Pinsent, I've pretended to be shocked with Mrs. Ainger. Respectability! It was the one thing in life that I was sure I didn't care about, and it's grown so precious to me that I've stolen it because I couldn't get it in any other way.’<br> <br> She moved across the room and returned to his side with another laugh.<br> <br> ‘I who used to fancy myself unconventional! I must have been born with a card-case in my hand. You should have seen me with that poor woman in the garden. She came to me for help, poor creature, because she fancied that, having 'sinned,' as they call it, I might feel some pity for others who had been tempted in the same way. Not I! She didn't know me. Lady Susan would have been kinder, because Lady Susan wouldn't have been afraid. I hated the woman--my one thought was not to be seen with her--I could have killed her for guessing my secret. The one thing that mattered to me at that moment was my standing with Lady Susan!’<br> <br> Gannett did not speak.<br> <br> ‘And you--you've felt it too!’ she broke out accusingly. ‘You've enjoyed being with these people as much as I have; you've let the chaplain talk to you by the hour about 'The Reign of Law' and Professor Drummond. When they asked you to hand the plate in church I was watching you--_you wanted to accept.’_<br> <br> She stepped close, laying her hand on his arm.<br> <br> ‘Do you know, I begin to see what marriage is for. It's to keep people away from each other. Sometimes I think that two people who love each other can be saved from madness only by the things that come between them--children, duties, visits, bores, relations--the things that protect married people from each other. We've been too close together--that has been our sin. We've seen the nakedness of each other's souls.’<br> <br> She sank again on the sofa, hiding her face in her hands.<br> <br> Gannett stood above her perplexedly: he felt as though she were being swept away by some implacable current while he stood helpless on its bank.<br> <br> At length he said, ‘Lydia, don't think me a brute--but don't you see yourself that it won't do?’<br> <br> ‘Yes, I see it won't do,’ she said without raising her head.<br> <br> His face cleared.<br> <br> ‘Then we'll go to-morrow.’<br> <br> ‘Go--where?’<br> <br> ‘To Paris; to be married.’<br> <br> For a long time she made no answer; then she asked slowly, ‘Would they have us here if we were married?’<br> <br> ‘Have us here?’<br> <br> ‘I mean Lady Susan--and the others.’<br> <br> ‘Have us here? Of course they would.’<br> <br> ‘Not if they knew--at least, not unless they could pretend not to know.’<br> <br> He made an impatient gesture.<br> <br> ‘We shouldn't come back here, of course; and other people needn't know--no one need know.’<br> <br> She sighed. ‘Then it's only another form of deception and a meaner one. Don't you see that?’<br> <br> ‘I see that we're not accountable to any Lady Susans on earth!’<br> <br> ‘Then why are you ashamed of what we are doing here?’<br> <br> ‘Because I'm sick of pretending that you're my wife when you're not--when you won't be.’<br> <br> She looked at him sadly.<br> <br> ‘If I were your wife you'd have to go on pretending. You'd have to pretend that I'd never been--anything else. And our friends would have to pretend that they believed what you pretended.’<br> <br> Gannett pulled off the sofa-tassel and flung it away.<br> <br> ‘You're impossible,’ he groaned.<br> <br> ‘It's not I--it's our being together that's impossible. I only want you to see that marriage won't help it.’<br> <br> ‘What will help it then?’<br> <br> She raised her head.<br> <br> ‘My leaving you.’<br> <br> ‘Your leaving me?’ He sat motionless, staring at the tassel which lay at the other end of the room. At length some impulse of retaliation for the pain she was inflicting made him say deliberately:<br> <br> ‘And where would you go if you left me?’<br> <br> ‘Oh!’ she cried.<br> <br> He was at her side in an instant.<br> <br> ‘Lydia--Lydia--you know I didn't mean it; I couldn't mean it! But you've driven me out of my senses; I don't know what I'm saying. Can't you get out of this labyrinth of self-torture? It's destroying us both.’<br> <br> ‘That's why I must leave you.’<br> <br> ‘How easily you say it!’ He drew her hands down and made her face him. ‘You're very scrupulous about yourself--and others. But have you thought of me? You have no right to leave me unless you've ceased to care--’<br> <br> ‘It's because I care--’<br> <br> ‘Then I have a right to be heard. If you love me you can't leave me.’<br> <br> Her eyes defied him.<br> <br> ‘Why not?’<br> <br> He dropped her hands and rose from her side.<br> <br> ‘Can you?’ he said sadly.<br> <br> The hour was late and the lamp flickered and sank. She stood up with a shiver and turned toward the door of her room.<br> <br> V<br> <br> At daylight a sound in Lydia's room woke Gannett from a troubled sleep. He sat up and listened. She was moving about softly, as though fearful of disturbing him. He heard her push back one of the creaking shutters; then there was a moment's silence, which seemed to indicate that she was waiting to see if the noise had roused him.<br> <br> Presently she began to move again. She had spent a sleepless night, probably, and was dressing to go down to the garden for a breath of air. Gannett rose also; but some undefinable instinct made his movements as cautious as hers. He stole to his window and looked out through the slats of the shutter.<br> <br> It had rained in the night and the dawn was gray and lifeless. The cloud- muffled hills across the lake were reflected in its surface as in a tarnished mirror. In the garden, the birds were beginning to shake the drops from the motionless laurustinus-boughs.<br> <br> An immense pity for Lydia filled Gannett's soul. Her seeming intellectual independence had blinded him for a time to the feminine cast of her mind. He had never thought of her as a woman who wept and clung: there was a lucidity in her intuitions that made them appear to be the result of reasoning. Now he saw the cruelty he had committed in detaching her from the normal conditions of life; he felt, too, the insight with which she had hit upon the real cause of their suffering. Their life was ‘impossible,’ as she had said--and its worst penalty was that it had made any other life impossible for them. Even had his love lessened, he was bound to her now by a hundred ties of pity and self-reproach; and she, poor child! must turn back to him as Latude returned to his cell....<br> <br> A new sound startled him: it was the stealthy closing of Lydia's door. He crept to his own and heard her footsteps passing down the corridor. Then he went back to the window and looked out.<br> <br> A minute or two later he saw her go down the steps of the porch and enter the garden. From his post of observation her face was invisible, but something about her appearance struck him. She wore a long travelling cloak and under its folds he detected the outline of a bag or bundle. He drew a deep breath and stood watching her.<br> <br> She walked quickly down the laurustinus alley toward the gate; there she paused a moment, glancing about the little shady square. The stone benches under the trees were empty, and she seemed to gather resolution from the solitude about her, for she crossed the square to the steam-boat landing, and he saw her pause before the ticket-office at the head of the wharf. Now she was buying her ticket. Gannett turned his head a moment to look at the clock: the boat was due in five minutes. He had time to jump into his clothes and overtake her--<br> <br> He made no attempt to move; an obscure reluctance restrained him. If any thought emerged from the tumult of his sensations, it was that he must let her go if she wished it. He had spoken last night of his rights: what were they? At the last issue, he and she were two separate beings, not made one by the miracle of common forbearances, duties, abnegations, but bound together in a _noyade_ of passion that left them resisting yet clinging as they went down.<br> <br> After buying her ticket, Lydia had stood for a moment looking out across the lake; then he saw her seat herself on one of the benches near the landing. He and she, at that moment, were both listening for the same sound: the whistle of the boat as it rounded the nearest promontory. Gannett turned again to glance at the clock: the boat was due now.<br> <br> Where would she go? What would her life be when she had left him? She had no near relations and few friends. There was money enough ... but she asked so much of life, in ways so complex and immaterial. He thought of her as walking bare-footed through a stony waste. No one would understand her--no one would pity her--and he, who did both, was powerless to come to her aid....<br> <br> He saw that she had risen from the bench and walked toward the edge of the lake. She stood looking in the direction from which the steamboat was to come; then she turned to the ticket-office, doubtless to ask the cause of the delay. After that she went back to the bench and sat down with bent head. What was she thinking of?<br> <br> The whistle sounded; she started up, and Gannett involuntarily made a movement toward the door. But he turned back and continued to watch her. She stood motionless, her eyes on the trail of smoke that preceded the appearance of the boat. Then the little craft rounded the point, a dead- white object on the leaden water: a minute later it was puffing and backing at the wharf.<br> <br> The few passengers who were waiting--two or three peasants and a snuffy priest--were clustered near the ticket-office. Lydia stood apart under the trees.<br> <br> The boat lay alongside now; the gang-plank was run out and the peasants went on board with their baskets of vegetables, followed by the priest. Still Lydia did not move. A bell began to ring querulously; there was a shriek of steam, and some one must have called to her that she would be late, for she started forward, as though in answer to a summons. She moved waveringly, and at the edge of the wharf she paused. Gannett saw a sailor beckon to her; the bell rang again and she stepped upon the gang-plank.<br> <br> Half-way down the short incline to the deck she stopped again; then she turned and ran back to the land. The gang-plank was drawn in, the bell ceased to ring, and the boat backed out into the lake. Lydia, with slow steps, was walking toward the garden....<br> <br> As she approached the hotel she looked up furtively and Gannett drew back into the room. He sat down beside a table; a Bradshaw lay at his elbow, and mechanically, without knowing what he did, he began looking out the trains to Paris....</p><br>Mrs. Ballinger is one of the ladies who pursue Culture in bands, as though it were dangerous to meet alone. To this end she had founded the Lunch Club, an association composed of herself and several other indomitable huntresses of erudition. The Lunch Club, after three or four winters of lunching and debate, had acquired such local distinction that the entertainment of distinguished strangers became one of its accepted functions; in recognition of which it duly extended to the celebrated ‘Osric Dane,’ on the day of her arrival in Hillbridge, an invitation to be present at the next meeting.<br> <br> The Club was to meet at Mrs. Ballinger's. The other members, behind her back, were of one voice in deploring her unwillingness to cede her rights in favor of Mrs. Plinth, whose house made a more impressive setting for the entertainment of celebrities; while, as Mrs. Leveret observed, there was always the picture- gallery to fall back on.<br> <br> Mrs. Plinth made no secret of sharing this view. She had always regarded it as one of her obligations to entertain the Lunch Club's distinguished guests. Mrs. Plinth was almost as proud of her obligations as she was of her picture-gallery; she was in fact fond of implying that the one possession implied the other, and that only a woman of her wealth could afford to live up to a standard as high as that which she had set herself. An all-round sense of duty, roughly adaptable to various ends, was, in her opinion, all that Providence exacted of the more humbly stationed; but the power which had predestined Mrs. Plinth to keep footmen clearly intended her to maintain an equally specialized staff of responsibilities. It was the more to be regretted that Mrs. Ballinger, whose obligations to society were bounded by the narrow scope of two parlour-maids, should have been so tenacious of the right to entertain Osric Dane.<br> <br> The question of that lady's reception had for a month past profoundly moved the members of the Lunch Club. It was not that they felt themselves unequal to the task, but that their sense of the opportunity plunged them into the agreeable uncertainty of the lady who weighs the alternatives of a well-stocked wardrobe. If such subsidiary members as Mrs. Leveret were fluttered by the thought of exchanging ideas with the author of ‘The Wings of Death,’ no forebodings of the kind disturbed the conscious adequacy of Mrs. Plinth, Mrs. Ballinger and Miss Van Vluyck. ‘The Wings of Death’ had, in fact, at Miss Van Vluyck's suggestion, been chosen as the subject of discussion at the last club meeting, and each member had thus been enabled to express her own opinion or to appropriate whatever seemed most likely to be of use in the comments of the others. Mrs. Roby alone had abstained from profiting by the opportunity thus offered; but it was now openly recognised that, as a member of the Lunch Club, Mrs. Roby was a failure. ‘It all comes,’ as Miss Van Vluyck put it, ‘of accepting a woman on a man's estimation.’ Mrs. Roby, returning to Hillbridge from a prolonged sojourn in exotic regions--the other ladies no longer took the trouble to remember where--had been emphatically commended by the distinguished biologist, Professor Foreland, as the most agreeable woman he had ever met; and the members of the Lunch Club, awed by an encomium that carried the weight of a diploma, and rashly assuming that the Professor's social sympathies would follow the line of his scientific bent, had seized the chance of annexing a biological member. Their disillusionment was complete. At Miss Van Vluyck's first off-hand mention of the pterodactyl Mrs. Roby had confusedly murmured: ‘I know so little about metres--’ and after that painful betrayal of incompetence she had prudently withdrawn from farther participation in the mental gymnastics of the club.<br> <br> ‘I suppose she flattered him,’ Miss Van Vluyck summed up--’or else it's the way she does her hair.’<br> <br> The dimensions of Miss Van Vluyck's dining-room having restricted the membership of the club to six, the non-conductiveness of one member was a serious obstacle to the exchange of ideas, and some wonder had already been expressed that Mrs. Roby should care to live, as it were, on the intellectual bounty of the others. This feeling was augmented by the discovery that she had not yet read ‘The Wings of Death.’ She owned to having heard the name of Osric Dane; but that--incredible as it appeared--was the extent of her acquaintance with the celebrated novelist. The ladies could not conceal their surprise, but Mrs. Ballinger, whose pride in the club made her wish to put even Mrs. Roby in the best possible light, gently insinuated that, though she had not had time to acquaint herself with ‘The Wings of Death,’ she must at least be familiar with its equally remarkable predecessor, ‘The Supreme Instant.’<br> <br> Mrs. Roby wrinkled her sunny brows in a conscientious effort of memory, as a result of which she recalled that, oh, yes, she HAD seen the book at her brother's, when she was staying with him in Brazil, and had even carried it off to read one day on a boating party; but they had all got to shying things at each other in the boat, and the book had gone overboard, so she had never had the chance--<br> <br> The picture evoked by this anecdote did not advance Mrs. Roby's credit with the club, and there was a painful pause, which was broken by Mrs. Plinth's remarking: ‘I can understand that, with all your other pursuits, you should not find much time for reading; but I should have thought you might at least have GOT UP 'The Wings of Death' before Osric Dane's arrival.’<br> <br> Mrs. Roby took this rebuke good-humouredly. She had meant, she owned to glance through the book; but she had been so absorbed in a novel of Trollope's that--<br> <br> ‘No one reads Trollope now,’ Mrs. Ballinger interrupted impatiently.<br> <br> Mrs. Roby looked pained. ‘I'm only just beginning,’ she confessed.<br> <br> ‘And does he interest you?’ Mrs. Plinth inquired.<br> <br> ‘He amuses me.’<br> <br> ‘Amusement,’ said Mrs. Plinth sententiously, ‘is hardly what I look for in my choice of books.’<br> <br> ‘Oh, certainly, 'The Wings of Death' is not amusing,’ ventured Mrs. Leveret, whose manner of putting forth an opinion was like that of an obliging salesman with a variety of other styles to submit if his first selection does not suit.<br> <br> ‘Was it MEANT to be?’ enquired Mrs. Plinth, who was fond of asking questions that she permitted no one but herself to answer. ‘Assuredly not.’<br> <br> ‘Assuredly not--that is what I was going to say,’ assented Mrs. Leveret, hastily rolling up her opinion and reaching for another. ‘It was meant to--to elevate.’<br> <br> Miss Van Vluyck adjusted her spectacles as though they were the black cap of condemnation. ‘I hardly see,’ she interposed, ‘how a book steeped in the bitterest pessimism can be said to elevate, however much it may instruct.’<br> <br> ‘I meant, of course, to instruct,’ said Mrs. Leveret, flurried by the unexpected distinction between two terms which she had supposed to be synonymous. Mrs. Leveret's enjoyment of the Lunch Club was frequently marred by such surprises; and not knowing her own value to the other ladies as a mirror for their mental complacency she was sometimes troubled by a doubt of her worthiness to join in their debates. It was only the fact of having a dull sister who thought her clever that saved her from a sense of hopeless inferiority.<br> <br> ‘Do they get married in the end?’ Mrs. Roby interposed.<br> <br> ‘They--who?’ the Lunch Club collectively exclaimed.<br> <br> ‘Why, the girl and man. It's a novel, isn't it? I always think that's the one thing that matters. If they're parted it spoils my dinner.’<br> <br> Mrs. Plinth and Mrs. Ballinger exchanged scandalised glances, and the latter said: ‘I should hardly advise you to read 'The Wings of Death,' in that spirit. For my part, when there are so many books that one HAS to read, I wonder how any one can find time for those that are merely amusing.’<br> <br> ‘The beautiful part of it,’ Laura Glyde murmured, ‘is surely just this--that no one can tell HOW 'The Wings of Death' ends. Osric Dane, overcome by the dread significance of her own meaning, has mercifully veiled it--perhaps even from herself--as Apelles, in representing the sacrifice of Iphigenia, veiled the face of Agamemnon.’<br> <br> ‘What's that? Is it poetry?’ whispered Mrs. Leveret nervously to Mrs. Plinth, who, disdaining a definite reply, said coldly: ‘You should look it up. I always make it a point to look things up.’ Her tone added--’though I might easily have it done for me by the footman.’<br> <br> ‘I was about to say,’ Miss Van Vluyck resumed, ‘that it must always be a question whether a book CAN instruct unless it elevates.’<br> <br> ‘Oh--’ murmured Mrs. Leveret, now feeling herself hopelessly astray.<br> <br> ‘I don't know,’ said Mrs. Ballinger, scenting in Miss Van Vluyck's tone a tendency to depreciate the coveted distinction of entertaining Osric Dane; ‘I don't know that such a question can seriously be raised as to a book which has attracted more attention among thoughtful people than any novel since 'Robert Elsmere.'‘<br> <br> ‘Oh, but don't you see,’ exclaimed Laura Glyde, ‘that it's just the dark hopelessness of it all--the wonderful tone-scheme of black on black--that makes it such an artistic achievement? It reminded me so when I read it of Prince Rupert's maniere noire . . . the book is etched, not painted, yet one feels the colour values so intensely . . .’<br> <br> ‘Who is HE?’ Mrs. Leveret whispered to her neighbour. ‘Some one she's met abroad?’<br> <br> ‘The wonderful part of the book,’ Mrs. Ballinger conceded, ‘is that it may be looked at from so many points of view. I hear that as a study of determinism Professor Lupton ranks it with 'The Data of Ethics.'‘<br> <br> ‘I'm told that Osric Dane spent ten years in preparatory studies before beginning to write it,’ said Mrs. Plinth. ‘She looks up everything--verifies everything. It has always been my principle, as you know. Nothing would induce me, now, to put aside a book before I'd finished it, just because I can buy as many more as I want.’<br> <br> ‘And what do YOU think of 'The Wings of Death'?’ Mrs. Roby abruptly asked her.<br> <br> It was the kind of question that might be termed out of order, and the ladies glanced at each other as though disclaiming any share in such a breach of discipline. They all knew that there was nothing Mrs. Plinth so much disliked as being asked her opinion of a book. Books were written to read; if one read them what more could be expected? To be questioned in detail regarding the contents of a volume seemed to her as great an outrage as being searched for smuggled laces at the Custom House. The club had always respected this idiosyncrasy of Mrs. Plinth's. Such opinions as she had were imposing and substantial: her mind, like her house, was furnished with monumental ‘pieces’ that were not meant to be suddenly disarranged; and it was one of the unwritten rules of the Lunch Club that, within her own province, each member's habits of thought should be respected. The meeting therefore closed with an increased sense, on the part of the other ladies, of Mrs. Roby's hopeless unfitness to be one of them.<br> <br> <br> <br> II<br> <br> Mrs. Leveret, on the eventful day, had arrived early at Mrs. Ballinger's, her volume of Appropriate Allusions in her pocket.<br> <br> It always flustered Mrs. Leveret to be late at the Lunch Club: she liked to collect her thoughts and gather a hint, as the others assembled, of the turn the conversation was likely to take. To-day, however, she felt herself completely at a loss; and even the familiar contact of Appropriate Allusions, which stuck into her as she sat down, failed to give her any reassurance. It was an admirable little volume, compiled to meet all the social emergencies; so that, whether on the occasion of Anniversaries, joyful or melancholy (as the classification ran), of Banquets, social or municipal, or of Baptisms, Church of England or sectarian, its student need never be at a loss for a pertinent reference. Mrs. Leveret, though she had for years devoutly conned its pages, valued it, however, rather for its moral support than for its practical services; for though in the privacy of her own room she commanded an army of quotations, these invariably deserted her at the critical moment, and the only line she retained--CANST THOU DRAW OUT LEVIATHAN WITH A HOOK?--was one she had never yet found the occasion to apply.<br> <br> To-day she felt that even the complete mastery of the volume would hardly have insured her self-possession; for she thought it probable, even if she DID, in some miraculous way, remember an Allusion, it would be only to find that Osric Dane used a different volume (Mrs. Leveret was convinced that literary people always carried them), and would consequently not recognise her quotations.<br> <br> Mrs. Leveret's sense of being adrift was intensified by the appearance of Mrs. Ballinger's drawing-room. To a careless eye its aspect was unchanged; but those acquainted with Mrs. Ballinger's way of arranging her books would instantly have detected the marks of recent perturbation. Mrs. Ballinger's province, as a member of the Lunch Club, was the Book of the Day. On that, whatever it was, from a novel to a treatise on experimental psychology, she was confidently, authoritatively ‘up.’ What became of last year's books, or last week's even; what she did with the ‘subjects’ she had previously professed with equal authority; no one had ever yet discovered. Her mind was an hotel where facts came and went like transient lodgers, without leaving their address behind, and frequently without paying for their board. It was Mrs. Ballinger's boast that she was ‘abreast with the Thought of the Day,’ and her pride that this advanced position should be expressed by the books on her drawing-room table. These volumes, frequently renewed, and almost always damp from the press, bore names generally unfamiliar to Mrs. Leveret, and giving her, as she furtively scanned them, a disheartening glimpse of new fields of knowledge to be breathlessly traversed in Mrs. Ballinger's wake. But to- day a number of maturer-looking volumes were adroitly mingled with the primeurs of the press--Karl Marx jostled Professor Bergson, and the ‘Confessions of St. Augustine’ lay beside the last work on ‘Mendelism’; so that even to Mrs. Leveret's fluttered perceptions it was clear that Mrs. Ballinger didn't in the least know what Osric Dane was likely to talk about, and had taken measures to be prepared for anything. Mrs. Leveret felt like a passenger on an ocean steamer who is told that there is no immediate danger, but that she had better put on her life-belt.<br> <br> It was a relief to be roused from these forebodings by Miss Van Vluyck's arrival.<br> <br> ‘Well, my dear,’ the new-comer briskly asked her hostess, ‘what subjects are we to discuss to-day?’<br> <br> Mrs. Ballinger was furtively replacing a volume of Wordsworth by a copy of Verlaine. ‘I hardly know,’ she said somewhat nervously. ‘Perhaps we had better leave that to circumstances.’<br> <br> ‘Circumstances?’ said Miss Van Vluyck drily. ‘That means, I suppose, that Laura Glyde will take the floor as usual, and we shall be deluged with literature.’<br> <br> Philanthropy and statistics were Miss Van Vluyck's province, and she naturally resented any tendency to divert their guest's attention from these topics.<br> <br> Mrs. Plinth at this moment appeared.<br> <br> ‘Literature?’ she protested in a tone of remonstrance. ‘But this is perfectly unexpected. I understood we were to talk of Osric Dane's novel.’<br> <br> Mrs. Ballinger winced at the discrimination, but let it pass. ‘We can hardly make that our chief subject--at least not TOO intentionally,’ she suggested. ‘Of course we can let our talk DRIFT in that direction; but we ought to have some other topic as an introduction, and that is what I wanted to consult you about. The fact is, we know so little of Osric Dane's tastes and interests that it is difficult to make any special preparation.’<br> <br> ‘It may be difficult,’ said Mrs. Plinth with decision, ‘but it is absolutely necessary. I know what that happy-go-lucky principle leads to. As I told one of my nieces the other day, there are certain emergencies for which a lady should always be prepared. It's in shocking taste to wear colours when one pays a visit of condolence, or a last year's dress when there are reports that one's husband is on the wrong side of the market; and so it is with conversation. All I ask is that I should know beforehand what is to be talked about; then I feel sure of being able to say the proper thing.’<br> <br> ‘I quite agree with you,’ Mrs. Ballinger anxiously assented; ‘but--’<br> <br> And at that instant, heralded by the fluttered parlour-maid, Osric Dane appeared upon the threshold.<br> <br> Mrs. Leveret told her sister afterward that she had known at a glance what was coming. She saw that Osric Dane was not going to meet them half way. That distinguished personage had indeed entered with an air of compulsion not calculated to promote the easy exercise of hospitality. She looked as though she were about to be photographed for a new edition of her books.<br> <br> The desire to propitiate a divinity is generally in inverse ratio to its responsiveness, and the sense of discouragement produced by Osric Dane's entrance visibly increased the Lunch Club's eagerness to please her. Any lingering idea that she might consider herself under an obligation to her entertainers was at once dispelled by her manner: as Mrs. Leveret said afterward to her sister, she had a way of looking at you that made you feel as if there was something wrong with your hat. This evidence of greatness produced such an immediate impression on the ladies that a shudder of awe ran through them when Mrs. Roby, as their hostess led the great personage into the dining-room, turned back to whisper to the others: ‘What a brute she is!’<br> <br> The hour about the table did not tend to correct this verdict. It was passed by Osric Dane in the silent deglutition of Mrs. Ballinger's menu, and by the members of the Club in the emission of tentative platitudes which their guest seemed to swallow as perfunctorily as the successive courses of the luncheon.<br> <br> Mrs. Ballinger's deplorable delay in fixing a topic had thrown the Club into a mental disarray which increased with the return to the drawing-room, where the actual business of discussion was to open. Each lady waited for the other to speak; and there was a general shock of disappointment when their hostess opened the conversation by the painfully commonplace inquiry: ‘Is this your first visit to Hillbridge?’<br> <br> Even Mrs. Leveret was conscious that this was a bad beginning; and a vague impulse of deprecation made Miss Glyde interject: ‘It is a very small place indeed.’<br> <br> Mrs. Plinth bristled. ‘We have a great many representative people,’ she said, in the tone of one who speaks for her order.<br> <br> Osric Dane turned to her thoughtfully. ‘What do they represent?’ she asked.<br> <br> Mrs. Plinth's constitutional dislike to being questioned was intensified by her sense of unpreparedness; and her reproachful glance passed the question on to Mrs. Ballinger.<br> <br> ‘Why,’ said that lady, glancing in turn at the other members, ‘as a community I hope it is not too much to say that we stand for culture.’<br> <br> ‘For art--’ Miss Glyde eagerly interjected.<br> <br> ‘For art and literature,’ Mrs. Ballinger emended.<br> <br> ‘And for sociology, I trust,’ snapped Miss Van Vluyck.<br> <br> ‘We have a standard,’ said Mrs. Plinth, feeling herself suddenly secure on the vast expanse of a generalisation: and Mrs. Leveret, thinking there must be room for more than one on so broad a statement, took courage to murmur: ‘Oh, certainly; we have a standard.’<br> <br> ‘The object of our little club,’ Mrs. Ballinger continued, ‘is to concentrate the highest tendencies of Hillbridge--to centralise and focus its complex intellectual effort.’<br> <br> This was felt to be so happy that the ladies drew an almost audible breath of relief.<br> <br> ‘We aspire,’ the President went on, ‘to stand for what is highest in art, literature and ethics.’<br> <br> Osric Dane again turned to her. ‘What ethics?’ she asked.<br> <br> A tremor of apprehension encircled the room. None of the ladies required any preparation to pronounce on a question of morals; but when they were called ethics it was different. The club, when fresh from the ‘Encyclopaedia Britannica,’ the ‘Reader's Handbook’ or Smith's ‘Classical Dictionary,’ could deal confidently with any subject; but when taken unawares it had been known to define agnosticism as a heresy of the Early Church and Professor Froude as a distinguished histologist; and such minor members as Mrs. Leveret still secretly regarded ethics as something vaguely pagan.<br> <br> Even to Mrs. Ballinger, Osric Dane's question was unsettling, and there was a general sense of gratitude when Laura Glyde leaned forward to say, with her most sympathetic accent: ‘You must excuse us, Mrs. Dane, for not being able, just at present, to talk of anything but 'The Wings of Death.'‘<br> <br> ‘Yes,’ said Miss Van Vluyck, with a sudden resolve to carry the war into the enemy's camp. ‘We are so anxious to know the exact purpose you had in mind in writing your wonderful book.’<br> <br> ‘You will find,’ Mrs. Plinth interposed, ‘that we are not superficial readers.’<br> <br> ‘We are eager to hear from you,’ Miss Van Vluyck continued, ‘if the pessimistic tendency of the book is an expression of your own convictions or--’<br> <br> ‘Or merely,’ Miss Glyde hastily thrust in, ‘a sombre background brushed in to throw your figures into more vivid relief. ARE you not primarily plastic?’<br> <br> ‘I have always maintained,’ Mrs. Ballinger interposed, ‘that you represent the purely objective method--’<br> <br> Osric Dane helped herself critically to coffee. ‘How do you define objective?’ she then inquired.<br> <br> There was a flurried pause before Laura Glyde intensely murmured: ‘In reading YOU we don't define, we feel.’<br> <br> Osric Dane smiled. ‘The cerebellum,’ she remarked, ‘is not infrequently the seat of the literary emotions.’ And she took a second lump of sugar.<br> <br> The sting that this remark was vaguely felt to conceal was almost neutralised by the satisfaction of being addressed in such technical language.<br> <br> ‘Ah, the cerebellum,’ said Miss Van Vluyck complacently. ‘The Club took a course in psychology last winter.’<br> <br> ‘Which psychology?’ asked Osric Dane.<br> <br> There was an agonising pause, during which each member of the Club secretly deplored the distressing inefficiency of the others. Only Mrs. Roby went on placidly sipping her chartreuse. At last Mrs. Ballinger said, with an attempt at a high tone: ‘Well, really, you know, it was last year that we took psychology, and this winter we have been so absorbed in--’<br> <br> She broke off, nervously trying to recall some of the Club's discussions; but her faculties seemed to be paralysed by the petrifying stare of Osric Dane. What HAD the club been absorbed in lately? Mrs. Ballinger, with a vague purpose of gaining time, repeated slowly: ‘We've been so intensely absorbed in--’<br> <br> Mrs. Roby put down her liqueur glass and drew near the group with a smile.<br> <br> ‘In Xingu?’ she gently prompted.<br> <br> A thrill ran through the other members. They exchanged confused glances, and then, with one accord, turned a gaze of mingled relief and interrogation on their unexpected rescuer. The expression of each denoted a different phase of the same emotion. Mrs. Plinth was the first to compose her features to an air of reassurance: after a moment's hasty adjustment her look almost implied that it was she who had given the word to Mrs. Ballinger.<br> <br> ‘Xingu, of course!’ exclaimed the latter with her accustomed promptness, while Miss Van Vluyck and Laura Glyde seemed to be plumbing the depths of memory, and Mrs. Leveret, feeling apprehensively for Appropriate Allusions, was somehow reassured by the uncomfortable pressure of its bulk against her person.<br> <br> Osric Dane's change of countenance was no less striking than that of her entertainers. She too put down her coffee-cup, but with a look of distinct annoyance: she too wore, for a brief moment, what Mrs. Roby afterward described as the look of feeling for something in the back of her head; and before she could dissemble these momentary signs of weakness, Mrs. Roby, turning to her with a deferential smile, had said: ‘And we've been so hoping that to-day you would tell us just what you think of it.’<br> <br> Osric Dane received the homage of the smile as a matter of course; but the accompanying question obviously embarrassed her, and it became clear to her observers that she was not quick at shifting her facial scenery. It was as though her countenance had so long been set in an expression of unchallenged superiority that the muscles had stiffened, and refused to obey her orders.<br> <br> ‘Xingu--’ she murmured, as if seeking in her turn to gain time.<br> <br> Mrs. Roby continued to press her. ‘Knowing how engrossing the subject is, you will understand how it happens that the Club has let everything else go to the wall for the moment. Since we took up Xingu I might almost say--were it not for your books--that nothing else seems to us worth remembering.’<br> <br> Osric Dane's stern features were darkened rather than lit up by an uneasy smile. ‘I am glad to hear there is one exception,’ she gave out between narrowed lips.<br> <br> ‘Oh, of course,’ Mrs. Roby said prettily; ‘but as you have shown us that--so very naturally!--you don't care to talk about your own things, we really can't let you off from telling us exactly what you think about Xingu; especially,’ she added, with a persuasive smile, ‘as some people say that one of your last books was simply saturated with it.’<br> <br> It was an IT, then--the assurance sped like fire through the parched minds of the other members. In their eagerness to gain the least little clue to Xingu they almost forgot the joy of assisting at the discomfiture of Mrs. Dane.<br> <br> The latter reddened nervously under her antagonist's direct assault. ‘May I ask,’ she faltered out in an embarrassed tone, ‘to which of my books you refer?’<br> <br> Mrs. Roby did not falter. ‘That's just what I want you to tell us; because, though I was present, I didn't actually take part.’<br> <br> ‘Present at what?’ Mrs. Dane took her up; and for an instant the trembling members of the Lunch Club thought that the champion Providence had raised up for them had lost a point. But Mrs. Roby explained herself gaily: ‘At the discussion, of course. And so we're dreadfully anxious to know just how it was that you went into the Xingu.’<br> <br> There was a portentous pause, a silence so big with incalculable dangers that the members with one accord checked the words on their lips, like soldiers dropping their arms to watch a single combat between their leaders. Then Mrs. Dane gave expression to their inmost dread by saying sharply: ‘Ah--you say THE Xingu, do you?’<br> <br> Mrs. Roby smiled undauntedly. ‘It IS a shade pedantic, isn't it? Personally, I always drop the article; but I don't know how the other members feel about it.’<br> <br> The other members looked as though they would willingly have dispensed with this deferential appeal to their opinion, and Mrs. Roby, after a bright glance about the group, went on: ‘They probably think, as I do, that nothing really matters except the thing itself--except Xingu.’<br> <br> No immediate reply seemed to occur to Mrs. Dane, and Mrs. Ballinger gathered courage to say: ‘Surely every one must feel that about Xingu.’<br> <br> Mrs. Plinth came to her support with a heavy murmur of assent, and Laura Glyde breathed emotionally: ‘I have known cases where it has changed a whole life.’<br> <br> ‘It has done me worlds of good,’ Mrs. Leveret interjected, seeming to herself to remember that she had either taken it or read it in the winter before.<br> <br> ‘Of course,’ Mrs. Roby admitted, ‘the difficulty is that one must give up so much time to it. It's very long.’<br> <br> ‘I can't imagine,’ said Miss Van Vluyck tartly, ‘grudging the time given to such a subject.’<br> <br> ‘And deep in places,’ Mrs. Roby pursued; (so then it was a book!) ‘And it isn't easy to skip.’<br> <br> ‘I never skip,’ said Mrs. Plinth dogmatically.<br> <br> ‘Ah, it's dangerous to, in Xingu. Even at the start there are places where one can't. One must just wade through.’<br> <br> ‘I should hardly call it WADING,’ said Mrs. Ballinger sarcastically.<br> <br> Mrs. Roby sent her a look of interest. ‘Ah--you always found it went swimmingly?’<br> <br> Mrs. Ballinger hesitated. ‘Of course there are difficult passages,’ she conceded modestly.<br> <br> ‘Yes; some are not at all clear--even,’ Mrs. Roby added, ‘if one is familiar with the original.’<br> <br> ‘As I suppose you are?’ Osric Dane interposed, suddenly fixing her with a look of challenge.<br> <br> Mrs. Roby met it by a deprecating smile. ‘Oh, it's really not difficult up to a certain point; though some of the branches are very little known, and it's almost impossible to get at the source.’<br> <br> ‘Have you ever tried?’ Mrs. Plinth enquired, still distrustful of Mrs. Roby's thoroughness.<br> <br> Mrs. Roby was silent for a moment; then she replied with lowered lids: ‘No--but a friend of mine did; a very brilliant man; and he told me it was best for women--not to . . .’<br> <br> A shudder ran around the room. Mrs. Leveret coughed so that the parlour-maid, who was handing the cigarettes, should not hear; Miss Van Vluyck's face took on a nauseated expression, and Mrs. Plinth looked as if she were passing some one she did not care to bow to. But the most remarkable result of Mrs. Roby's words was the effect they produced on the Lunch Club's distinguished guest. Osric Dane's impassive features suddenly melted to an expression of the warmest human sympathy, and edging her chair toward Mrs. Roby's she asked: ‘Did he really? And--did you find he was right?’<br> <br> Mrs. Ballinger, in whom annoyance at Mrs. Roby's unwonted assumption of prominence was beginning to displace gratitude for the aid she had rendered, could not consent to her being allowed, by such dubious means, to monopolise the attention of their guest. If Osric Dane had not enough self-respect to resent Mrs. Roby's flippancy, at least the Lunch Club would do so in the person of its President.<br> <br> Mrs. Ballinger laid her hand on Mrs. Roby's arm. ‘We must not forget,’ she said with a frigid amiability, ‘that absorbing as Xingu is to US, it may be less interesting to--’<br> <br> ‘Oh, no, on the contrary, I assure you,’ Osric Dane energetically intervened.<br> <br> ‘--to others,’ Mrs. Ballinger finished firmly; ‘and we must not allow our little meeting to end without persuading Mrs. Dane to say a few words to us on a subject which, to-day, is much more present in all our thoughts. I refer, of course, to 'The Wings of Death.'‘<br> <br> The other members, animated by various degrees of the same sentiment, and encouraged by the humanised mien of their redoubtable guest, repeated after Mrs. Ballinger: ‘Oh, yes, you really MUST talk to us a little about your book.’<br> <br> Osric Dane's expression became as bored, though not as haughty, as when her work had been previously mentioned. But before she could respond to Mrs. Ballinger's request, Mrs. Roby had risen from her seat, and was pulling her veil down over her frivolous nose.<br> <br> ‘I'm so sorry,’ she said, advancing toward her hostess with outstretched hand, ‘but before Mrs. Dane begins I think I'd better run away. Unluckily, as you know, I haven't read her books, so I should be at a terrible disadvantage among you all; and besides, I've an engagement to play bridge.’<br> <br> If Mrs. Roby had simply pleaded her ignorance of Osric Dane's works as a reason for withdrawing, the Lunch Club, in view of her recent prowess, might have approved such evidence of discretion; but to couple this excuse with the brazen announcement that she was foregoing the privilege for the purpose of joining a bridge- party, was only one more instance of her deplorable lack of discrimination.<br> <br> The ladies were disposed, however, to feel that her departure-- now that she had performed the sole service she was ever likely to render them--would probably make for greater order and dignity in the impending discussion, besides relieving them of the sense of self-distrust which her presence always mysteriously produced. Mrs. Ballinger therefore restricted herself to a formal murmur of regret, and the other members were just grouping themselves comfortably about Osric Dane when the latter, to their dismay, started up from the sofa on which she had been deferentially enthroned.<br> <br> ‘Oh wait--do wait, and I'll go with you!’ she called out to Mrs. Roby; and, seizing the hands of the disconcerted members, she administered a series of farewell pressures with the mechanical haste of a railway-conductor punching tickets.<br> <br> ‘I'm so sorry--I'd quite forgotten--’ she flung back at them from the threshold; and as she joined Mrs. Roby, who had turned in surprise at her appeal, the other ladies had the mortification of hearing her say, in a voice which she did not take the pains to lower: ‘If you'll let me walk a little way with you, I should so like to ask you a few more questions about Xingu . . .’<br> <br> <br> <br> III<br> <br> The incident had been so rapid that the door closed on the departing pair before the other members had had time to understand what was happening. Then a sense of the indignity put upon them by Osric Dane's unceremonious desertion began to contend with the confused feeling that they had been cheated out of their due without exactly knowing how or why.<br> <br> There was an awkward silence, during which Mrs. Ballinger, with a perfunctory hand, rearranged the skilfully grouped literature at which her distinguished guest had not so much as glanced; then Miss Van Vluyck tartly pronounced: ‘Well, I can't say that I consider Osric Dane's departure a great loss.’<br> <br> This confession crystallised the fluid resentment of the other members, and Mrs. Leveret exclaimed: ‘I do believe she came on purpose to be nasty!’<br> <br> It was Mrs. Plinth's private opinion that Osric Dane's attitude toward the Lunch Club might have been very different had it welcomed her in the majestic setting of the Plinth drawing-rooms; but not liking to reflect on the inadequacy of Mrs. Ballinger's establishment she sought a round-about satisfaction in depreciating her savoir faire.<br> <br> ‘I said from the first that we ought to have had a subject ready. It's what always happens when you're unprepared. Now if we'd only got up Xingu--’<br> <br> The slowness of Mrs. Plinth's mental processes was always allowed for by the Club; but this instance of it was too much for Mrs. Ballinger's equanimity.<br> <br> ‘Xingu!’ she scoffed. ‘Why, it was the fact of our knowing so much more about it than she did--unprepared though we were--that made Osric Dane so furious. I should have thought that was plain enough to everybody!’<br> <br> This retort impressed even Mrs. Plinth, and Laura Glyde, moved by an impulse of generosity, said: ‘Yes, we really ought to be grateful to Mrs. Roby for introducing the topic. It may have made Osric Dane furious, but at least it made her civil.’<br> <br> ‘I am glad we were able to show her,’ added Miss Van Vluyck, ‘that a broad and up-to-date culture is not confined to the great intellectual centres.’<br> <br> This increased the satisfaction of the other members, and they began to forget their wrath against Osric Dane in the pleasure of having contributed to her defeat.<br> <br> Miss Van Vluyck thoughtfully rubbed her spectacles. ‘What surprised me most,’ she continued, ‘was that Fanny Roby should be so up on Xingu.’<br> <br> This frank admission threw a slight chill on the company, but Mrs. Ballinger said with an air of indulgent irony: ‘Mrs. Roby always has the knack of making a little go a long way; still, we certainly owe her a debt for happening to remember that she'd heard of Xingu.’ And this was felt by the other members to be a graceful way of cancelling once for all the Club's obligation to Mrs. Roby.<br> <br> Even Mrs. Leveret took courage to speed a timid shaft of irony: ‘I fancy Osric Dane hardly expected to take a lesson in Xingu at Hillbridge!’<br> <br> Mrs. Ballinger smiled. ‘When she asked me what we represented-- do you remember?--I wish I'd simply said we represented Xingu!’<br> <br> All the ladies laughed appreciatively at this sally, except Mrs. Plinth, who said, after a moment's deliberation: ‘I'm not sure it would have been wise to do so.’<br> <br> Mrs. Ballinger, who was already beginning to feel as if she had launched at Osric Dane the retort which had just occurred to her, looked ironically at Mrs. Plinth. ‘May I ask why?’ she enquired.<br> <br> Mrs. Plinth looked grave. ‘Surely,’ she said, ‘I understood from Mrs. Roby herself that the subject was one it was as well not to go into too deeply?’<br> <br> Miss Van Vluyck rejoined with precision: ‘I think that applied only to an investigation of the origin of the--of the--’; and suddenly she found that her usually accurate memory had failed her. ‘It's a part of the subject I never studied myself,’ she concluded lamely.<br> <br> ‘Nor I,’ said Mrs. Ballinger.<br> <br> Laura Glyde bent toward them with widened eyes. ‘And yet it seems--doesn't it?--the part that is fullest of an esoteric fascination?’<br> <br> ‘I don't know on what you base that,’ said Miss Van Vluyck argumentatively.<br> <br> ‘Well, didn't you notice how intensely interested Osric Dane became as soon as she heard what the brilliant foreigner--he WAS a foreigner, wasn't he?--had told Mrs. Roby about the origin--the origin of the rite--or whatever you call it?’<br> <br> Mrs. Plinth looked disapproving, and Mrs. Ballinger visibly wavered. Then she said in a decisive tone: ‘It may not be desirable to touch on the--on that part of the subject in general conversation; but, from the importance it evidently has to a woman of Osric Dane's distinction, I feel as if we ought not to be afraid to discuss it among ourselves--without gloves--though with closed doors, if necessary.’<br> <br> ‘I'm quite of your opinion,’ Miss Van Vluyck came briskly to her support; ‘on condition, that is, that all grossness of language is avoided.’<br> <br> ‘Oh, I'm sure we shall understand without that,’ Mrs. Leveret tittered; and Laura Glyde added significantly: ‘I fancy we can read between the lines,’ while Mrs. Ballinger rose to assure herself that the doors were really closed.<br> <br> Mrs. Plinth had not yet given her adhesion. ‘I hardly see,’ she began, ‘what benefit is to be derived from investigating such peculiar customs--’<br> <br> But Mrs. Ballinger's patience had reached the extreme limit of tension. ‘This at least,’ she returned; ‘that we shall not be placed again in the humiliating position of finding ourselves less up on our own subjects than Fanny Roby!’<br> <br> Even to Mrs. Plinth this argument was conclusive. She peered furtively about the room and lowered her commanding tones to ask: ‘Have you got a copy?’<br> <br> ‘A--a copy?’ stammered Mrs. Ballinger. She was aware that the other members were looking at her expectantly, and that this answer was inadequate, so she supported it by asking another question. ‘A copy of what?’<br> <br> Her companions bent their expectant gaze on Mrs. Plinth, who, in turn, appeared less sure of herself than usual. ‘Why, of--of-- the book,’ she explained.<br> <br> ‘What book?’ snapped Miss Van Vluyck, almost as sharply as Osric Dane.<br> <br> Mrs. Ballinger looked at Laura Glyde, whose eyes were interrogatively fixed on Mrs. Leveret. The fact of being deferred to was so new to the latter that it filled her with an insane temerity. ‘Why, Xingu, of course!’ she exclaimed.<br> <br> A profound silence followed this direct challenge to the resources of Mrs. Ballinger's library, and the latter, after glancing nervously toward the Books of the Day, returned in a deprecating voice: ‘It's not a thing one cares to leave about.’<br> <br> ‘I should think NOT!’ exclaimed Mrs. Plinth.<br> <br> ‘It IS a book, then?’ said Miss Van Vluyck.<br> <br> This again threw the company into disarray, and Mrs. Ballinger, with an impatient sigh, rejoined: ‘Why--there IS a book-- naturally . . .’<br> <br> ‘Then why did Miss Glyde call it a religion?’<br> <br> Laura Glyde started up. ‘A religion? I never--’<br> <br> ‘Yes, you did,’ Miss Van Vluyck insisted; ‘you spoke of rites; and Mrs. Plinth said it was a custom.’<br> <br> Miss Glyde was evidently making a desperate effort to reinforce her statement; but accuracy of detail was not her strongest point. At length she began in a deep murmur: ‘Surely they used to do something of the kind at the Eleusinian mysteries--’<br> <br> ‘Oh--’ said Miss Van Vluyck, on the verge of disapproval; and Mrs. Plinth protested: ‘I understood there was to be no indelicacy!’<br> <br> Mrs. Ballinger could not control her irritation. ‘Really, it is too bad that we should not be able to talk the matter over quietly among ourselves. Personally, I think that if one goes into Xingu at all--’<br> <br> ‘Oh, so do I!’ cried Miss Glyde.<br> <br> ‘And I don't see how one can avoid doing so, if one wishes to keep up with the Thought of the Day--’<br> <br> Mrs. Leveret uttered an exclamation of relief. ‘There--that's it!’ she interposed.<br> <br> ‘What's it?’ the President curtly took her up.<br> <br> ‘Why--it's a--a Thought: I mean a philosophy.’<br> <br> This seemed to bring a certain relief to Mrs. Ballinger and Laura Glyde, but Miss Van Vluyck said dogmatically: ‘Excuse me if I tell you that you're all mistaken. Xingu happens to be a language.’<br> <br> ‘A language!’ the Lunch Club cried.<br> <br> ‘Certainly. Don't you remember Fanny Roby's saying that there were several branches, and that some were hard to trace? What could that apply to but dialects?’<br> <br> Mrs. Ballinger could no longer restrain a contemptuous laugh. ‘Really, if the Lunch Club has reached such a pass that it has to go to Fanny Roby for instruction on a subject like Xingu, it had almost better cease to exist!’<br> <br> ‘It's really her fault for not being clearer,’ Laura Glyde put in.<br> <br> ‘Oh, clearness and Fanny Roby!’ Mrs. Ballinger shrugged. ‘I daresay we shall find she was mistaken on almost every point.’<br> <br> ‘Why not look it up?’ said Mrs. Plinth.<br> <br> As a rule this recurrent suggestion of Mrs. Plinth's was ignored in the heat of discussion, and only resorted to afterward in the privacy of each member's home. But on the present occasion the desire to ascribe their own confusion of thought to the vague and contradictory nature of Mrs. Roby's statements caused the members of the Lunch Club to utter a collective demand for a book of reference.<br> <br> At this point the production of her treasured volume gave Mrs. Leveret, for a moment, the unusual experience of occupying the centre front; but she was not able to hold it long, for Appropriate Allusions contained no mention of Xingu.<br> <br> ‘Oh, that's not the kind of thing we want!’ exclaimed Miss Van Vluyck. She cast a disparaging glance over Mrs. Ballinger's assortment of literature, and added impatiently: ‘Haven't you any useful books?’<br> <br> ‘Of course I have,’ replied Mrs. Ballinger indignantly; ‘but I keep them in my husband's dressing-room.’<br> <br> From this region, after some difficulty and delay, the parlour- maid produced the W-Z volume of an Encyclopaedia and, in deference to the fact that the demand for it had come from Miss Van Vluyck, laid the ponderous tome before her.<br> <br> There was a moment of painful suspense while Miss Van Vluyck rubbed her spectacles, adjusted them, and turned to Z; and a murmur of surprise when she said: ‘It isn't here.’<br> <br> ‘I suppose,’ said Mrs. Plinth, ‘it's not fit to be put in a book of reference.’<br> <br> ‘Oh, nonsense!’ exclaimed Mrs. Ballinger. ‘Try X.’<br> <br> Miss Van Vluyck turned back through the volume, peering short- sightedly up and down the pages, till she came to a stop and remained motionless, like a dog on a point.<br> <br> ‘Well, have you found it?’ Mrs. Ballinger enquired, after a considerable delay.<br> <br> ‘Yes. I've found it,’ said Miss Van Vluyck in a queer voice.<br> <br> Mrs. Plinth hastily interposed: ‘I beg you won't read it aloud if there's anything offensive.’<br> <br> Miss Van Vluyck, without answering, continued her silent scrutiny.<br> <br> ‘Well, what IS it?’ exclaimed Laura Glyde excitedly.<br> <br> ‘DO tell us!’ urged Mrs. Leveret, feeling that she would have something awful to tell her sister.<br> <br> Miss Van Vluyck pushed the volume aside and turned slowly toward the expectant group.<br> <br> ‘It's a river.’<br> <br> ‘A RIVER?’<br> <br> ‘Yes: in Brazil. Isn't that where she's been living?’<br> <br> ‘Who? Fanny Roby? Oh, but you must be mistaken. You've been reading the wrong thing,’ Mrs. Ballinger exclaimed, leaning over her to seize the volume.<br> <br> ‘It's the only XINGU in the Encyclopaedia; and she HAS been living in Brazil,’ Miss Van Vluyck persisted.<br> <br> ‘Yes: her brother has a consulship there,’ Mrs. Leveret eagerly interposed.<br> <br> ‘But it's too ridiculous! I--we--why we ALL remember studying Xingu last year--or the year before last,’ Mrs. Ballinger stammered.<br> <br> ‘I thought I did when YOU said so,’ Laura Glyde avowed.<br> <br> ‘I said so?’ cried Mrs. Ballinger.<br> <br> ‘Yes. You said it had crowded everything else out of your mind.’<br> <br> ‘Well, YOU said it had changed your whole life!’<br> <br> ‘For that matter, Miss Van Vluyck said she had never grudged the time she'd given it.’<br> <br> Mrs. Plinth interposed: ‘I made it clear that I knew nothing whatever of the original.’<br> <br> Mrs. Ballinger broke off the dispute with a groan. ‘Oh, what does it all matter if she's been making fools of us? I believe Miss Van Vluyck's right--she was talking of the river all the while!’<br> <br> ‘How could she? It's too preposterous,’ Miss Glyde exclaimed.<br> <br> ‘Listen.’ Miss Van Vluyck had repossessed herself of the Encyclopaedia, and restored her spectacles to a nose reddened by excitement. ‘'The Xingu, one of the principal rivers of Brazil, rises on the plateau of Mato Grosso, and flows in a northerly direction for a length of no less than one thousand one hundred and eighteen miles, entering the Amazon near the mouth of the latter river. The upper course of the Xingu is auriferous and fed by numerous branches. Its source was first discovered in 1884 by the German explorer von den Steinen, after a difficult and dangerous expedition through a region inhabited by tribes still in the Stone Age of culture.'‘<br> <br> The ladies received this communication in a state of stupefied silence from which Mrs. Leveret was the first to rally. ‘She certainly DID speak of its having branches.’<br> <br> The word seemed to snap the last thread of their incredulity. ‘And of its great length,’ gasped Mrs. Ballinger.<br> <br> ‘She said it was awfully deep, and you couldn't skip--you just had to wade through,’ Miss Glyde subjoined.<br> <br> The idea worked its way more slowly through Mrs. Plinth's compact resistances. ‘How could there be anything improper about a river?’ she inquired.<br> <br> ‘Improper?’<br> <br> ‘Why, what she said about the source--that it was corrupt?’<br> <br> ‘Not corrupt, but hard to get at,’ Laura Glyde corrected. ‘Some one who'd been there had told her so. I daresay it was the explorer himself--doesn't it say the expedition was dangerous?’<br> <br> ‘'Difficult and dangerous,'‘ read Miss Van Vluyck.<br> <br> Mrs. Ballinger pressed her hands to her throbbing temples. ‘There's nothing she said that wouldn't apply to a river--to this river!’ She swung about excitedly to the other members. ‘Why, do you remember her telling us that she hadn't read 'The Supreme Instant' because she'd taken it on a boating party while she was staying with her brother, and some one had 'shied' it overboard-- 'shied' of course was her own expression?’<br> <br> The ladies breathlessly signified that the expression had not escaped them.<br> <br> ‘Well--and then didn't she tell Osric Dane that one of her books was simply saturated with Xingu? Of course it was, if some of Mrs. Roby's rowdy friends had thrown it into the river!’<br> <br> This surprising reconstruction of the scene in which they had just participated left the members of the Lunch Club inarticulate. At length Mrs. Plinth, after visibly labouring with the problem, said in a heavy tone: ‘Osric Dane was taken in too.’<br> <br> Mrs. Leveret took courage at this. ‘Perhaps that's what Mrs. Roby did it for. She said Osric Dane was a brute, and she may have wanted to give her a lesson.’<br> <br> Miss Van Vluyck frowned. ‘It was hardly worth while to do it at our expense.’<br> <br> ‘At least,’ said Miss Glyde with a touch of bitterness, ‘she succeeded in interesting her, which was more than we did.’<br> <br> ‘What chance had we?’ rejoined Mrs. Ballinger. ‘Mrs. Roby monopolised her from the first. And THAT, I've no doubt, was her purpose--to give Osric Dane a false impression of her own standing in the Club. She would hesitate at nothing to attract attention: we all know how she took in poor Professor Foreland.’<br> <br> ‘She actually makes him give bridge-teas every Thursday,’ Mrs. Leveret piped up.<br> <br> Laura Glyde struck her hands together. ‘Why, this is Thursday, and it's THERE she's gone, of course; and taken Osric with her!’<br> <br> ‘And they're shrieking over us at this moment,’ said Mrs. Ballinger between her teeth.<br> <br> This possibility seemed too preposterous to be admitted. ‘She would hardly dare,’ said Miss Van Vluyck, ‘confess the imposture to Osric Dane.’<br> <br> ‘I'm not so sure: I thought I saw her make a sign as she left. If she hadn't made a sign, why should Osric Dane have rushed out after her?’<br> <br> ‘Well, you know, we'd all been telling her how wonderful Xingu was, and she said she wanted to find out more about it,’ Mrs. Leveret said, with a tardy impulse of justice to the absent.<br> <br> This reminder, far from mitigating the wrath of the other members, gave it a stronger impetus.<br> <br> ‘Yes--and that's exactly what they're both laughing over now,’ said Laura Glyde ironically.<br> <br> Mrs. Plinth stood up and gathered her expensive furs about her monumental form. ‘I have no wish to criticise,’ she said; ‘but unless the Lunch Club can protect its members against the recurrence of such--such unbecoming scenes, I for one--’<br> <br> ‘Oh, so do I!’ agreed Miss Glyde, rising also.<br> <br> Miss Van Vluyck closed the Encyclopaedia and proceeded to button herself into her jacket. ‘My time is really too valuable--’ she began.<br> <br> ‘I fancy we are all of one mind,’ said Mrs. Ballinger, looking searchingly at Mrs. Leveret, who looked at the others.<br> <br> ‘I always deprecate anything like a scandal--’ Mrs. Plinth continued.<br> <br> ‘She has been the cause of one to-day!’ exclaimed Miss Glyde.<br> <br> Mrs. Leveret moaned: ‘I don't see how she COULD!’ and Miss Van Vluyck said, picking up her note-book: ‘Some women stop at nothing.’<br> <br> ‘--but if,’ Mrs. Plinth took up her argument impressively, ‘anything of the kind had happened in MY house’ (it never would have, her tone implied), ‘I should have felt that I owed it to myself either to ask for Mrs. Roby's resignation--or to offer mine.’<br> <br> ‘Oh, Mrs. Plinth--’ gasped the Lunch Club.<br> <br> ‘Fortunately for me,’ Mrs. Plinth continued with an awful magnanimity, ‘the matter was taken out of my hands by our President's decision that the right to entertain distinguished guests was a privilege vested in her office; and I think the other members will agree that, as she was alone in this opinion, she ought to be alone in deciding on the best way of effacing its--its really deplorable consequences.’<br> <br> A deep silence followed this unexpected outbreak of Mrs. Plinth's long-stored resentment.<br> <br> ‘I don't see why I should be expected to ask her to resign--’ Mrs. Ballinger at length began; but Laura Glyde turned back to remind her: ‘You know she made you say that you'd got on swimmingly in Xingu.’<br> <br> An ill-timed giggle escaped from Mrs. Leveret, and Mrs. Ballinger energetically continued ‘--but you needn't think for a moment that I'm afraid to!’<br> <br> The door of the drawing-room closed on the retreating backs of the Lunch Club, and the President of that distinguished association, seating herself at her writing-table, and pushing away a copy of ‘The Wings of Death’ to make room for her elbow, drew forth a sheet of the club's note-paper, on which she began to write: ‘My dear Mrs. Roby--’</p><br>The House stood a few yards back from the elm-shaded village street, in that semi-publicity sometimes cited as a democratic protest against old-world standards of domestic exclusiveness. This candid exposure to the public eye is more probably a result of the gregariousness which, in the New England bosom, oddly coexists with a shrinking from direct social contact; most of the inmates of such houses preferring that furtive intercourse which is the result of observations through shuttered windows and a categorical acquaintance with the neighboring clothes-lines. The House, however, faced its public with a difference. For sixty years it had written itself with a capital letter, had self-consciously squared itself in the eye of an admiring nation. The most searching inroads of village intimacy hardly counted in a household that opened on the universe; and a lady whose door-bell was at any moment liable to be rung by visitors from London or Vienna was not likely to flutter up-stairs when she observed a neighbor ‘stepping over.’<br> <br> The solitary inmate of the Anson House owed this induration of the social texture to the most conspicuous accident in her annals: the fact that she was the only granddaughter of the great Orestes Anson. She had been born, as it were, into a museum, and cradled in a glass case with a label; the first foundations of her consciousness being built on the rock of her grandfather's celebrity. To a little girl who acquires her earliest knowledge of literature through a _Reader_ embellished with fragments of her ancestor's prose, that personage necessarily fills an heroic space in the foreground of life. To communicate with one's past through the impressive medium of print, to have, as it were, a footing in every library in the country, and an acknowledged kinship with that world-diffused clan, the descendants of the great, was to be pledged to a standard of manners that amazingly simplified the lesser relations of life. The village street on which Paulina Anson's youth looked out led to all the capitals of Europe; and over the roads of intercommunication unseen caravans bore back to the elm-shaded House the tribute of an admiring world.<br> <br> Fate seemed to have taken a direct share in fitting Paulina for her part as the custodian of this historic dwelling. It had long been secretly regarded as a ‘visitation’ by the great man's family that he had left no son and that his daughters were not ‘intellectual.’ The ladies themselves were the first to lament their deficiency, to own that nature had denied them the gift of making the most of their opportunities. A profound veneration for their parent and an unswerving faith in his doctrines had not amended their congenital incapacity to understand what he had written. Laura, who had her moments of mute rebellion against destiny, had sometimes thought how much easier it would have been if their progenitor had been a poet; for she could recite, with feeling, portions of _The Culprit Fay_ and of the poems of Mrs. Hemans; and Phoebe, who was more conspicuous for memory than imagination, kept an album filled with ‘selections.’ But the great man was a philosopher; and to both daughters respiration was difficult on the cloudy heights of metaphysic. The situation would have been intolerable but for the fact that, while Phoebe and Laura were still at school, their father's fame had passed from the open ground of conjecture to the chill privacy of certitude. Dr. Anson had in fact achieved one of those anticipated immortalities not uncommon at a time when people were apt to base their literary judgments on their emotions, and when to affect plain food and despise England went a long way toward establishing a man's intellectual pre-eminence. Thus, when the daughters were called on to strike a filial attitude about their parent's pedestal, there was little to do but to pose gracefully and point upward; and there are spines to which the immobility of worship is not a strain. A legend had by this time crystallized about the great Orestes, and it was of more immediate interest to the public to hear what brand of tea he drank, and whether he took off his boots in the hall, than to rouse the drowsy echo of his dialectic. A great man never draws so near his public as when it has become unnecessary to read his books and is still interesting to know what he eats for breakfast.<br> <br> As recorders of their parent's domestic habits, as pious scavengers of his waste-paper basket, the Misses Anson were unexcelled. They always had an interesting anecdote to impart to the literary pilgrim, and the tact with which, in later years, they intervened between the public and the growing inaccessibility of its idol, sent away many an enthusiast satisfied to have touched the veil before the sanctuary. Still it was felt, especially by old Mrs. Anson, who survived her husband for some years, that Phoebe and Laura were not worthy of their privileges. There had been a third daughter so unworthy of hers that she had married a distant cousin, who had taken her to live in a new Western community where the _Works of Orestes Anson_ had not yet become a part of the civic consciousness; but of this daughter little was said, and she was tacitly understood to be excluded from the family heritage of fame. In time, however, it appeared that the traditional penny with which she had been cut off had been invested to unexpected advantage; and the interest on it, when she died, returned to the Anson House in the shape of a granddaughter who was at once felt to be what Mrs. Anson called a ‘compensation.’ It was Mrs. Anson's firm belief that the remotest operations of nature were governed by the centripetal force of her husband's greatness and that Paulina's exceptional intelligence could be explained only on the ground that she was designed to act as the guardian of the family temple.<br> <br> The House, by the time Paulina came to live in it, had already acquired the publicity of a place of worship; not the perfumed chapel of a romantic idolatry but the cold clean empty meeting-house of ethical enthusiasms. The ladies lived on its outskirts, as it were, in cells that left the central fane undisturbed. The very position of the furniture had come to have a ritual significance: the sparse ornaments were the offerings of kindred intellects, the steel engravings by Raphael Morghen marked the Via Sacra of a European tour, and the black-walnut desk with its bronze inkstand modelled on the Pantheon was the altar of this bleak temple of thought.<br> <br> To a child compact of enthusiasms, and accustomed to pasture them on the scanty herbage of a new social soil, the atmosphere of the old house was full of floating nourishment. In the compressed perspective of Paulina's outlook it stood for a monument of ruined civilizations, and its white portico opened on legendary distances. Its very aspect was impressive to eyes that had first surveyed life from the jig-saw ‘residence’ of a raw-edged Western town. The high-ceilinged rooms, with their panelled walls, their polished mahogany, their portraits of triple-stocked ancestors and of ringleted ‘females’ in crayon, furnished the child with the historic scenery against which a young imagination constructs its vision of the past. To other eyes the cold spotless thinly-furnished interior might have suggested the shuttered mind of a maiden-lady who associates fresh air and sunlight with dust and discoloration; but it is the eye which supplies the coloring-matter, and Paulina's brimmed with the richest hues.<br> <br> Nevertheless, the House did not immediately dominate her. She had her confused out-reachings toward other centres of sensation, her vague intuition of a heliocentric system; but the attraction of habit, the steady pressure of example, gradually fixed her roving allegiance and she bent her neck to the yoke. Vanity had a share in her subjugation; for it had early been discovered that she was the only person in the family who could read her grandfather's works. The fact that she had perused them with delight at an age when (even presupposing a metaphysical bias) it was impossible for her to understand them, seemed to her aunts and grandmother sure evidence of predestination. Paulina was to be the interpreter of the oracle, and the philosophic fumes so vertiginous to meaner minds would throw her into the needed condition of clairvoyance. Nothing could have been more genuine than the emotion on which this theory was based. Paulina, in fact, delighted in her grandfather's writings. His sonorous periods, his mystic vocabulary, his bold flights into the rarefied air of the abstract, were thrilling to a fancy unhampered by the need of definitions. This purely verbal pleasure was supplemented later by the excitement of gathering up crumbs of meaning from the rhetorical board. What could have been more stimulating than to construct the theory of a girlish world out of the fragments of this Titanic cosmogony? Before Paulina's opinions had reached the stage when ossification sets in their form was fatally predetermined.<br> <br> The fact that Dr. Anson had died and that his apotheosis had taken place before his young priestess's induction to the temple, made her ministrations easier and more inspiring. There were no little personal traits--such as the great man's manner of helping himself to salt, or the guttural cluck that started the wheels of speech--to distract the eye of young veneration from the central fact of his divinity. A man whom one knows only through a crayon portrait and a dozen yellowing, tomes on free-will and intuition is at least secure from the belittling effects of intimacy.<br> <br> Paulina thus grew up in a world readjusted to the fact of her grandfather's greatness; and as each organism draws from its surroundings the kind of nourishment most needful to its growth, so from this somewhat colorless conception she absorbed warmth, brightness and variety. Paulina was the type of woman who transmutes thought into sensation and nurses a theory in her bosom like a child.<br> <br> In due course Mrs. Anson ‘passed away’--no one died in the Anson vocabulary--and Paulina became more than ever the foremost figure of the commemorative group. Laura and Phoebe, content to leave their father's glory in more competent hands, placidly lapsed into needlework and fiction, and their niece stepped into immediate prominence as the chief ‘authority’ on the great man. Historians who were ‘getting up’ the period wrote to consult her and to borrow documents; ladies with inexplicable yearnings begged for an interpretation of phrases which had ‘influenced’ them, but which they had not quite understood; critics applied to her to verify some doubtful citation or to decide some disputed point in chronology; and the great tide of thought and investigation kept up a continuous murmur on the quiet shores of her life.<br> <br> An explorer of another kind disembarked there one day in the shape of a young man to whom Paulina was primarily a kissable girl, with an after-thought in the shape of a grandfather. From the outset it had been impossible to fix Hewlett Winsloe's attention on Dr. Anson. The young man behaved with the innocent profanity of infants sporting on a tomb. His excuse was that he came from New York, a Cimmerian outskirt which survived in Paulina's geography only because Dr. Anson had gone there once or twice to lecture. The curious thing was that she should have thought it worth while to find excuses for young Winsloe. The fact that she did so had not escaped the attention of the village; but people, after a gasp of awe, said it was the most natural thing in the world that a girl like Paulina Anson should think of marrying. It would certainly seem a little odd to see a man in the House, but young Winsloe would of course understand that the Doctor's books were not to be disturbed, and that he must go down to the orchard to smoke--. The village had barely framed this _modus vivendi_ when it was convulsed by the announcement that young Winsloe declined to live in the House on any terms. Hang going down to the orchard to smoke! He meant to take his wife to New York. The village drew its breath and watched.<br> <br> Did Persephone, snatched from the warm fields of Enna, peer half-consentingly down the abyss that opened at her feet? Paulina, it must be owned, hung a moment over the black gulf of temptation. She would have found it easy to cope with a deliberate disregard of her grandfather's rights; but young Winsloe's unconsciousness of that shadowy claim was as much a natural function as the falling of leaves on a grave. His love was an embodiment of the perpetual renewal which to some tender spirits seems a crueller process than decay.<br> <br> On women of Paulina's mould this piety toward implicit demands, toward the ghosts of dead duties walking unappeased among usurping passions, has a stronger hold than any tangible bond. People said that she gave up young Winsloe because her aunts disapproved of her leaving them; but such disapproval as reached her was an emanation from the walls of the House, from the bare desk, the faded portraits, the dozen yellowing tomes that no hand but hers ever lifted from the shelf.<br> <br> II<br> <br> After that the House possessed her. As if conscious of its victory, it imposed a conqueror's claims. It had once been suggested that she should write a life of her grandfather, and the task from which she had shrunk as from a too-oppressive privilege now shaped itself into a justification of her course. In a burst of filial pantheism she tried to lose herself in the vast ancestral consciousness. Her one refuge from scepticism was a blind faith in the magnitude and the endurance of the idea to which she had sacrificed her life, and with a passionate instinct of self-preservation she labored to fortify her position.<br> <br> The preparations for the _Life_ led her through by-ways that the most scrupulous of the previous biographers had left unexplored. She accumulated her material with a blind animal patience unconscious of fortuitous risks. The years stretched before her like some vast blank page spread out to receive the record of her toil; and she had a mystic conviction that she would not die till her work was accomplished.<br> <br> The aunts, sustained by no such high purpose, withdrew in turn to their respective divisions of the Anson ‘plot,’ and Paulina remained alone with her task. She was forty when the book was completed. She had travelled little in her life, and it had become more and more difficult to her to leave the House even for a day; but the dread of entrusting her document to a strange hand made her decide to carry it herself to the publisher. On the way to Boston she had a sudden vision of the loneliness to which this last parting condemned her. All her youth, all her dreams, all her renunciations lay in that neat bundle on her knee. It was not so much her grandfather's life as her own that she had written; and the knowledge that it would come back to her in all the glorification of print was of no more help than, to a mother's grief, the assurance that the lad she must part with will return with epaulets.<br> <br> She had naturally addressed herself to the firm which had published her grandfather's works. Its founder, a personal friend of the philosopher's, had survived the Olympian group of which he had been a subordinate member, long enough to bestow his octogenarian approval on Paulina's pious undertaking. But he had died soon afterward; and Miss Anson found herself confronted by his grandson, a person with a brisk commercial view of his trade, who was said to have put ‘new blood’ into the firm.<br> <br> This gentleman listened attentively, fingering her manuscript as though literature were a tactile substance; then, with a confidential twist of his revolving chair, he emitted the verdict: ‘We ought to have had this ten years sooner.’<br> <br> Miss Anson took the words as an allusion to the repressed avidity of her readers. ‘It has been a long time for the public to wait,’ she solemnly assented.<br> <br> The publisher smiled. ‘They haven't waited,’ he said.<br> <br> She looked at him strangely. ‘Haven't waited?’<br> <br> ‘No--they've gone off; taken another train. Literature's like a big railway-station now, you know: there's a train starting every minute. People are not going to hang round the waiting-room. If they can't get to a place when they want to they go somewhere else.’<br> <br> The application of this parable cost Miss Anson several minutes of throbbing silence. At length she said: ‘Then I am to understand that the public is no longer interested in--in my grandfather?’ She felt as though heaven must blast the lips that risked such a conjecture.<br> <br> ‘Well, it's this way. He's a name still, of course. People don't exactly want to be caught not knowing who he is; but they don't want to spend two dollars finding out, when they can look him up for nothing in any biographical dictionary.’<br> <br> Miss Anson's world reeled. She felt herself adrift among mysterious forces, and no more thought of prolonging the discussion than of opposing an earthquake with argument. She went home carrying the manuscript like a wounded thing. On the return journey she found herself travelling straight toward a fact that had lurked for months in the background of her life, and that now seemed to await her on the very threshold: the fact that fewer visitors came to the House. She owned to herself that for the last four or five years the number had steadily diminished. Engrossed in her work, she had noted the change only to feel thankful that she had fewer interruptions. There had been a time when, at the travelling season, the bell rang continuously, and the ladies of the House lived in a chronic state of ‘best silks’ and expectancy. It would have been impossible then to carry on any consecutive work; and she now saw that the silence which had gathered round her task had been the hush of death.<br> <br> Not of _his_ death! The very walls cried out against the implication. It was the world's enthusiasm, the world's faith, the world's loyalty that had died. A corrupt generation that had turned aside to worship the brazen serpent. Her heart yearned with a prophetic passion over the lost sheep straying in the wilderness. But all great glories had their interlunar period; and in due time her grandfather would once more flash full-orbed upon a darkling world.<br> <br> The few friends to whom she confided her adventure reminded her with tender indignation that there were other publishers less subject to the fluctuations of the market; but much as she had braved for her grandfather she could not again brave that particular probation. She found herself, in fact, incapable of any immediate effort. She had lost her way in a labyrinth of conjecture where her worst dread was that she might put her hand upon the clue.<br> <br> She locked up the manuscript and sat down to wait. If a pilgrim had come just then the priestess would have fallen on his neck; but she continued to celebrate her rites alone. It was a double solitude; for she had always thought a great deal more of the people who came to see the House than of the people who came to see her. She fancied that the neighbors kept a keen eye on the path to the House; and there were days when the figure of a stranger strolling past the gate seemed to focus upon her the scorching sympathies of the village. For a time she thought of travelling; of going to Europe, or even to Boston; but to leave the House now would have seemed like deserting her post. Gradually her scattered energies centred themselves in the fierce resolve to understand what had happened. She was not the woman to live long in an unmapped country or to accept as final her private interpretation of phenomena. Like a traveller in unfamiliar regions she began to store for future guidance the minutest natural signs. Unflinchingly she noted the accumulating symptoms of indifference that marked her grandfather's descent toward posterity. She passed from the heights on which he had been grouped with the sages of his day to the lower level where he had come to be ‘the friend of Emerson,’ ‘the correspondent of Hawthorne,’ or (later still) ‘the Dr. Anson’ mentioned in their letters. The change had taken place as slowly and imperceptibly as a natural process. She could not say that any ruthless hand had stripped the leaves from the tree: it was simply that, among the evergreen glories of his group, her grandfather's had proved deciduous.<br> <br> She had still to ask herself why. If the decay had been a natural process, was it not the very pledge of renewal? It was easier to find such arguments than to be convinced by them. Again and again she tried to drug her solicitude with analogies; but at last she saw that such expedients were but the expression of a growing incredulity. The best way of proving her faith in her grandfather was not to be afraid of his critics. She had no notion where these shadowy antagonists lurked; for she had never heard of the great man's doctrine being directly combated. Oblique assaults there must have been, however, Parthian shots at the giant that none dared face; and she thirsted to close with such assailants. The difficulty was to find them. She began by re-reading the _Works_; thence she passed to the writers of the same school, those whose rhetoric bloomed perennial in _First Readers_ from which her grandfather's prose had long since faded. Amid that clamor of far-off enthusiasms she detected no controversial note. The little knot of Olympians held their views in common with an early-Christian promiscuity. They were continually proclaiming their admiration for each other, the public joining as chorus in this guileless antiphon of praise; and she discovered no traitor in their midst.<br> <br> What then had happened? Was it simply that the main current of thought had set another way? Then why did the others survive? Why were they still marked down as tributaries to the philosophic stream? This question carried her still farther afield, and she pressed on with the passion of a champion whose reluctance to know the worst might be construed into a doubt of his cause. At length--slowly but inevitably--an explanation shaped itself. Death had overtaken the doctrines about which her grandfather had draped his cloudy rhetoric. They had disintegrated and been re-absorbed, adding their little pile to the dust drifted about the mute lips of the Sphinx. The great man's contemporaries had survived not by reason of what they taught, but of what they were; and he, who had been the mere mask through which they mouthed their lesson, the instrument on which their tune was played, lay buried deep among the obsolete tools of thought.<br> <br> The discovery came to Paulina suddenly. She looked up one evening from her reading and it stood before her like a ghost. It had entered her life with stealthy steps, creeping close before she was aware of it. She sat in the library, among the carefully-tended books and portraits; and it seemed to her that she had been walled alive into a tomb hung with the effigies of dead ideas. She felt a desperate longing to escape into the outer air, where people toiled and loved, and living sympathies went hand in hand. It was the sense of wasted labor that oppressed her; of two lives consumed in that ruthless process that uses generations of effort to build a single cell. There was a dreary parallel between her grandfather's fruitless toil and her own unprofitable sacrifice. Each in turn had kept vigil by a corpse.<br> <br> III<br> <br> The bell rang--she remembered it afterward--with a loud thrilling note. It was what they used to call the ‘visitor's ring’; not the tentative tinkle of a neighbor dropping in to borrow a sauce-pan or discuss parochial incidents, but a decisive summons from the outer world.<br> <br> Miss Anson put down her knitting and listened. She sat up-stairs now, making her rheumatism an excuse for avoiding the rooms below. Her interests had insensibly adjusted themselves to the perspective of her neighbors' lives, and she wondered--as the bell re-echoed--if it could mean that Mrs. Heminway's baby had come. Conjecture had time to ripen into certainty, and she was limping toward the closet where her cloak and bonnet hung, when her little maid fluttered in with the announcement: ‘A gentleman to see the house.’<br> <br> ‘The _House_?’<br> <br> ‘Yes, m'm. I don't know what he means,’ faltered the messenger, whose memory did not embrace the period when such announcements were a daily part of the domestic routine.<br> <br> Miss Anson glanced at the proffered card. The name it bore--_Mr. George Corby_--was unknown to her, but the blood rose to her languid cheek. ‘Hand me my Mechlin cap, Katy,’ she said, trembling a little, as she laid aside her walking stick. She put her cap on before the mirror, with rapid unsteady touches. ‘Did you draw up the library blinds?’ she breathlessly asked.<br> <br> She had gradually built up a wall of commonplace between herself and her illusions, but at the first summons of the past filial passion swept away the frail barriers of expediency.<br> <br> She walked down-stairs so hurriedly that her stick clicked like a girlish heel; but in the hall she paused, wondering nervously if Katy had put a match to the fire. The autumn air was cold and she had the reproachful vision of a visitor with elderly ailments shivering by her inhospitable hearth. She thought instinctively of the stranger as a survivor of the days when such a visit was a part of the young enthusiast's itinerary.<br> <br> The fire was unlit and the room forbiddingly cold; but the figure which, as Miss Anson entered, turned from a lingering scrutiny of the book-shelves, was that of a fresh-eyed sanguine youth clearly independent of any artificial caloric. She stood still a moment, feeling herself the victim of some anterior impression that made this robust presence an insubstantial thing; but the young man advanced with an air of genial assurance which rendered him at once more real and more reminiscent.<br> <br> ‘Why this, you know,’ he exclaimed, ‘is simply immense!’<br> <br> The words, which did not immediately present themselves as slang to Miss Anson's unaccustomed ear, echoed with an odd familiarity through the academic silence.<br> <br> ‘The room, you know, I mean,’ he explained with a comprehensive gesture. ‘These jolly portraits, and the books--that's the old gentleman himself over the mantelpiece, I suppose?--and the elms outside, and--and the whole business. I do like a congruous background--don't you?’<br> <br> His hostess was silent. No one but Hewlett Winsloe had ever spoken of her grandfather as ‘the old gentleman.’<br> <br> ‘It's a hundred times better than I could have hoped,’ her visitor continued, with a cheerful disregard of her silence. ‘The seclusion, the remoteness, the philosophic atmosphere--there's so little of that kind of flavor left! I should have simply hated to find that he lived over a grocery, you know.--I had the deuce of a time finding out where he _did_ live,’ he began again, after another glance of parenthetical enjoyment. ‘But finally I got on the trail through some old book on Brook Farm. I was bound I'd get the environment right before I did my article.’<br> <br> Miss Anson, by this time, had recovered sufficient self-possession to seat herself and assign a chair to her visitor.<br> <br> ‘Do I understand,’ she asked slowly, following his rapid eye about the room, ‘that you intend to write an article about my grandfather?’<br> <br> ‘That's what I'm here for,’ Mr. Corby genially responded; ‘that is, if you're willing to help me; for I can't get on without your help,’ he added with a confident smile.<br> <br> There was another pause, during which Miss Anson noticed a fleck of dust on the faded leather of the writing-table and a fresh spot of discoloration in the right-hand upper corner of Raphael Morghen's ‘Parnassus.’<br> <br> ‘Then you believe in him?’ she said, looking up. She could not tell what had prompted her; the words rushed out irresistibly.<br> <br> ‘Believe in him?’ Corby cried, springing to his feet. ‘Believe in Orestes Anson? Why, I believe he's simply the greatest--the most stupendous--the most phenomenal figure we've got!’<br> <br> The color rose to Miss Anson's brow. Her heart was beating passionately. She kept her eyes fixed on the young man's face, as though it might vanish if she looked away.<br> <br> ‘You--you mean to say this in your article?’ she asked.<br> <br> ‘Say it? Why, the facts will say it,’ he exulted. ‘The baldest kind of a statement would make it clear. When a man is as big as that he doesn't need a pedestal!’<br> <br> Miss Anson sighed. ‘People used to say that when I was young,’ she murmured. ‘But now--’<br> <br> Her visitor stared. ‘When you were young? But how did they know--when the thing hung fire as it did? When the whole edition was thrown back on his hands?’<br> <br> ‘The whole edition--what edition?’ It was Miss Anson's turn to stare.<br> <br> ‘Why, of his pamphlet--_the_ pamphlet--the one thing that counts, that survives, that makes him what he is! For heaven's sake,’ he tragically adjured her, ‘don't tell me there isn't a copy of it left!’<br> <br> Miss Anson was trembling slightly. ‘I don't think I understand what you mean,’ she faltered, less bewildered by his vehemence than by the strange sense of coming on an unexplored region in the very heart of her dominion.<br> <br> ‘Why, his account of the _amphioxus_, of course! You can't mean that his family didn't know about it--that _you_ don't know about it? I came across it by the merest accident myself, in a letter of vindication that he wrote in 1830 to an old scientific paper; but I understood there were journals--early journals; there must be references to it somewhere in the 'twenties. He must have been at least ten or twelve years ahead of Yarrell; and he saw the whole significance of it, too--he saw where it led to. As I understand it, he actually anticipated in his pamphlet Saint Hilaire's theory of the universal type, and supported the hypothesis by describing the notochord of the _amphioxus_ as a cartilaginous vertebral column. The specialists of the day jeered at him, of course, as the specialists in Goethe's time jeered at the plant-metamorphosis. As far as I can make out, the anatomists and zoologists were down on Dr. Anson to a man; that was why his cowardly publishers went back on their bargain. But the pamphlet must be here somewhere--he writes as though, in his first disappointment, he had destroyed the whole edition; but surely there must be at least one copy left?’<br> <br> His scientific jargon was as bewildering as his slang; and there were even moments in his discourse when Miss Anson ceased to distinguish between them; but the suspense with which he continued to gaze on her acted as a challenge to her scattered thoughts.<br> <br> ‘The _amphioxus_,’ she murmured, half-rising. ‘It's an animal, isn't it--a fish? Yes, I think I remember.’ She sank back with the inward look of one who retraces some lost line of association.<br> <br> Gradually the distance cleared, the details started into life. In her researches for the biography she had patiently followed every ramification of her subject, and one of these overgrown paths now led her back to the episode in question. The great Orestes's title of ‘Doctor’ had in fact not been merely the spontaneous tribute of a national admiration; he had actually studied medicine in his youth, and his diaries, as his granddaughter now recalled, showed that he had passed through a brief phase of anatomical ardor before his attention was diverted to super-sensual problems. It had indeed seemed to Paulina, as she scanned those early pages, that they revealed a spontaneity, a freshness of feeling somehow absent from his later lucubrations--as though this one emotion had reached him directly, the others through some intervening medium. In the excess of her commemorative zeal she had even struggled through the unintelligible pamphlet to which a few lines in the journal had bitterly directed her. But the subject and the phraseology were alien to her and unconnected with her conception of the great man's genius; and after a hurried perusal she had averted her thoughts from the episode as from a revelation of failure. At length she rose a little unsteadily, supporting herself against the writing-table. She looked hesitatingly about the room; then she drew a key from her old-fashioned reticule and unlocked a drawer beneath one of the book-cases. Young Corby watched her breathlessly. With a tremulous hand she turned over the dusty documents that seemed to fill the drawer. ‘Is this it?’ she said, holding out a thin discolored volume.<br> <br> He seized it with a gasp. ‘Oh, by George,’ he said, dropping into the nearest chair.<br> <br> She stood observing him strangely as his eye devoured the mouldy pages.<br> <br> ‘Is this the only copy left?’ he asked at length, looking up for a moment as a thirsty man lifts his head from his glass.<br> <br> ‘I think it must be. I found it long ago, among some old papers that my aunts were burning up after my grandmother's death. They said it was of no use--that he'd always meant to destroy the whole edition and that I ought to respect his wishes. But it was something he had written; to burn it was like shutting the door against his voice--against something he had once wished to say, and that nobody had listened to. I wanted him to feel that I was always here, ready to listen, even when others hadn't thought it worth while; and so I kept the pamphlet, meaning to carry out his wish and destroy it before my death.’<br> <br> Her visitor gave a groan of retrospective anguish. ‘And but for me--but for to-day--you would have?’<br> <br> ‘I should have thought it my duty.’<br> <br> ‘Oh, by George--by George,’ he repeated, subdued afresh by the inadequacy of speech.<br> <br> She continued to watch him in silence. At length he jumped up and impulsively caught her by both hands.<br> <br> ‘He's bigger and bigger!’ he almost shouted. ‘He simply leads the field! You'll help me go to the bottom of this, won't you? We must turn out all the papers--letters, journals, memoranda. He must have made notes. He must have left some record of what led up to this. We must leave nothing unexplored. By Jove,’ he cried, looking up at her with his bright convincing smile, ‘do you know you're the granddaughter of a Great Man?’<br> <br> Her color flickered like a girl's. ‘Are you--sure of him?’ she whispered, as though putting him on his guard against a possible betrayal of trust.<br> <br> ‘Sure! Sure! My dear lady--’ he measured her again with his quick confident glance. ‘Don't _you_ believe in him?’<br> <br> She drew back with a confused murmur. ‘I--used to.’ She had left her hands in his: their pressure seemed to send a warm current to her heart. ‘It ruined my life!’ she cried with sudden passion. He looked at her perplexedly.<br> <br> ‘I gave up everything,’ she went on wildly, ‘to keep him alive. I sacrificed myself--others--I nursed his glory in my bosom and it died--and left me--left me here alone.’ She paused and gathered her courage with a gasp. ‘Don't make the same mistake!’ she warned him.<br> <br> He shook his head, still smiling. ‘No danger of that! You're not alone, my dear lady. He's here with you--he's come back to you to-day. Don't you see what's happened? Don't you see that it's your love that has kept him alive? If you'd abandoned your post for an instant--let things pass into other hands--if your wonderful tenderness hadn't perpetually kept guard--this might have been--must have been--irretrievably lost.’ He laid his hand on the pamphlet. ‘And then--then he _would_ have been dead!’<br> <br> ‘Oh,’ she said, ‘don't tell me too suddenly!’ And she turned away and sank into a chair.<br> <br> The young man stood watching her in an awed silence. For a long time she sat motionless, with her face hidden, and he thought she must be weeping.<br> <br> At length he said, almost shyly: ‘You'll let me come back, then? You'll help me work this thing out?’<br> <br> She rose calmly and held out her hand. ‘I'll help you,’ she declared.<br> <br> ‘I'll come to-morrow, then. Can we get to work early?’<br> <br> ‘As early as you please.’<br> <br> ‘At eight o'clock, then,’ he said briskly. ‘You'll have the papers ready?’<br> <br> ‘I'll have everything ready.’ She added with a half-playful hesitancy: ‘And the fire shall be lit for you.’<br> <br> He went out with his bright nod. She walked to the window and watched his buoyant figure hastening down the elm-shaded street. When she turned back into the empty room she looked as though youth had touched her on the lips.</p>"}